{
  "translate": "Inggeris",
  "error_10000": "Maaf, kami tidak dapat mengambil data tersebut. Silakan coba lagi.",
  "error_10001": "Maaf, pengguna tersebut tidak ada.",
  "error_10002": "Alamat email tersebut entah tidak valid atau hilang. Silakan masukkan alamat email yang valid.",
  "error_10003": "Alamat IP tidak valid. Silakan coba alamat IP yang berbeda.",
  "error_10004": "Pengguna ini sudah terdaftar. Silakan gunakan alamat email atau akun yang berbeda.",
  "error_10005": "Anda belum menyetujui syarat dan ketentuan. Untuk menyelesaikan pendaftaran, harap baca dan setujui syaratnya.",
  "error_10006": "Token akses tidak valid. Silakan masuk kembali.",
  "error_10007": "Akun tersebut telah dinonaktifkan. Silakan masuk dengan akun yang berbeda.",
  "error_10008": "Akun ini sedang dalam penangguhan sementara. Jika Anda memiliki pertanyaan, silakan hubungi layanan pelanggan.",
  "error_10009": "Format nama panggilan tidak valid. Silakan coba lagi.",
  "error_10010": "Nama panggilan ini tidak tersedia. Silakan pilih nama panggilan yang berbeda.",
  "error_10011": "Nama panggilan ini sudah digunakan. Silakan pilih yang lain.",
  "error_10012": "Harap gunakan format file yang valid (jpg, jpeg, png, pdf).",
  "error_10013": "Diperlukan level yang lebih tinggi untuk upgrade daripada level Anda saat ini.",
  "error_10014": "Verifikasi KYC sedang berlangsung. Mohon tunggu sebentar.",
  "error_10015": "Gagal menangguhkan akun anggota. Silakan coba lagi.",
  "error_10016": "Gagal menarik keanggotaan. Silakan coba lagi.",
  "error_10017": "Gagal mencipta kod rakan kongsi. Hanya 4-10 aksara dan nombor dibenarkan.",
  "error_10021": "Tidak boleh mengaktifkan 2FA tanpa Kunci Rahsia",
  "error_10022": "Kata laluan tidak betul. Sila cuba lagi",
  "error_10023": "2FA sudah diaktifkan",
  "error_10024": "Ralat menonaktifkan 2FA. Sila periksa sama ada Kunci Rahsia telah dijana atau 2FA telah diaktifkan",
  "error_10026": "Nampaknya ada ketidakcocokan dengan kod tebusan yang anda masukkan.",
  "error_10027": "Kod ini sudah digunakan.",
  "error_10028": "Nampaknya anda sudah menerima manfaat untuk acara ini.",
  "error_10029": "Sayangnya, kod ini telah tamat tempoh.",
  "error_10030": "Permainan bonus lain sudah dalam proses. Untuk menerima bonus ini, anda perlu membatalkan status permainan bonus semasa anda.",
  "error_10031": "Anda telah memasukkan kod promosi dalam ruangan rujukan. Kod promosi boleh dimasukkan dalam menu profil selepas pendaftaran.",
  "error_10032": "Anda belum mencapai tahap VIP yang diperlukan. Anda telah menggunakan putaran tersebut.",
  "error_10033": "Anda telah menggunakan putaran tersebut.",
  "error_10034": "Tersedia di KYC tahap 2 atau lebih tinggi. Sila sahkan KYC.",
  "error_10035": "Kod ini telah digunakan.",
  "error_10036": "Kata laluan salah.",
  "error_10037": "Nama panggilan yang sama sudah wujud.",
  "error_10038": "E-mel atau kata laluan tidak betul.",
  "error_10039": "Akses tidak sah. Sila teruskan dengan pemulihan kata laluan sekali lagi.",
  "error_10040": "Kata laluan tidak sepadan.",
  "error_10041": "Akses tidak sah.",
  "error_11000": "Harap gunakan format alamat yang valid.",
  "error_11001": "Penarikan tidak diizinkan ke dompet internal.",
  "error_11002": "Jaringan kripto tidak sesuai.",
  "error_11003": "Untuk penarikan XRP, harap masukkan tag tujuan yang benar.",
  "error_11004": "Jumlah permintaan penarikan melebihi saldo yang tersedia.",
  "error_11005": "Jumlah permintaan penarikan lebih rendah dari jumlah penarikan minimum.",
  "error_11006": "Jumlah permintaan penarikan lebih kecil atau sama dengan biaya.",
  "error_11007": "Saldo akun Anda kurang dari jumlah 'dari' untuk swap.",
  "error_11008": "Jumlah 'dari' lebih kecil dari jumlah swap minimum.",
  "error_11009": "Anda tidak dapat melakukan swap dari JEL ke JEL.",
  "error_11010": "Anda tidak dapat melakukan swap dari satu kripto ke kripto yang sama.",
  "error_11011": "Akaun tidak aktif. Sila periksa akaun anda",
  "error_11012": "Pengesahan kod 2FA gagal. Sila periksa kod dan masukkan semula.",
  "error_11013": "Maaf, akaun anda adalah terhad dan tidak boleh menggunakan ciri swap pada masa ini.",
  "error_11014": "Untuk membuat pengeluaran, sekurang-kurangnya satu rekod deposit diperlukan.",
  "error_11015": "Pengeluaran tidak dapat diproses kerana had mingguan telah dilebihi",
  "error_11016": "Bonus tidak boleh dinyahaktifkan semasa bermain permainan.",
  "error_12000": "Gagal memuat nilai biji (seed).",
  "error_12001": "Permainan yang diminta tidak dapat ditemukan.",
  "error_12002": "Saldo Anda tidak mencukupi untuk jumlah taruhan.",
  "error_12003": "Jumlah taruhan melebihi batas maksimum taruhan.",
  "error_12004": "Jumlah taruhan berada di bawah batas taruhan minimum.",
  "error_12005": "Masukan jenis yang salah.",
  "error_12006": "Permainan sudah dalam progress.",
  "error_12007": "Jumlah bom dan nomor yang dipilih melebihi batas.",
  "error_12008": "Anda tidak dapat memilih kotak yang sudah dipilih sebelumnya.",
  "error_12009": "Silakan pilih setidaknya satu kotak untuk melakukan cashout selama perhitungan mundur.",
  "error_12010": "Tidak ada papan Mines yang telah dibuat.",
  "error_12011": "Nomor awal lebih besar dari nomor akhir.",
  "error_12012": "Perbedaan antara nomor awal dan akhir terlalu besar.",
  "error_12013": "Nilai biji klien tidak valid.",
  "error_12100": "Anda tidak dapat mengubah nilai benih.",
  "error_12101": "Permainan ini tidak tersedia untuk dimainkan di negara anda",
  "error_13000": "Anda harus memiliki setidaknya 5 JEL untuk mengklaim hadiah.",
  "error_13001": "Silakan masukkan informasi taruhan Anda sendiri.",
  "error_13002": "Permainan ini sedang dalam perawatan.",
  "error_13003": "Obrolan tersedia mulai dari VIP Level 2 ke atas.",
  "error_13004": "Permainan ini tidak boleh dimainkan dengan dana bonus.",
  "error_12098": "Pengali pertaruhan minimum mestilah sekurang-kurangnya 1.01.",
  "error_12123": "Jumlah pertaruhan kurang daripada minimum pertaruhan.",
  "error_12015": "Anda tidak boleh meletakkan pertaruhan sekarang.",
  "error_12014": "Anda telah meletakkan pertaruhan sebelum ini.",
  "error_12021": "Permainan telah berakhir.",
  "error_12016": "Saya tidak dapat mencari maklumat pertaruhan saya.",
  "error_12017": "Permainan telah berakhir.",
  "error_12018": "Anda telah membuat pengeluaran sebelum ini.",
  "error_12019": "Pengeluaran 50% tidak aktif.",
  "error_12020": "Anda telah membuat pengeluaran 50%.",
  "error_12032": "Anda telah melebihi jumlah pertaruhan maksimum.",
  "error_7549": "Permainan ini saat ini tidak tersedia.",
  "error_7550": "Permainan sedang dalam penyelenggaraan atau cuba pilih mata wang sekali lagi.\n",
  "terms": "<h1>1. Pengenalan</h1>\n<p>Terma dan syarat ini dan dokumen yang dirujuk di bawah (selepas ini dirujuk sebagai \"Terma\") terpakai kepada penggunaan laman web semasa (selepas ini dirujuk sebagai \"Laman Web\") dan perkhidmatan yang berkaitan atau berkaitan dengannya (secara kolektif dirujuk sebagai \"Perkhidmatan\").</p>\n<p>Anda perlu menyemak Terma ini dengan teliti kerana ia mengandungi maklumat penting mengenai hak dan kewajipan anda berkenaan dengan penggunaan Laman Web ini dan membentuk perjanjian undang-undang yang mengikat antara anda - pelanggan kami (selepas ini dirujuk sebagai \"Pelanggan\"), dan kami. Dengan menggunakan Laman Web ini dan/atau mengakses Perkhidmatan, anda, sama ada sebagai tetamu atau pengguna berdaftar dengan akaun (\"Akaun\"), bersetuju untuk terikat dengan Terma ini, bersama dengan sebarang pindaan yang mungkin diterbitkan dari semasa ke semasa. Jika anda tidak menerima Terma ini, anda harus menahan diri daripada mengakses Perkhidmatan dan menggunakan Laman Web.</p>\n<p>Perkhidmatan ini dimiliki oleh Candy Factory Ltd., sebuah syarikat liabiliti terhad yang didaftarkan di Negara yang bernama dengan nombor pendaftaran syarikat 000031826, dengan alamat berdaftar di 9 Barrack Rd, Belize City, Belize (\"Syarikat\"), dilesenkan di Negeri Anjouan di bawah Akta Pelesenan Permainan Komputer 007 tahun 2005.</p>\n<h1>2. Terma Umum</h1>\n<p>Kami berhak untuk menyemak dan meminda Terma (termasuk sebarang dokumen yang dirujuk dan dipautkan di bawah) pada bila-bila masa. Anda harus melawat halaman ini secara berkala untuk menyemak Terma dan Syarat. Pindaan akan mengikat dan berkuat kuasa serta-merta selepas penerbitan di Laman Web ini. Jika anda membantah sebarang perubahan sedemikian, anda mesti segera berhenti menggunakan Perkhidmatan. Penggunaan berterusan anda terhadap Laman Web selepas penerbitan sedemikian akan menunjukkan persetujuan anda untuk terikat dengan Terma yang telah dipinda. Sebarang pertaruhan yang belum diselesaikan sebelum Terma yang diubah berkuat kuasa akan tertakluk kepada Terma yang sedia ada.</p>\n<h1>3. Kewajipan Anda</h1>\n<p>Anda mengakui bahawa pada setiap masa apabila mengakses Laman Web dan menggunakan Perkhidmatan:</p>\n<ol>\n    <li><strong>3.1.</strong> Anda berusia lebih dari 18 tahun, atau usia sah di mana aktiviti perjudian atau permainan dibenarkan di bawah undang-undang atau bidang kuasa yang terpakai kepada anda. Kami berhak untuk meminta dokumen bukti umur daripada anda pada bila-bila masa.</li>\n    <li><strong>3.2.</strong> Anda mempunyai kapasiti undang-undang dan boleh membuat perjanjian undang-undang yang mengikat dengan kami. Anda tidak boleh mengakses Laman Web atau menggunakan Perkhidmatan jika anda tidak mempunyai kapasiti undang-undang.</li>\n    <li><strong>3.3.</strong> Anda adalah penduduk dalam bidang kuasa yang membenarkan perjudian. Anda bukan penduduk mana-mana negara di mana akses kepada perjudian dalam talian kepada penduduknya atau kepada mana-mana orang dalam negara tersebut adalah dilarang. Ia adalah tanggungjawab anda untuk memastikan bahawa penggunaan perkhidmatan adalah sah.</li>\n    <li><strong>3.4.</strong> Anda tidak boleh menggunakan VPN, proksi atau perkhidmatan atau peranti serupa yang menyembunyikan atau memanipulasi pengenalan lokasi sebenar anda.</li>\n    <li><strong>3.5.</strong> Anda adalah pengguna yang sah bagi kaedah pembayaran yang anda gunakan.</li>\n    <li><strong>3.6.</strong> Anda mesti membuat semua pembayaran kepada kami dengan niat baik dan tidak cuba untuk membalikkan pembayaran yang dibuat atau mengambil sebarang tindakan yang akan menyebabkan pembayaran tersebut dibalikkan oleh pihak ketiga.</li>\n    <li><strong>3.8.</strong> Apabila meletakkan pertaruhan, anda tidak boleh menggunakan sebarang maklumat yang diperoleh dengan melanggar sebarang undang-undang yang berkuat kuasa di negara di mana anda berada semasa pertaruhan dibuat.</li>\n    <li><strong>3.9.</strong> Anda tidak bertindak bagi pihak pihak lain atau untuk tujuan komersial, tetapi semata-mata bagi pihak anda sendiri sebagai individu persendirian dalam kapasiti peribadi.</li>\n    <li><strong>3.10.</strong> Anda tidak boleh sama ada cuba untuk memanipulasi sebarang pasaran atau elemen dalam Perkhidmatan dengan niat buruk atau dengan cara yang menjejaskan integriti Perkhidmatan atau kami.</li>\n    <li><strong>3.11.</strong> Anda mesti secara amnya bertindak dengan niat baik berhubung dengan kami dalam Perkhidmatan pada setiap masa dan untuk semua pertaruhan yang dibuat menggunakan Perkhidmatan.</li>\n    <li><strong>3.12.</strong> Anda, atau, jika berkenaan, pekerja anda, majikan, ejen, atau ahli keluarga, tidak didaftarkan sebagai Ahli Gabungan dalam program Ahli Gabungan kami.</li>\n</ol>\n<h1>4. Penggunaan Terhad</h1>\n<ol>\n    <li><strong>4.1.</strong> Anda tidak boleh menggunakan Perkhidmatan:\n        <ol>\n            <li><strong>4.1.1.</strong> Jika anda berumur di bawah 18 tahun (atau di bawah umur majoriti yang ditetapkan dalam undang-undang bidang kuasa yang terpakai kepada anda) atau jika anda tidak boleh secara sah membuat perjanjian undang-undang yang mengikat dengan kami atau anda bertindak sebagai ejen bagi, atau sebaliknya bagi pihak, seseorang yang berumur di bawah 18 tahun (atau di bawah umur majoriti yang ditetapkan dalam undang-undang bidang kuasa yang terpakai kepada anda);</li>\n            <li><strong>4.1.2.</strong> Jika anda tinggal di negara di mana akses kepada perjudian dalam talian kepada penduduknya atau kepada mana-mana orang dalam negara tersebut adalah dilarang.</li>\n            <li><strong>4.1.3.</strong> Jika anda adalah penduduk salah satu negara berikut, atau mengakses Laman Web dari salah satu negara berikut: Austria, Perancis dan wilayahnya, Jerman, Belanda dan wilayahnya, Sepanyol, Kesatuan Komoros, United Kingdom, USA dan wilayahnya, Semua negara yang disenarai hitam oleh FATF, mana-mana bidang kuasa lain yang dianggap dilarang oleh Pihak Berkuasa Kewangan Luar Pesisir Anjouan.</li>\n            <li><strong>4.1.4.</strong> Untuk mengumpul nama samaran, alamat e-mel dan/atau maklumat lain pelanggan lain dengan apa-apa cara (contohnya, dengan menghantar spam, jenis e-mel yang tidak diminta lain atau pembingkaian yang tidak dibenarkan, atau pautan ke, Perkhidmatan);</li>\n            <li><strong>4.1.5.</strong> Untuk mengganggu atau memberi kesan yang tidak wajar atau mempengaruhi aktiviti pelanggan lain atau operasi Perkhidmatan secara umum;</li>\n            <li><strong>4.1.6.</strong> Untuk mempromosikan iklan komersial yang tidak diminta, pautan afiliasi, dan bentuk ajakan lain yang mungkin dikeluarkan daripada Perkhidmatan tanpa notis;</li>\n            <li><strong>4.1.7.</strong> Dengan cara yang, menurut pendapat kami yang munasabah, boleh dianggap sebagai percubaan untuk: (i) menipu Perkhidmatan atau pelanggan lain yang menggunakan Perkhidmatan; atau (ii) bersekongkol dengan mana-mana pelanggan lain yang menggunakan Perkhidmatan untuk mendapatkan kelebihan yang tidak jujur;</li>\n            <li><strong>4.1.8.</strong> Untuk mengikis peluang kami atau melanggar mana-mana Hak Harta Intelek kami; atau</li>\n            <li><strong>4.1.9.</strong> Untuk sebarang aktiviti yang menyalahi undang-undang.</li>\n        </ol>\n    </li>\n    <li><strong>4.2.</strong> Anda tidak boleh menjual atau memindahkan akaun anda kepada pihak ketiga, atau memperoleh akaun pemain daripada pihak ketiga.</li>\n    <li><strong>4.3.</strong> Anda tidak boleh, dengan apa-apa cara, memindahkan dana antara akaun pemain.</li>\n    <li><strong>4.4.</strong> Kami boleh serta-merta menamatkan Akaun anda dengan notis bertulis kepada anda jika anda menggunakan Perkhidmatan untuk tujuan yang tidak dibenarkan. Kami juga boleh mengambil tindakan undang-undang terhadap anda kerana melakukannya dalam keadaan tertentu.</li>\n    <li><strong>4.5.</strong> Pekerja Syarikat, pemegang lesen, pengedar, pemborong, anak syarikat, agensi pengiklanan, promosi atau agensi lain, rakan kongsi media, kontraktor, peruncit dan ahli keluarga terdekat masing-masing TIDAK dibenarkan menggunakan Perkhidmatan untuk wang sebenar tanpa persetujuan terlebih dahulu daripada Pengarah atau CEO Syarikat. Jika aktiviti tersebut ditemui, akaun akan serta-merta ditamatkan dan semua bonus/kemenangan akan dilucutkan.</li>\n</ol>\n<h1>5. Pendaftaran</h1>\n<p>Anda bersetuju bahawa pada setiap masa apabila menggunakan Perkhidmatan:</p>\n<ul>\n    <li><strong>5.1.</strong> Kami berhak untuk menolak menerima permohonan pendaftaran daripada mana-mana pemohon mengikut budi bicara kami sendiri dan tanpa kewajipan untuk menyampaikan alasan tertentu.</li>\n    <li><strong>5.2.</strong> Sebelum menggunakan Perkhidmatan, anda mesti melengkapkan borang pendaftaran secara peribadi dan membaca serta menerima Terma ini. Untuk mula bertaruh pada Perkhidmatan atau mengeluarkan kemenangan anda, kami mungkin memerlukan anda menjadi Pelanggan yang disahkan yang merangkumi lulus pemeriksaan tertentu. Anda mungkin dikehendaki memberikan bukti pengenalan yang sah dan sebarang dokumen lain yang mungkin dianggap perlu. Ini termasuk tetapi tidak terhad kepada, ID bergambar (salinan pasport, lesen memandu atau kad pengenalan negara) dan bil utiliti terkini yang menyenaraikan nama dan alamat anda sebagai bukti tempat tinggal. Kami berhak untuk menggantung pertaruhan atau mengehadkan pilihan Akaun pada mana-mana Akaun sehingga maklumat yang diperlukan diterima. Prosedur ini dilakukan mengikut peraturan permainan yang terpakai dan keperluan undang-undang anti-pengubahan wang haram. Selain itu, anda perlu membiayai Akaun Perkhidmatan anda menggunakan kaedah pembayaran yang dinyatakan pada bahagian pembayaran di Laman Web kami.</li>\n    <li><strong>5.3.</strong> Anda perlu memberikan maklumat hubungan yang tepat, termasuk alamat e-mel yang sah (\"Alamat E-mel Berdaftar\"), dan mengemas kini maklumat tersebut pada masa hadapan untuk memastikan ia tepat. Adalah tanggungjawab anda untuk memastikan maklumat hubungan anda dikemas kini pada Akaun anda. Kegagalan berbuat demikian boleh mengakibatkan anda gagal menerima pemberitahuan dan maklumat penting berkaitan Akaun daripada kami, termasuk perubahan yang kami lakukan pada Terma ini. Kami mengenal pasti dan berkomunikasi dengan Pelanggan kami melalui Alamat E-mel Berdaftar mereka. Adalah tanggungjawab Pelanggan untuk mengekalkan akaun e-mel yang aktif dan unik, untuk memberikan kami alamat e-mel yang betul dan untuk memberitahu Syarikat tentang sebarang perubahan dalam alamat e-mel mereka. Setiap Pelanggan bertanggungjawab sepenuhnya untuk mengekalkan keselamatan Alamat E-mel Berdaftarnya untuk mengelakkan penggunaan Alamat E-mel Berdaftarnya oleh mana-mana pihak ketiga. Syarikat tidak akan bertanggungjawab untuk sebarang kerosakan atau kerugian yang dianggap atau didakwa sebagai akibat daripada komunikasi antara Syarikat dan Pelanggan menggunakan Alamat E-mel Berdaftar. Mana-mana Pelanggan yang tidak mempunyai alamat e-mel yang boleh dicapai oleh Syarikat akan Akaunnya digantung sehingga alamat sedemikian diberikan kepada kami.</li>\n    <li><strong>5.4.</strong> Anda hanya dibenarkan mendaftar satu Akaun dengan Perkhidmatan. Akaun tertakluk kepada penutupan serta-merta jika didapati bahawa anda mempunyai beberapa Akaun yang didaftarkan dengan kami. Ini termasuk penggunaan wakil, saudara mara, rakan kongsi, ahli gabungan, pihak berkaitan, orang yang berhubung dan/atau pihak ketiga yang beroperasi bagi pihak anda.</li>\n    <li><strong>5.5.</strong> Untuk memastikan nilai kewangan anda dan untuk mengesahkan identiti anda, kami mungkin meminta anda memberikan kami maklumat peribadi tambahan, seperti nama dan nama keluarga anda, atau menggunakan mana-mana pembekal maklumat pihak ketiga yang kami anggap perlu. Sekiranya sebarang maklumat peribadi tambahan diperoleh melalui sumber pihak ketiga, kami akan memberitahu anda tentang data yang diperoleh.</li>\n    <li><strong>5.6.</strong> Anda mesti menyimpan kata laluan anda untuk Perkhidmatan secara rahsia. Dengan syarat bahawa maklumat Akaun yang diminta telah diberikan dengan betul, kami berhak untuk menganggap bahawa pertaruhan, deposit dan pengeluaran telah dibuat oleh anda. Kami menasihatkan anda menukar kata laluan anda secara berkala dan tidak pernah mendedahkannya kepada mana-mana pihak ketiga. Adalah tanggungjawab anda untuk melindungi kata laluan anda dan sebarang kegagalan untuk berbuat demikian adalah atas risiko dan perbelanjaan anda sendiri. Anda boleh log keluar dari Perkhidmatan pada akhir setiap sesi. Jika anda percaya mana-mana maklumat Akaun anda sedang disalahgunakan oleh pihak ketiga, atau Akaun anda telah digodam, atau kata laluan anda telah ditemui oleh pihak ketiga, anda mesti memberitahu kami dengan serta-merta. Anda mesti memberitahu kami jika Alamat E-mel Berdaftar anda telah digodam, kami mungkin, bagaimanapun, memerlukan anda untuk memberikan maklumat/dokumen tambahan supaya kami dapat mengesahkan identiti anda.</li>\n    <li><strong>5.7.</strong> Anda tidak boleh pada bila-bila masa menghantar sebarang kandungan atau maklumat lain pada Perkhidmatan kepada pelanggan lain atau mana-mana pihak lain dengan cara tangkapan skrin (atau kaedah serupa), atau memaparkan sebarang maklumat atau kandungan sedemikian dalam bingkai atau dalam apa-apa cara lain yang berbeza daripada cara ia akan dipaparkan jika pelanggan atau pihak ketiga tersebut menaip URL untuk Perkhidmatan ke dalam baris penyemak imbas.</li>\n    <li><strong>5.8.</strong> Semasa mendaftar, anda akan menerima kemungkinan untuk menggunakan semua mata wang yang tersedia di laman web. Mata wang tersebut akan menjadi mata wang deposit, pengeluaran dan pertaruhan anda yang diletakkan dan dipadankan dalam Perkhidmatan seperti yang dinyatakan dalam Terma ini. Sesetengah kaedah pembayaran tidak memproses dalam semua mata wang. Dalam kes sedemikian, mata wang pemprosesan akan dipaparkan, bersama-sama dengan kalkulator penukaran yang tersedia di halaman.</li>\n    <li><strong>5.9.</strong> Kami tidak berkewajipan untuk membuka Akaun untuk anda dan halaman pendaftaran laman web kami hanya merupakan jemputan untuk berurusan. Ia sepenuhnya mengikut budi bicara kami sama ada untuk meneruskan pembukaan Akaun untuk anda dan, sekiranya kami enggan membuka Akaun untuk anda, kami tidak berkewajipan untuk memberikan anda alasan untuk penolakan tersebut.</li>\n    <li><strong>5.10.</strong> Setelah menerima permohonan anda, kami mungkin akan menghubungi anda untuk meminta maklumat dan/atau dokumen lanjut daripada anda untuk membolehkan kami mematuhi kewajipan kawal selia dan undang-undang kami.</li>\n</ul>\n<h1>6. Akaun Anda</h1>\n<ul>\n    <li><strong>6.1.</strong> Akaun boleh menggunakan beberapa mata wang, dalam kes ini semua baki Akaun dan transaksi muncul dalam mata wang yang digunakan untuk transaksi.</li>\n    <li><strong>6.2.</strong> Kami tidak memberikan kredit untuk penggunaan Perkhidmatan.</li>\n    <li><strong>6.3.</strong> Kami boleh menutup atau menggantung Akaun jika anda tidak atau kami percaya secara munasabah bahawa anda tidak mematuhi Terma ini, atau untuk memastikan integriti atau keadilan Perkhidmatan atau jika kami mempunyai alasan munasabah lain untuk berbuat demikian. Kami mungkin tidak selalu dapat memberikan anda notis terlebih dahulu. Jika kami menutup atau menggantung Akaun anda kerana anda tidak mematuhi Terma ini, kami boleh membatalkan dan/atau membatalkan sebarang pertaruhan anda dan menahan sebarang wang dalam akaun anda (termasuk deposit).</li>\n    <li><strong>6.4.</strong> Kami berhak untuk menutup atau menggantung mana-mana Akaun tanpa notis terlebih dahulu dan memulangkan semua dana. Kewajipan kontrak yang sudah matang akan dihormati.</li>\n    <li><strong>6.5.</strong> Kami berhak untuk menolak, menyekat, membatalkan atau mengehadkan sebarang pertaruhan pada bila-bila masa atas sebarang sebab, termasuk sebarang pertaruhan yang dilihat diletakkan dengan cara penipuan untuk mengelakkan had pertaruhan kami dan/atau peraturan sistem kami.</li>\n    <li><strong>6.6.</strong> Jika sebarang jumlah tersalah dikreditkan ke dalam Akaun anda, ia tetap menjadi hak milik kami dan apabila kami menyedari kesilapan tersebut, kami akan memberitahu anda dan jumlah tersebut akan dikeluarkan dari Akaun anda.</li>\n    <li><strong>6.7.</strong> Jika, atas sebarang sebab, Akaun anda terlebih baki, anda akan berhutang dengan kami untuk jumlah terlebih baki tersebut.</li>\n    <li><strong>6.8.</strong> Anda mesti memberitahu kami sebaik sahaja anda menyedari sebarang kesilapan berkenaan dengan Akaun anda.</li>\n    <li><strong>6.9.</strong> Sila ingat bahawa pertaruhan semata-mata untuk hiburan dan keseronokan dan anda harus berhenti apabila ia tidak lagi menyeronokkan. Jangan sekali-kali mempertaruhkan apa-apa yang anda tidak mampu kehilangan. Jika anda merasakan bahawa anda mungkin telah kehilangan kawalan terhadap perjudian anda, kami menawarkan pilihan pengecualian diri. Hanya hantar mesej kepada Jabatan Sokongan Pelanggan kami menggunakan Alamat E-mel Berdaftar anda bahawa anda ingin PENGECUALIAN DIRI dan permintaan ini akan berkuat kuasa dalam masa 24 jam dari saat penerimaannya. Dalam kes ini akaun anda akan dilumpuhkan sehingga notis lanjut anda, dan anda tidak akan dapat log masuk ke dalamnya.</li>\n    <li><strong>6.10.</strong> Anda tidak boleh memindahkan, menjual, atau menggadai Akaun anda kepada orang lain. Larangan ini termasuk pemindahan mana-mana aset bernilai dari apa jua jenis, termasuk tetapi tidak terhad kepada pemilikan akaun, kemenangan, deposit, pertaruhan, hak dan/atau tuntutan yang berkaitan dengan aset ini, undang-undang, komersial atau sebaliknya. Larangan terhadap pemindahan tersebut juga termasuk tetapi tidak terhad kepada penyerahan, penyerahan, pemindahan, hak gunasama, perdagangan, perantaraan, hipotesis dan/atau hadiah dalam kerjasama dengan fidusiari atau mana-mana pihak ketiga lain, syarikat, individu semula jadi atau undang-undang, yayasan dan/atau persatuan dalam apa-apa cara, bentuk atau bentuk.</li>\n    <li><strong>6.11.</strong> Jika anda ingin menutup akaun anda dengan kami, sila hantar e-mel daripada Alamat E-mel Berdaftar anda kepada Jabatan Sokongan Pelanggan kami melalui pautan di Laman Web.</li>\n</ul>\n<h1>7. Deposit Dana</h1>\n<ul>\n    <li><strong>7.1.</strong> Semua deposit perlu dibuat dari akaun atau sistem pembayaran atau kad kredit yang didaftarkan atas nama anda sendiri, dan sebarang deposit yang dibuat dalam mana-mana mata wang lain akan ditukar menggunakan kadar pertukaran harian yang diperoleh daripada oanda.com, atau pada kadar pertukaran bank kami sendiri atau pemproses pembayaran kami yang berkuat kuasa selepas itu Akaun anda akan didepositkan sewajarnya. Perhatikan bahawa sesetengah sistem pembayaran mungkin mengenakan yuran pertukaran mata wang tambahan yang akan ditolak daripada jumlah deposit anda.</li>\n    <li><strong>7.2.</strong> Yuran dan caj mungkin dikenakan kepada deposit dan pengeluaran pelanggan, yang boleh didapati di Laman Web. Dalam kebanyakan kes kami menyerap yuran transaksi untuk deposit ke Akaun www.Yummygame.io anda. Anda bertanggungjawab untuk caj bank anda sendiri yang mungkin anda tanggung kerana mendepositkan dana dengan kami.</li>\n    <li><strong>7.3.</strong> Syarikat bukan institusi kewangan dan menggunakan pemproses pembayaran elektronik pihak ketiga untuk memproses deposit kad kredit dan debit; ia tidak diproses secara langsung oleh kami. Jika anda mendepositkan dana sama ada dengan kad kredit atau kad debit, Akaun anda hanya akan dikreditkan jika kami menerima kod kelulusan dan kebenaran daripada institusi penerbit pembayaran. Jika penerbit kad anda tidak memberikan kebenaran sedemikian, Akaun anda tidak akan dikreditkan dengan dana tersebut.</li>\n    <li><strong>7.4.</strong> Anda bersetuju untuk membayar sepenuhnya semua pembayaran dan caj kepada kami atau penyedia pembayaran berkaitan dengan penggunaan Perkhidmatan. Anda tidak akan membuat caj balik, membatalkan atau membalikkan sebarang deposit, dan jika berlaku, anda akan membayar balik kami untuk deposit yang belum dibayar dan sebarang perbelanjaan yang ditanggung. Kemenangan daripada pertaruhan menggunakan dana yang dicaj balik akan dilucutkan. Akaun pemain anda bukan akaun bank, tidak dijamin atau diinsuranskan, dan tidak memberi faedah pada dana yang disimpan.</li>\n    <li><strong>7.5.</strong> Jika anda memutuskan untuk menerima mana-mana tawaran promosi atau bonus kami dengan memasukkan kod bonus semasa deposit, anda bersetuju dengan Terma Bonus dan terma setiap bonus tertentu.</li>\n    <li><strong>7.6.</strong> Dana yang berasal dari aktiviti jenayah dan/atau haram dan/atau tidak dibenarkan tidak boleh didepositkan dengan kami.</li>\n    <li><strong>7.7.</strong> Jika anda mendepositkan menggunakan kad kredit anda, adalah disyorkan agar anda menyimpan salinan Rekod Transaksi dan salinan Terma ini.</li>\n    <li><strong>7.8.</strong> Perjudian Internet mungkin menyalahi undang-undang dalam bidang kuasa tempat anda berada; jika ya, anda tidak dibenarkan menggunakan kad pembayaran anda untuk mendepositkan di laman web ini. Adalah tanggungjawab anda untuk mengetahui undang-undang mengenai perjudian dalam talian di negara tempat tinggal anda.</li>\n</ul>\n<h1>8. Pengeluaran Dana</h1>\n<ul>\n    <li><strong>8.1.</strong> Anda boleh mengeluarkan mana-mana dana yang tidak digunakan dan yang telah dijelaskan dalam akaun pemain anda dengan mengemukakan permintaan pengeluaran mengikut syarat pengeluaran kami. Jumlah pengeluaran minimum setiap transaksi ialah €10 (atau setara dalam mata wang lain) kecuali penutupan akaun di mana anda boleh mengeluarkan baki penuh.</li>\n    <li><strong>8.2.</strong> Tiada komisen pengeluaran jika anda menggulung (bertaruh) deposit sekurang-kurangnya 1 kali. Jika tidak, kami berhak untuk menolak yuran 8% dengan jumlah minimum 4 euro (atau setara dalam mata wang akaun anda) untuk memerangi pengubahan wang haram.</li>\n    <li><strong>8.3.</strong> Kami berhak untuk meminta ID bergambar, pengesahan alamat atau menjalankan prosedur pengesahan tambahan (meminta swafoto anda, mengatur panggilan pengesahan dsb.) untuk tujuan pengesahan identiti sebelum memberikan sebarang pengeluaran daripada Akaun anda. Kami juga berhak untuk menjalankan pengesahan identiti pada bila-bila masa semasa tempoh hubungan anda dengan kami.</li>\n    <li><strong>8.4.</strong> Semua pengeluaran mesti dibuat ke kad debit, kad kredit, akaun bank, kaedah pembayaran asal yang digunakan untuk membuat pembayaran ke Akaun anda. Kami mungkin, dan sentiasa mengikut budi bicara kami sendiri, membenarkan anda mengeluarkan kepada kaedah pembayaran yang deposit asal anda tidak berasal. Ini akan sentiasa tertakluk kepada pemeriksaan keselamatan tambahan.</li>\n    <li><strong>8.5.</strong> Sekiranya anda ingin mengeluarkan dana tetapi akaun anda tidak boleh diakses, tidak aktif, dikunci atau ditutup, sila hubungi Jabatan Perkhidmatan Pelanggan kami.</li>\n    <li><strong>8.6.</strong> Sila ambil perhatian bahawa kami tidak dapat menjamin pemprosesan pengeluaran atau bayaran balik yang berjaya sekiranya anda melanggar dasar Penggunaan Terhad yang dinyatakan dalam Fasal 3.3 dan 4.</li>\n</ul>\n<h1>9. Transaksi Pembayaran dan Pemproses</h1>\n<ul>\n    <li><strong>9.1.</strong> Anda bertanggungjawab sepenuhnya untuk membayar semua wang yang terhutang kepada kami. Anda mesti membuat semua pembayaran kepada kami dengan niat baik dan tidak cuba untuk membalikkan pembayaran yang dibuat atau mengambil sebarang tindakan yang akan menyebabkan pembayaran tersebut dibalikkan oleh pihak ketiga untuk mengelakkan liabiliti yang ditanggung secara sah. Anda akan membayar balik kepada kami untuk sebarang caj balik, penolakan atau pembalikan pembayaran yang anda buat dan sebarang kerugian yang dialami oleh kami akibatnya. Kami berhak untuk mengenakan yuran pentadbiran sebanyak €50, atau setara mata wang bagi setiap caj balik, penolakan atau pembalikan pembayaran yang anda buat.</li>\n    <li><strong>9.2.</strong> Kami berhak untuk menggunakan pemproses pembayaran elektronik pihak ketiga dan atau bank pedagang untuk memproses pembayaran yang dibuat oleh anda dan anda bersetuju untuk terikat dengan terma dan syarat mereka dengan syarat ia dimaklumkan kepada anda dan terma tersebut tidak bertentangan dengan Terma ini.</li>\n    <li><strong>9.3.</strong> Semua transaksi yang dibuat di laman web kami mungkin diperiksa untuk mengelakkan aktiviti pengubahan wang haram atau pembiayaan keganasan. Transaksi yang mencurigakan akan dilaporkan kepada pihak berkuasa yang berkaitan.</li>\n</ul>\n<h1>10. Kesilapan</h1>\n<ul>\n    <li><strong>10.1.</strong> Sekiranya berlaku kesilapan atau kerosakan sistem atau proses kami, semua pertaruhan akan menjadi terbatal. Anda mempunyai kewajipan untuk memberitahu kami dengan segera sebaik sahaja anda menyedari sebarang kesilapan dengan Perkhidmatan. Sekiranya berlaku kesilapan komunikasi atau sistem atau pepijat atau virus yang berlaku berkaitan dengan Perkhidmatan dan/atau pembayaran yang dibuat kepada anda akibat daripada kecacatan atau kesilapan dalam Perkhidmatan, kami tidak akan bertanggungjawab kepada anda atau mana-mana pihak ketiga untuk sebarang kos langsung atau tidak langsung, perbelanjaan, kerugian atau tuntutan yang timbul atau hasil daripada kesilapan tersebut, dan kami berhak untuk membatalkan semua permainan/pertaruhan yang dipersoalkan dan mengambil sebarang tindakan lain untuk membetulkan kesilapan tersebut.</li>\n    <li><strong>10.2.</strong> Kami berusaha sedaya upaya untuk memastikan bahawa kami tidak membuat kesilapan dalam menyiarkan baris pembuat taruhan. Walau bagaimanapun, jika akibat kesilapan manusia atau masalah sistem pertaruhan diterima pada odd yang: berbeza secara material daripada yang tersedia di pasaran umum pada masa pertaruhan dibuat; atau jelas tidak betul memandangkan peluang peristiwa itu berlaku pada masa pertaruhan dibuat maka kami berhak untuk membatalkan atau membatalkan pertaruhan tersebut, atau untuk membatalkan atau membatalkan pertaruhan yang dibuat selepas acara telah bermula.</li>\n    <li><strong>10.3.</strong> Kami mempunyai hak untuk mendapatkan balik daripada anda sebarang jumlah yang terlebih bayar dan untuk melaraskan Akaun anda untuk membetulkan sebarang kesilapan. Contoh kesilapan sedemikian mungkin di mana harga tidak betul atau di mana kami memasukkan keputusan acara secara salah. Jika terdapat dana yang tidak mencukupi dalam Akaun anda, kami boleh menuntut anda membayar jumlah tertunggak yang berkaitan dengan sebarang pertaruhan atau pertaruhan yang salah. Oleh itu, kami berhak untuk membatalkan, mengurangkan atau memadamkan sebarang permainan yang belum selesai, sama ada diletakkan dengan dana yang dihasilkan daripada kesilapan atau tidak.</li>\n</ul>\n<h1>11. Peraturan Main, Bayaran Balik dan Pembatalan</h1>\n<ul>\n    <li><strong>11.1.</strong> Pemenang acara akan ditentukan pada tarikh penyelesaian acara, dan kami tidak akan mengiktiraf keputusan yang diprotes atau dibatalkan untuk tujuan pertaruhan.</li>\n    <li><strong>11.2.</strong> Semua keputusan yang disiarkan adalah muktamad selepas 72 jam dan tiada pertanyaan akan dilayan selepas tempoh tersebut. Dalam masa 72 jam selepas keputusan disiarkan, kami hanya akan menetapkan/membetulkan keputusan akibat kesilapan manusia, kesilapan sistem atau kesilapan yang dibuat oleh sumber keputusan rujukan.</li>\n    <li><strong>11.3.</strong> Jika keputusan perlawanan dibatalkan atas sebarang sebab oleh badan yang mentadbir perlawanan dalam tempoh pembayaran, maka semua wang akan dikembalikan.</li>\n    <li><strong>11.4.</strong> Jika keputusan seri berlaku dalam permainan di mana pilihan seri ditawarkan semua kepentingan pada kemenangan atau kekalahan pasukan akan hilang. Jika pilihan seri tidak ditawarkan maka semua orang menerima bayaran balik dalam hasil seri pada perlawanan tersebut. Dan jika pilihan seri tidak tersedia, maka masa tambahan akan dikira, jika dimainkan.</li>\n    <li><strong>11.5.</strong> Jika keputusan tidak boleh disahkan oleh kami, contohnya jika suapan yang menyiarkan acara itu terganggu (dan tidak boleh disahkan oleh sumber lain) maka atas pilihan kami, pertaruhan pada acara tersebut akan dianggap tidak sah dan pertaruhan dikembalikan.</li>\n    <li><strong>11.6.</strong> Jumlah pertaruhan minimum dan maksimum pada semua acara akan ditentukan oleh kami dan tertakluk kepada perubahan tanpa notis bertulis terlebih dahulu. Kami juga berhak untuk melaraskan had pada Akaun individu juga.</li>\n    <li><strong>11.7.</strong> Pelanggan bertanggungjawab sepenuhnya untuk transaksi Akaun mereka sendiri. Setelah transaksi selesai, ia tidak boleh diubah. Kami tidak bertanggungjawab untuk pertaruhan yang hilang atau diduplikasi yang dibuat oleh Pelanggan dan tidak akan melayan permintaan percanggahan kerana permainan hilang atau diduplikasi. Pelanggan boleh menyemak transaksi mereka di bahagian Akaun Saya di laman web selepas setiap sesi untuk memastikan semua pertaruhan yang diminta diterima.</li>\n    <li><strong>11.8.</strong> Perlawanan akan diteruskan selagi dua pasukan betul, dan tanpa mengira pengepala Liga di mana ia ditempatkan di Laman Web kami.</li>\n    <li><strong>11.9.</strong> Tarikh dan masa mula yang dipaparkan di Laman Web untuk perlawanan eSport adalah petunjuk sahaja dan tidak dijamin betul. Jika perlawanan digantung atau ditangguhkan, dan tidak disambung semula dalam tempoh 72 jam dari masa mula yang dijadualkan, perlawanan itu tidak akan diteruskan dan pertaruhan akan dikembalikan. Pengecualian adalah sebarang pertaruhan sama ada pasukan/pemain mara dalam kejohanan, atau memenangi kejohanan, akan diteruskan tanpa mengira perlawanan yang digantung atau ditangguhkan.</li>\n    <li><strong>11.10.</strong> Jika sesuatu acara disiarkan oleh kami dengan tarikh yang salah, semua pertaruhan diteruskan berdasarkan tarikh yang diumumkan oleh badan yang mentadbir.</li>\n    <li><strong>11.11.</strong> Jika sesebuah pasukan menggunakan pemain gantian, keputusan tetap sah kerana ia adalah pilihan pasukan untuk menggunakan pemain gantian.</li>\n    <li><strong>11.12.</strong> Syarikat berhak untuk mengalih keluar acara, pasaran dan sebarang produk lain daripada Laman Web.</li>\n    <li><strong>11.13.</strong> Penjelasan terperinci tentang peraturan pertaruhan sukan kami terdapat pada halaman yang berasingan: PERATURAN PERTARUHAN SUKAN</li>\n</ul>\n<h1>12. Komunikasi dan Notis</h1>\n<ul>\n    <li><strong>12.1.</strong> Semua komunikasi dan notis yang hendak diberikan di bawah Terma ini oleh anda kepada kami hendaklah dihantar menggunakan borang Sokongan Pelanggan di Laman Web.</li>\n    <li><strong>12.2.</strong> Semua komunikasi dan notis yang hendak diberikan di bawah Terma ini oleh kami kepada anda hendaklah, kecuali dinyatakan sebaliknya dalam Terma ini, sama ada disiarkan di Laman Web dan/atau dihantar ke Alamat E-mel Berdaftar yang kami pegang dalam sistem kami untuk Pelanggan yang berkaitan. Kaedah komunikasi tersebut hendaklah mengikut budi bicara mutlak dan eksklusif kami.</li>\n    <li><strong>12.3.</strong> Semua komunikasi dan notis yang hendak diberikan di bawah Terma ini oleh anda atau kami hendaklah dalam bahasa Inggeris dan mesti diberikan kepada dan daripada Alamat E-mel Berdaftar dalam Akaun anda.</li>\n    <li><strong>12.4.</strong> Dari semasa ke semasa, kami mungkin menghubungi anda melalui e-mel untuk tujuan menawarkan anda maklumat tentang pertaruhan, tawaran promosi unik, dan maklumat lain daripada Yummygame. Anda bersetuju untuk menerima e-mel tersebut apabila anda bersetuju dengan Terma ini semasa mendaftar di Laman Web. Anda boleh memilih untuk tidak menerima tawaran promosi tersebut daripada kami pada bila-bila masa dengan mengemukakan permintaan kepada Sokongan Pelanggan.</li>\n</ul>\n<h1>13. Perkara di Luar Kawalan Kami</h1>\n<p>Kami tidak boleh dipertanggungjawabkan atas sebarang kegagalan atau kelewatan dalam menyediakan Perkhidmatan akibat daripada peristiwa Force Majeure yang boleh dianggap secara munasabah berada di luar kawalan kami walaupun langkah pencegahan yang munasabah dilaksanakan seperti: tindakan Tuhan; pertikaian perdagangan atau buruh; gangguan kuasa; tindakan, kegagalan atau peninggalan mana-mana kerajaan atau pihak berkuasa; halangan atau kegagalan perkhidmatan telekomunikasi; atau sebarang kelewatan atau kegagalan lain yang disebabkan oleh pihak ketiga, dan kami tidak akan bertanggungjawab ke atas sebarang kehilangan atau kerosakan yang mungkin anda alami. Dalam keadaan sedemikian, kami berhak untuk membatalkan atau menggantung Perkhidmatan tanpa menanggung sebarang liabiliti.</p>\n<h1>14. Liabiliti</h1>\n<ul>\n    <li><strong>14.1.</strong> Setakat yang dibenarkan oleh undang-undang yang terpakai, kami tidak akan memberi pampasan kepada anda untuk sebarang kehilangan atau kerosakan yang boleh dijangka secara munasabah (sama ada secara langsung atau tidak langsung) yang mungkin anda alami jika kami gagal melaksanakan kewajipan kami di bawah terma ini melainkan kami melanggar sebarang tugas yang dikenakan ke atas kami oleh undang-undang (termasuk jika kami menyebabkan kematian atau kecederaan diri akibat kecuaian kami) dalam kes ini kami tidak akan bertanggungjawab kepada anda jika kegagalan tersebut dikaitkan dengan: (i) kesalahan anda sendiri; (ii) pihak ketiga yang tidak berkaitan dengan pelaksanaan terma ini (contohnya masalah disebabkan oleh prestasi rangkaian komunikasi, kesesakan dan kesambungan atau prestasi peralatan komputer anda); atau (iii) sebarang peristiwa lain yang tidak dapat diramalkan atau dicegah oleh kami atau pembekal kami walaupun kami atau mereka telah mengambil langkah berhati-hati yang munasabah. Memandangkan perkhidmatan ini adalah untuk kegunaan pengguna sahaja, kami tidak akan bertanggungjawab ke atas sebarang kerugian perniagaan daripada apa jua jenis.</li>\n    <li><strong>14.2.</strong> Sekiranya kami bertanggungjawab atas sebarang kejadian di bawah terma ini, jumlah liabiliti agregat kami kepada anda di bawah atau berkaitan dengan terma ini tidak akan melebihi (a) nilai pertaruhan dan/atau pertaruhan yang anda letakkan melalui akaun anda berkenaan dengan pertaruhan/permainan atau produk yang menimbulkan liabiliti yang berkaitan, atau (b) EUR €500 secara agregat, mana yang lebih rendah.</li>\n    <li><strong>14.3.</strong> Kami amat mengesyorkan agar anda (i) berhati-hati untuk mengesahkan kesesuaian dan keserasian perkhidmatan dengan peralatan komputer anda sendiri sebelum digunakan; dan (ii) mengambil langkah berjaga-jaga yang munasabah untuk melindungi diri anda daripada program atau peranti yang berbahaya termasuk melalui pemasangan perisian anti-virus.</li>\n</ul>\n<h1>15. Perjudian Oleh Mereka Yang Di Bawah Umur</h1>\n<ul>\n    <li><strong>15.1.</strong> Jika kami mengesyaki bahawa anda atau menerima pemberitahuan bahawa anda kini berumur di bawah 18 tahun atau berumur di bawah 18 tahun (atau di bawah umur majoriti yang ditetapkan dalam undang-undang bidang kuasa yang terpakai kepada anda) apabila anda membuat sebarang pertaruhan melalui Perkhidmatan, Akaun anda akan digantung (dikunci) untuk menghalang anda daripada membuat sebarang pertaruhan lanjut atau membuat sebarang pengeluaran daripada Akaun anda. Kami akan menyiasat perkara tersebut, termasuk sama ada anda telah membuat pertaruhan sebagai ejen bagi pihak, atau sebaliknya bagi pihak, seseorang yang berumur di bawah 18 tahun (atau di bawah umur majoriti yang terpakai kepada anda). Jika didapati bahawa anda: (a) kini; (b) berumur di bawah 18 tahun atau di bawah umur majoriti yang terpakai kepada anda pada masa yang berkaitan; atau (c) telah membuat pertaruhan sebagai ejen bagi pihak atau atas arahan seseorang yang berumur di bawah 18 tahun atau di bawah umur majoriti yang terpakai: semua kemenangan yang sedang atau akan dikreditkan ke Akaun anda akan disimpan; semua kemenangan yang diperoleh daripada pertaruhan melalui Perkhidmatan semasa di bawah umur mesti dibayar kepada kami atas permintaan (jika anda gagal mematuhi peruntukan ini kami akan mendapatkan semula semua kos yang berkaitan dengan pemulihan jumlah tersebut); dan/atau sebarang wang yang didepositkan dalam Akaun anda yang bukan kemenangan akan dikembalikan kepada anda ATAU disimpan sehingga anda berumur 18 tahun mengikut budi bicara kami. Kami berhak untuk menolak yuran transaksi pembayaran daripada jumlah yang akan dikembalikan, termasuk yuran transaksi untuk deposit ke akaun www.Yummygame.io anda yang telah kami tanggung.</li>\n    <li><strong>15.2.</strong> Syarat ini juga terpakai kepada anda jika anda berumur lebih dari 18 tahun tetapi anda meletakkan pertaruhan anda dalam bidang kuasa yang menetapkan umur yang lebih tinggi daripada 18 tahun untuk pertaruhan sah dan anda berada di bawah umur minimum yang sah dalam bidang kuasa tersebut.</li>\n    <li><strong>15.3.</strong> Sekiranya kami mengesyaki anda melanggar peruntukan Klausa ini atau cuba bergantung padanya untuk tujuan penipuan, kami berhak untuk mengambil sebarang tindakan yang perlu untuk menyiasat perkara tersebut, termasuk memaklumkan kepada pihak berkuasa penguatkuasa undang-undang yang berkaitan.</li>\n</ul>\n<h1>16. Penipuan</h1>\n<p>Kami akan mengambil tindakan jenayah dan kontrak terhadap mana-mana Pelanggan yang terlibat dalam penipuan, ketidakjujuran atau tindakan jenayah. Kami akan menahan pembayaran kepada mana-mana Pelanggan di mana sebarang perkara ini disyaki. Pelanggan hendaklah menanggung rugi dan hendaklah bertanggungjawab untuk membayar kepada kami atas permintaan semua kos, caj atau kerugian yang dialami atau ditanggung oleh kami (termasuk sebarang kerugian langsung, tidak langsung atau berbangkit, kehilangan keuntungan, kehilangan perniagaan dan kehilangan reputasi) yang timbul secara langsung atau tidak langsung daripada penipuan, ketidakjujuran atau tindakan jenayah Pelanggan.</p>\n<h1>17. Harta Intelek</h1>\n<ul>\n    <li><strong>17.1.</strong> Sebarang penggunaan nama dan logo kami tanpa kebenaran boleh mengakibatkan tindakan undang-undang diambil terhadap anda.</li>\n    <li><strong>17.2.</strong> Antara kami dan anda, kami adalah pemilik tunggal hak dalam dan kepada Perkhidmatan, teknologi kami, perisian dan sistem perniagaan (selepas ini dirujuk sebagai \"Sistem\") serta peluang kami. anda tidak boleh menggunakan profil peribadi anda untuk keuntungan komersial anda sendiri (seperti menjual kemas kini status anda kepada pengiklan); dan semasa memilih nama samaran untuk Akaun anda, kami berhak untuk mengalih keluar atau menuntutnya jika kami percaya ia sesuai.</li>\n    <li><strong>17.3.</strong> Anda tidak boleh menggunakan URL kami, tanda dagangan, nama dagangan dan/atau pakaian dagangan, logo (\"Tanda\") dan/atau peluang kami berkaitan dengan mana-mana produk atau perkhidmatan yang bukan milik kami, yang dalam apa jua cara mungkin menyebabkan kekeliruan di kalangan Pelanggan atau dalam kalangan orang ramai atau yang dalam apa jua cara merendahkan kami.</li>\n    <li><strong>17.4.</strong> Kecuali sebagaimana yang dinyatakan dalam Terma ini, kami dan pemberi lesen kami tidak memberikan anda sebarang hak nyata atau tersirat, lesen, hak milik atau kepentingan dalam atau kepada Sistem atau Tanda dan semua hak, lesen, hak milik dan kepentingan tersebut khususnya dikekalkan oleh kami dan pemberi lesen kami. Anda bersetuju untuk tidak menggunakan sebarang peranti automatik atau manual untuk memantau atau menyalin halaman web atau kandungan dalam Perkhidmatan. Sebarang penggunaan atau pengeluaran semula tanpa kebenaran boleh mengakibatkan tindakan undang-undang diambil terhadap anda.</li>\n</ul>\n<h1>18. Lesen Anda</h1>\n<ul>\n    <li><strong>18.1.</strong> Tertakluk kepada Terma ini dan pematuhan anda terhadapnya, kami memberikan anda lesen tidak eksklusif, terhad, tidak boleh dipindah milik dan tidak boleh disublesenkan untuk mengakses dan menggunakan Perkhidmatan untuk tujuan peribadi bukan komersial anda sahaja. Lesen kami kepada anda tamat jika perjanjian kami dengan anda di bawah Terma ini berakhir.</li>\n    <li><strong>18.2.</strong> Kecuali berkenaan dengan kandungan anda sendiri, anda tidak boleh dalam apa jua keadaan mengubah suai, menerbitkan, menghantar, memindahkan, menjual, menghasilkan semula, memuat naik, menyiarkan, mengedar, melaksanakan, memaparkan, mencipta karya terbitan daripada, atau dalam apa jua cara mengeksploitasi, Perkhidmatan dan/atau mana-mana kandungan di atasnya atau perisian yang terkandung di dalamnya, kecuali kami membenarkan secara nyata dalam Terma ini atau sebaliknya di Laman Web. Tiada maklumat atau kandungan pada Perkhidmatan atau tersedia kepada anda berkaitan dengan Perkhidmatan boleh diubah suai atau diubah, digabungkan dengan data lain atau diterbitkan dalam apa-apa bentuk termasuk contohnya skrin atau pangkalan data mengikis dan sebarang aktiviti lain yang bertujuan untuk mengumpul, menyimpan, menyusun semula atau memanipulasi maklumat atau kandungan tersebut.</li>\n    <li><strong>18.3.</strong> Sebarang ketidakpatuhan oleh anda dengan Klausa ini juga mungkin merupakan pelanggaran hak harta intelek kami atau pihak ketiga dan hak milik lain yang mungkin menyebabkan anda bertanggungjawab sivil dan/atau pendakwaan jenayah.</li>\n</ul>\n<h1>19. Kelakuan dan Keselamatan Anda</h1>\n<ul>\n    <li><strong>19.1.</strong> Untuk perlindungan anda dan perlindungan semua Pelanggan kami, pengeposan sebarang kandungan pada Perkhidmatan, serta kelakuan berkaitan dengannya dan/atau Perkhidmatan, yang dengan apa cara sekalipun adalah menyalahi undang-undang, tidak sesuai atau tidak diingini adalah dilarang sama sekali (\"Kelakuan Dilarang\").</li>\n    <li><strong>19.2.</strong> Jika anda terlibat dalam Kelakuan Dilarang, atau kami menentukan mengikut budi bicara mutlak kami bahawa anda terlibat dalam Kelakuan Dilarang, Akaun anda dan/atau akses atau penggunaan anda terhadap Perkhidmatan boleh ditamatkan serta-merta tanpa notis kepada anda. Tindakan undang-undang boleh diambil terhadap anda oleh Pelanggan lain, pihak ketiga lain, pihak berkuasa penguatkuasa undang-undang dan/atau kami berkenaan dengan anda terlibat dalam Kelakuan Dilarang.</li>\n    <li><strong>19.3.</strong> Kelakuan Dilarang termasuk mengakses atau menggunakan Perkhidmatan untuk: mempromosikan maklumat palsu atau menyalahi undang-undang; menjalankan aktiviti jenayah; melanggar privasi atau hak orang lain; menghantar kandungan menyalahi undang-undang, mengancam, kesat, lucah atau perkauman; menyebarkan virus komputer; mengganggu atau mengubah fungsi Perkhidmatan; mengakses maklumat secara automatik; menipu atau menipu Pelanggan lain; menghantar spam atau surat berantai; mencipta Akaun dengan maklumat palsu; atau menyamar sebagai orang lain. Senarai ini tidak lengkap dan boleh diubah oleh kami bila-bila masa. Kami berhak menyiasat dan mengambil tindakan yang sesuai termasuk memadam siaran atau menamatkan Akaun.</li>\n</ul>\n<h1>20. Pautan ke Laman Web Lain</h1>\n<p>Perkhidmatan mungkin mengandungi pautan ke laman web pihak ketiga yang tidak diselenggara oleh kami. Pautan ini disediakan untuk kemudahan Pelanggan sahaja dan tidak diperiksa oleh kami untuk ketepatan atau kelengkapannya. Kami tidak bertanggungjawab ke atas ketersediaan atau ketepatan laman web tersebut dan mengesyorkan anda menyemak dasar privasi dan syarat penggunaan apabila melawat laman web baharu.</p>\n<h1>21. Aduan</h1>\n<ul>\n    <li><strong>21.1.</strong> Jika anda mempunyai sebarang kebimbangan atau soalan mengenai Terma ini, anda harus menghubungi Jabatan Perkhidmatan Pelanggan kami melalui pautan di Laman Web dan menggunakan Alamat E-mel Berdaftar anda dalam semua komunikasi dengan kami.</li>\n    <li><strong>21.2.</strong> WALAU BAGAIMANAPUN PERKARA DI ATAS, KAMI TIDAK BERTANGGUNGJAWAB KEPADA ANDA ATAU KEPADA MANA-MANA PIHAK KETIGA APABILA MENJAWAB SEBARANG ADUAN YANG KAMI TERIMA ATAU MENGAMBIL TINDAKAN BERHUBUNG DENGANNYA.</li>\n    <li><strong>21.3.</strong> Jika seorang Pelanggan tidak berpuas hati dengan cara pertaruhan telah diselesaikan maka Pelanggan harus memberikan butiran rungutan mereka kepada Jabatan Perkhidmatan Pelanggan kami. Kami akan berusaha sedaya upaya untuk menjawab pertanyaan sedemikian dalam masa beberapa hari (dan dalam apa jua keadaan kami berhasrat untuk menjawab semua pertanyaan tersebut dalam masa 28 hari selepas penerimaan).</li>\n    <li><strong>21.4.</strong> Pertikaian mesti dikemukakan dalam tempoh tiga (3) hari dari tarikh pertaruhan yang dipersoalkan telah diputuskan. Tiada tuntutan akan dihormati selepas tempoh ini. Pelanggan bertanggungjawab sepenuhnya untuk transaksi Akaun mereka.</li>\n    <li><strong>21.5.</strong> Sekiranya timbul pertikaian antara anda dan kami, Jabatan Perkhidmatan Pelanggan kami akan cuba mencapai penyelesaian yang dipersetujui. Sekiranya Jabatan Perkhidmatan Pelanggan kami tidak dapat mencapai penyelesaian yang dipersetujui dengan anda, perkara tersebut akan dinaikkan kepada pihak pengurusan kami.</li>\n    <li><strong>21.6.</strong> Sekiranya semua usaha untuk menyelesaikan pertikaian sehingga kepuasan Pelanggan telah gagal, Pelanggan mempunyai hak untuk menyelesaikan pertikaian melalui timbang tara.</li>\n</ul>\n<h1>22. Penyerahan</h1>\n<p>Terma ini dan mana-mana hak atau kewajipan di bawahnya tidak boleh diserahkan oleh anda tanpa kebenaran bertulis daripada kami, yang tidak akan ditahan secara tidak munasabah. Kami boleh, tanpa kebenaran anda, menyerahkan semua atau mana-mana bahagian hak dan kewajipan kami di bawahnya kepada mana-mana pihak ketiga dengan syarat pihak ketiga tersebut dapat menyediakan perkhidmatan yang berkualiti secara substantif sama dengan Perkhidmatan dengan menyiarkan notis bertulis kepada kesan ini pada Perkhidmatan.</p>\n<h1>23. Keterverapan</h1>\n<p>Jika mana-mana peruntukan Terma ini dianggap oleh mana-mana pihak berkuasa yang kompeten sebagai tidak boleh dikuatkuasakan atau tidak sah, peruntukan yang berkaitan hendaklah diubah suai untuk membenarkan ia dikuatkuasakan selaras dengan niat teks asal setakat yang dibenarkan oleh undang-undang yang terpakai. Kesahan dan keterlaksanaan peruntukan Terma ini yang selebihnya tidak akan terjejas.</p>\n<h1>24. Pelanggaran Terma Ini</h1>\n<p>Tanpa mengehadkan remedi lain kami, kami boleh menggantung atau menamatkan Akaun anda dan menolak untuk terus menyediakan anda dengan Perkhidmatan, dalam kedua-dua kes tanpa memberi anda notis terlebih dahulu, jika, pada pendapat kami yang munasabah, anda melanggar mana-mana terma material Terma ini. Walau bagaimanapun, notis mengenai sebarang tindakan sedemikian akan diberikan kepada anda dengan segera.</p>\n<h1>25. Peruntukan Umum</h1>\n<ul>\n    <li><strong>25.1.</strong> Tempoh perjanjian. Terma ini hendaklah kekal berkuat kuasa penuh semasa anda mengakses atau menggunakan Perkhidmatan atau menjadi Pelanggan atau pelawat Laman Web. Terma ini akan kekal selepas penamatan Akaun anda atas sebarang sebab.</li>\n    <li><strong>25.2.</strong> Jantina. Perkataan yang mengimport nombor tunggal hendaklah termasuk jamak dan sebaliknya, perkataan yang mengimport jantina lelaki hendaklah termasuk jantina perempuan dan neuter dan sebaliknya dan perkataan yang mengimport orang hendaklah termasuk individu, perkongsian, persatuan, amanah, organisasi yang tidak diperbadankan dan perbadanan.</li>\n    <li><strong>25.3.</strong> Penepian. Tiada penepian oleh kami, sama ada melalui kelakuan atau sebaliknya, terhadap pelanggaran atau ancaman pelanggaran oleh anda terhadap mana-mana terma atau syarat Terma ini hendaklah berkuat kuasa terhadap, atau mengikat, kami melainkan dibuat secara bertulis dan ditandatangani dengan sewajarnya oleh kami, dan, melainkan dinyatakan sebaliknya dalam penepian bertulis, hendaklah terhad kepada pelanggaran tertentu yang dikecualikan. Kegagalan kami untuk menguatkuasakan pada bila-bila masa mana-mana terma atau syarat Terma ini tidak boleh ditafsirkan sebagai penepian peruntukan sedemikian atau hak kami untuk menguatkuasakan peruntukan sedemikian pada bila-bila masa lain.</li>\n    <li><strong>25.4.</strong> Pengakuan. Dengan mengakses atau menggunakan Perkhidmatan di sini selepas ini, anda mengakui telah membaca, memahami dan bersetuju dengan setiap perenggan Terma ini. Akibatnya, anda dengan ini secara tidak boleh ditarik balik mengetepikan sebarang hujah, tuntutan, permintaan atau prosiding masa hadapan bertentangan dengan apa-apa yang terkandung dalam Terma ini.</li>\n    <li><strong>25.5.</strong> Bahasa. Sekiranya terdapat percanggahan antara versi bahasa Inggeris peraturan ini dan mana-mana versi bahasa lain, versi bahasa Inggeris akan dianggap betul.</li>\n    <li><strong>25.6.</strong> Undang-undang yang mentadbir. Terma ini ditadbir secara eksklusif oleh undang-undang yang berkuat kuasa di negeri Anjouan di Kesatuan Komoros.</li>\n    <li><strong>25.7.</strong> Perjanjian keseluruhan. Terma ini merupakan keseluruhan perjanjian antara anda dan kami berkenaan dengan akses dan penggunaan anda terhadap Perkhidmatan, dan menggantikan semua perjanjian dan komunikasi lain, sama ada lisan atau bertulis berkenaan dengan perkara yang dinyatakan di sini.</li>\n</ul>\n<h1>26. Permainan Kelebihan</h1>\n<p>Jika Yummygame mengenal pasti pemain yang menggunakan bonus atau promosi secara tidak wajar untuk mendapatkan kelebihan, ia berhak merampas kemenangan dan menggantung akaun. Ini termasuk strategi untuk mengeluarkan atau mengeksploitasi bonus. Pertaruhan sama, margin sifar, atau margin rendah, serta pertaruhan lindung nilai, dianggap sebagai permainan tidak tetap. Yummygame berhak menahan pengeluaran dan merampas kemenangan jika permainan tidak tetap dikesan.</p>",
  "gamble": "p>Menyertai aktiviti kasino dalam talian, seperti yang ditawarkan oleh <strong>Yummygame</strong>, adalah untuk tujuan hiburan. Walau bagaimanapun, adalah penting untuk mengakui bahawa sebilangan kecil pemain mungkin menghadapi masalah dalam mengawal tingkah laku perjudian mereka. Adalah penting untuk memahami bahawa seseorang itu tidak seharusnya menganggap permainan sebagai cara untuk mendapatkan wang atau membayar hutang.</p>\n<p>Adalah disyorkan untuk menjejaki jumlah masa dan wang yang anda habiskan di kasino dalam talian setiap hari. <strong>Yummygame</strong> mengutamakan perjudian yang bertanggungjawab dan mengehadkan pangkalan penggunanya kepada mereka yang berumur 18 tahun ke atas. Kasino ini menggunakan pelbagai strategi untuk menghalang golongan bawah umur daripada mencipta akaun dan mengambil bahagian dalam aktiviti perjudian. Ini termasuk menguatkuasakan pemeriksaan ID untuk mengesahkan umur pemain.</p>\n<p>Jika ada pemain yang dikenal pasti sebagai bawah umur, akses mereka ke laman web akan disekat. Walau bagaimanapun, disebabkan kemudahan akses kepada internet, terdapat kemungkinan bahawa individu bawah umur masih dapat mendaftar dan bermain dalam talian. Oleh itu, <strong>Yummygame</strong> dengan ikhlas mengesyorkan agar ibu bapa mengambil peranan aktif dalam menghalang anak-anak mereka daripada mengakses platform pertaruhan dalam talian.</p>\n<p>Dalam konteks ini, terdapat alat perisian tertentu yang direka untuk membantu ibu bapa dalam usaha ini. Maklumat lanjut mengenai alat pencegahan ini boleh didapati di laman web tertentu.</p>",
  "aml": "<h1>Yummygame dikendalikan oleh Candy Factory Ltd.</h1>\n<p>Nombor pendaftaran syarikat 000031826, dengan alamat berdaftar di 9 Barrack Rd, Belize City, Belize (dirujuk sebagai \"Syarikat\"). Ia dilesenkan di Negeri Anjouan di bawah Akta Perlesenan Permainan Komputer 007 tahun 2005. Candy Factory Ltd. berada dalam skop kewajiban AML mengikut undang-undang Anjouan. Oleh itu, pengurusan atasan telah melaksanakan sistem dan prosedur yang memenuhi piawaian yang ditetapkan oleh undang-undang AML yang berkaitan di Anjouan.</p>\n<h2>Definisi ML</h2>\n<h3>Pengubahan Wang Haram</h3>\n<p>Proses menjadikan hasil yang diperoleh secara haram kelihatan sah. Proses ini biasanya dibahagikan kepada tiga langkah: penempatan, pelapisan, dan integrasi.</p>\n<ul>\n    <li><strong>Penempatan:</strong> Proses meletakkan hasil haram ke dalam institusi kewangan tradisional, melalui deposit atau saluran lain.</li>\n    <li><strong>Pelapisan:</strong> Proses memisahkan hasil aktiviti jenayah daripada asalnya dengan lapisan transaksi kewangan yang kompleks, seperti menukar wang tunai kepada cek pengembara, pesanan wang, pemindahan kawat, surat kredit, stok, bon, atau membeli aset.</li>\n    <li><strong>Integrasi:</strong> Menggunakan transaksi yang sah untuk menyamarkan hasil haram, membolehkan wang yang telah dibersihkan diagihkan kembali kepada penjenayah; mengintegrasikan wang yang telah dibersihkan kembali ke dalam penggunaan normal.</li>\n</ul>\n<h2>Polisi AML (Anti-Pengubahan Wang Haram)</h2>\n<p>Candy Factory Ltd. sedar bahawa menawarkan perkhidmatan berkaitan permainan dalam talian menimbulkan risiko pengubahan wang haram dan pembiayaan keganasan. Untuk mengenal pasti, mencegah, dan mengehadkan risiko pengubahan wang haram dan pembiayaan keganasan, Candy Factory Ltd. melaksanakan langkah-langkah, proses, dan kawalan dalaman ke dalam operasi perniagaan harian, yang mempertimbangkan sifat pelanggan dan perkhidmatan Candy Factory Ltd. Dengan langkah-langkah, proses, dan kawalan dalaman ini, Candy Factory Ltd. memenuhi semua keperluan undang-undang yang berkaitan dengan langkah-langkah pencegahan pengubahan wang haram dan pembiayaan keganasan, seperti yang dikehendaki oleh undang-undang Anjouan yang berkenaan. Candy Factory Ltd. telah menyediakan Polisi AML mengenai pencegahan pengubahan wang haram untuk membuktikan komitmennya untuk mengesan, mencegah, dan melaporkan kepada pihak berkuasa nasional semua percubaan menggunakan perkhidmatan Candy Factory Ltd. untuk sebarang jenis transaksi yang akan memenuhi definisi undang-undang pengubahan wang haram dan/atau pembiayaan keganasan, atau yang mewakili sebarang bentuk transaksi kewangan haram yang lain. Polisi AML diubah suai dan dinaik taraf dengan perubahan undang-undang dan amalan baik dalam industri. Kandungan Polisi AML meliputi:</p>\n<ul>\n    <li>Organisasi dalaman proses yang berkaitan dengan pencegahan pengubahan wang haram;</li>\n    <li>Proses usaha wajar (juga dikenali sebagai \"Kenali pelanggan anda atau KYC\")</li>\n    <li>Penilaian risiko pengubahan wang haram;</li>\n    <li>Kategori pelanggan yang tidak layak dan layak;</li>\n    <li>Langkah-langkah usaha wajar yang dipertingkatkan;</li>\n    <li>Kewajiban pelaporan (terhadap pihak berkuasa yang berkenaan).</li>\n</ul>\n<p>Untuk mematuhi prosedur Anti-Pengubahan Wang Haram (AML), kami memerlukan taruhan wajib 1x pada semua deposit sebelum membuat permintaan pengeluaran. Kegagalan untuk memenuhi keperluan ini boleh mengakibatkan sekatan atau penolakan pengeluaran sehingga ia dipenuhi. Setelah keperluan perolehan satu kali dipenuhi, pengguna boleh meminta pengeluaran berdasarkan keuntungan yang diperoleh daripada deposit mereka.</p>",
  "underage": "<h1>Dasar Permainan untuk Individu Bawah Umur</h1>\n<p>Dasar ini ditubuhkan untuk menghalang individu bawah umur daripada menyertai aktiviti permainan di Yummygame (selepas ini dirujuk sebagai \"platform\"). Ia adalah tanggungjawab dan komitmen kami untuk menggalakkan permainan yang bertanggungjawab dan menguatkuasakan had umur yang sah untuk permainan.</p>\n<ol>\n    <li><strong>Keperluan Umur:</strong> Semua pemain mesti berumur sekurang-kurangnya 18 tahun untuk menyertai sebarang aktiviti permainan yang ditawarkan oleh platform kami. Keperluan umur ini tidak boleh dirunding dan dikuatkuasakan secara ketat.</li>\n    <li><strong>Proses Pengesahan:</strong> Untuk memastikan pematuhan dengan dasar ini, kami memerlukan semua pengguna menjalani proses pengesahan umur semasa pendaftaran akaun. Proses ini mungkin memerlukan pengguna memberikan pengenalan yang sah yang membuktikan umur mereka.</li>\n    <li><strong>Pemantauan Akaun:</strong> Platform kami secara aktif memantau akaun untuk mengesan sebarang kejadian permainan bawah umur. Mana-mana akaun yang disyaki digunakan oleh individu bawah umur akan tertakluk kepada pengesahan lanjut dan kemungkinan penggantungan.</li>\n    <li><strong>Akibat Permainan Bawah Umur:</strong> Menyertai aktiviti permainan semasa di bawah umur 18 tahun adalah pelanggaran dasar kami. Mana-mana akaun yang didapati dimiliki oleh individu bawah umur akan digantung serta-merta, dan sebarang kemenangan mungkin akan dilucutkan.</li>\n    <li><strong>Bimbingan dan Kawalan Ibu Bapa:</strong> Kami menggalakkan ibu bapa dan penjaga untuk memantau aktiviti dalam talian anak-anak mereka untuk menghalang permainan bawah umur. Platform kami tidak direka untuk individu di bawah umur 18 tahun.</li>\n    <li><strong>Kesedaran dan Pendidikan:</strong> Kami komited untuk mendidik pengguna kami tentang kepentingan permainan yang bertanggungjawab, termasuk mematuhi keperluan umur untuk aktiviti permainan.</li>\n    <li><strong>Mekanisme Pelaporan:</strong> Pengguna digalakkan untuk melaporkan sebarang kejadian permainan bawah umur yang disyaki. Kami mengambil laporan ini dengan serius dan akan menyiasat dengan segera.</li>\n</ol>\n<p>Dengan melibatkan diri dengan platform kami, semua pengguna mengesahkan pemahaman dan pematuhan mereka terhadap Dasar Permainan untuk Individu Bawah Umur ini. Komitmen kami kepada permainan yang bertanggungjawab adalah tidak goyah, dan kami berusaha untuk mewujudkan persekitaran permainan yang selamat dan sah untuk semua pengguna.</p>",
  "responsible": "<h1>Garis Panduan Permainan Bertanggungjawab Yummygame</h1>\n<p>Yummygame hadir untuk menyediakan pengalaman permainan yang hebat dan menyeronokkan serta mengiktiraf tanggungjawab kami dalam menghalang aktiviti yang bermasalah. Kami menasihati semua pemain untuk mengambil kira perkara berikut dan tidak bermain permainan secara tidak bertanggungjawab:</p>\n<ul>\n    <li>Bermain untuk hiburan, bukan untuk mendapatkan wang.</li>\n    <li>Elakkan mengejar kerugian.</li>\n    <li>Tetapkan had untuk diri sendiri.</li>\n    <li>Jangan biarkan perjudian mengganggu tanggungjawab harian anda.</li>\n    <li>Jangan berjudi melainkan anda boleh menampung kerugian.</li>\n    <li>Berehatlah.</li>\n</ul>\n<p>Lihat soalan di bawah. Jika jawapan anda kepada kebanyakan soalan tersebut adalah “YA”, kami menasihati anda untuk mengambil tindakan untuk menghalang perjudian daripada memberi kesan negatif kepada hidup anda:</p>\n<ul>\n    <li>Adakah perjudian menjejaskan kerja anda?</li>\n    <li>Adakah perjudian menyebabkan pertengkaran dengan keluarga/rakan?</li>\n    <li>Adakah anda selalu kembali untuk memenangi semula kerugian anda?</li>\n    <li>Adakah anda pernah meminjam wang untuk berjudi?</li>\n    <li>Adakah anda melihat perjudian sebagai sumber pendapatan?</li>\n    <li>Adakah anda sukar untuk menghadkan perjudian anda?</li>\n</ul>\n<h2>Apa yang perlu dilakukan?</h2>\n<p>Berikut ialah organisasi terkenal yang komited untuk membantu mereka yang menghadapi masalah perjudian dan boleh dihubungi pada bila-bila masa:</p>\n<ul>\n    <li><a href=\"https://www.gamblersanonymous.org/\" target=\"_blank\">Gamblers Anonymous</a></li>\n    <li><a href=\"https://www.gamblingtherapy.org/\" target=\"_blank\">Gambling Therapy</a></li>\n    <li><a href=\"https://www.gamcare.org.uk/\" target=\"_blank\">GamCare</a></li>\n</ul>\n<h2>Bagaimana kami boleh membantu</h2>\n<p>Kami menasihati semua pemain yang bimbang tentang tingkah laku perjudian mereka untuk berehat dengan mengecualikan diri daripada akaun permainan mereka. Pengecualian diri akan mengunci akaun anda selama maksimum 12 bulan dan tiada bahan promosi akan dihantar.</p>\n<p>Untuk memulakan tempoh penyejukan, sila lawati Halaman Tetapan Akaun kami.</p>\n<p>Kami mengesyorkan agar anda menghubungi semua tapak perjudian lain di mana anda mempunyai akaun dan meminta pengecualian diri di sana juga.</p>\n<h2>Perjudian bawah umur</h2>\n<p>Pemain mestilah berumur sah perjudian di bidang kuasa mereka (sekurang-kurangnya 18+) untuk bermain di Yummygame. Adalah menjadi tanggungjawab mereka untuk mengetahui had umur di mana mereka tinggal dan bermain, dan untuk mengesahkan kesahihan mereka semasa membuat akaun di Yummygame. Kami juga menasihati ibu bapa untuk melakukan perkara berikut:</p>\n<ul>\n    <li>Kata laluan lindungi komputer, mudah alih dan/atau tablet.</li>\n    <li>Jangan biarkan peranti tanpa pengawasan apabila log masuk ke akaun anda.</li>\n    <li>Pastikan semua butiran akaun dan kad kredit tidak boleh diakses oleh kanak-kanak.</li>\n    <li>Jangan simpan kata laluan pada komputer anda, tulis dan simpan di tempat yang sukar dicapai.</li>\n    <li>Muat turun perisian penapisan (contohnya <a href=\"https://www.netnanny.com/\" target=\"_blank\">Net Nanny</a>) untuk menghalang kanak-kanak bawah umur daripada mengakses tapak yang tidak sesuai.</li>\n</ul>",
  "kyc": "<h1>Proses KYC (Kenali Pelanggan Anda) Yummygame</h1>\n<p>\"Yummygame dikendalikan oleh Candy Factory Ltd. (nombor pendaftaran syarikat 000031826), dengan alamat berdaftar di 9 Barrack Rd, Belize City, Belize (dikenali sebagai \"Syarikat\"). Ia dilesenkan di Negeri Anjouan di bawah Akta Perlesenan Permainan Komputer 007 tahun 2005. Candy Factory Ltd. berada dalam skop kewajipan KYC menurut undang-undang Anjouan. Oleh itu, pengurusan kanan telah melaksanakan sistem dan prosedur yang memenuhi piawaian yang ditetapkan oleh undang-undang KYC yang berkaitan di Anjouan.</p>\n<p>Syarikat mematuhi dan mematuhi prinsip \"Kenali pelanggan anda\", yang bertujuan untuk mencegah jenayah kewangan dan pengubahan wang haram melalui pengenalan dan usaha wajar pelanggan.</p>\n<p>Syarikat berhak, pada bila-bila masa, meminta sebarang dokumen KYC yang dianggap perlu untuk menentukan identiti dan lokasi pengguna di www.Yummygame.io. Kami berhak untuk mengehadkan perkhidmatan, pembayaran, atau pengeluaran sehingga identiti ditentukan dengan cukup, atau atas sebarang alasan lain mengikut budi bicara tunggal kami berdasarkan rangka kerja undang-undang.</p>\n<p>Kami mengambil pendekatan berasaskan risiko dan melakukan pemeriksaan usaha wajar yang ketat dan pemantauan berterusan terhadap semua pelanggan, pelanggan, dan transaksi. Mengikut peraturan pengubahan wang haram, kami menggunakan tiga peringkat pemeriksaan usaha wajar, bergantung pada risiko, transaksi, dan jenis pelanggan:</p>\n<ul>\n    <li>SDD: usaha wajar dipermudahkan digunakan dalam kes transaksi berisiko sangat rendah yang tidak memenuhi ambang yang diperlukan.</li>\n    <li>CDD: usaha wajar pelanggan adalah piawaian untuk pemeriksaan usaha wajar, digunakan dalam kebanyakan kes untuk pengesahan dan pengenalpastian.</li>\n    <li>EDD: Usaha Wajar yang Dipertingkatkan digunakan untuk pelanggan berisiko tinggi, transaksi besar, atau kes khas.</li>\n</ul>\n<p>Secara berasingan dan sebagai tambahan kepada yang di atas, apabila pengguna membuat jumlah deposit agregat melebihi EUR 5,000 atau meminta pengeluaran sebarang jumlah di dalam www.Yummygame.io atau cuba atau menyelesaikan transaksi yang dianggap mencurigakan, maka adalah wajib bagi mereka untuk melengkapkan proses KYC sepenuhnya.</p>\n<p>Semasa proses ini, pengguna perlu memasukkan beberapa butiran asas tentang diri mereka sendiri dan kemudian memuat naik:</p>\n<ol>\n    <li>Salinan ID Foto yang Dikeluarkan oleh Kerajaan (dalam beberapa kes, bahagian hadapan dan belakang bergantung pada dokumen ID)</li>\n    <li>Gambar selfie sendiri memegang dokumen ID</li>\n    <li>Penyata bank/Bil utiliti</li>\n</ol>\n<h2>Garis Panduan untuk “Proses KYC”</h2>\n<ol>\n    <li><strong>Bukti ID</strong>\n        <ul>\n            <li>Tandatangan ada.</li>\n            <li>Negara bukan salah satu Negara Terhad berikut: Austria, Perancis dan wilayahnya, Jerman, Belanda dan wilayahnya, Sepanyol, Kesatuan Comoros, United Kingdom, Amerika Syarikat dan wilayahnya, Semua negara yang disenarai hitam oleh FATF, mana-mana bidang kuasa lain yang dianggap dilarang oleh Pihak Berkuasa Kewangan Luar Pesisir Anjouan.</li>\n            <li>Nama penuh sepadan dengan nama pelanggan.</li>\n            <li>Dokumen tidak tamat dalam tempoh 3 bulan akan datang.</li>\n            <li>Pemilik berumur lebih dari 18 tahun.</li>\n        </ul>\n    </li>\n    <li><strong>Bukti Tempat Tinggal</strong>\n        <ul>\n            <li>Penyata Bank atau Bil Utiliti</li>\n            <li>Negara bukan salah satu Negara Terhad berikut: Austria, Perancis dan wilayahnya, Jerman, Belanda dan wilayahnya, Sepanyol, Kesatuan Comoros, United Kingdom dan wilayahnya, Amerika Syarikat dan wilayahnya, Semua negara yang disenarai hitam oleh FATF, mana-mana bidang kuasa lain yang dianggap dilarang oleh Pihak Berkuasa Kewangan Luar Pesisir Anjouan.</li>\n            <li>Nama penuh sepadan dengan nama pelanggan dan sama seperti dalam bukti ID.</li>\n            <li>Tarikh Keluaran: Dalam tempoh 3 bulan lepas</li>\n        </ul>\n    </li>\n    <li><strong>Selfie dengan ID</strong>\n        <ul>\n            <li>Pemegang adalah sama seperti dalam dokumen ID di atas.</li>\n            <li>Dokumen ID adalah sama seperti dalam \"1\". Pastikan foto/nombor ID adalah sama.</li>\n        </ul>\n    </li>\n</ol>",
  "self": "<h1>Dasar Pengecualian Diri</h1>\n<p>Jika anda merasa tidak lagi dapat mengendalikan perjudian anda atau berjudi dengan aman, kami menawarkan pilihan kepada anda untuk mengecualikan diri dari taruhan dengan kami. Untuk memulai masa pendinginan seperti yang dijelaskan di bawah ini, silakan kunjungi <a href=\"link-to-account-settings\">Halaman Pengaturan Akun</a> kami.</p>\n<h2>Kebijakan</h2>\n<p>Bagi kebanyakan orang, perjudian adalah kegiatan rekreasi dan hiburan yang menyenangkan. Tetapi bagi beberapa orang, perjudian dapat memiliki dampak negatif. Akibatnya, kami telah mengembangkan kebijakan ini untuk mengkomunikasikan pendekatan kami terhadap perjudian yang bertanggung jawab dan meminimalkan kerugian kepada konsumen yang mungkin rentan terhadap masalah perjudian.</p>\n<ol>\n    <li>Dengan meminta periode pengecualian diri, anda setuju untuk mengikuti syarat dan ketentuan di bawah ini, yang akan berlaku sejak Yummygame melaksanakan periode pengecualian diri yang dipilih.</li>\n    <li>Anda dapat mengecualikan diri selama periode 7 hari atau 1, 3, 6, 12 bulan. Permintaan pengecualian diri akan dilakukan segera setelah permintaan.</li>\n    <li>Setelah anda mengecualikan diri, anda tidak akan dapat mengakses akun anda atau menarik selama periode ini.</li>\n    <li>Jika anda mengecualikan akun anda saat anda memiliki taruhan yang tertunda di akun anda, taruhan yang ditempatkan akan tetap valid dan diselesaikan sesuai dengan hasil resmi.</li>\n    <li>Setelah periode pengecualian diri berakhir, anda dapat menarik kemenangan dari taruhan yang memenuhi syarat. Yummygame tidak membatalkan atau menghapus taruhan apa pun yang ditempatkan sebelum pengecualian diri berlaku.</li>\n    <li>Setelah anda mengecualikan diri, anda tidak akan dapat mengubah atau mengubah periode untuk waktu yang lebih singkat atau membatalkan pengecualian diri anda sampai periode yang anda pilih untuk pengecualian diri telah berlalu.</li>\n    <li>Silakan hubungi tim layanan pelanggan kami jika anda ingin memperpanjang periode pengecualian diri anda.</li>\n    <li>Setelah pengecualian diri yang anda pilih berakhir, akun anda akan otomatis dibuka kembali.</li>\n    <li>Dengan mengecualikan diri, anda setuju bahwa:\n        <ul>\n            <li>Anda tidak akan membuat akun lain selama periode ini.</li>\n            <li>Anda tidak akan menyetor atau mencoba menyetor dana ke akun Yummygame.</li>\n            <li>Anda tidak akan bertaruh di situs web ini selama periode ini.</li>\n            <li>Ini adalah tindakan sukarela yang dimulai oleh anda sendiri, dan Candy Factory Ltd. tidak akan bertanggung jawab atas kerugian apa pun yang mungkin anda tanggung selama periode pengecualian diri dalam bentuk apa pun.</li>\n        </ul>\n    </li>\n</ol>",
  "privacy": "<h1>Dasar Privasi Candy Factory Ltd.</h1>\n<p>Ini adalah dasar privasi Candy Factory Ltd. (pemilik dan pengendali Yummygame.io). Dasar Privasi ini menggariskan bagaimana Yummygame.io akan menguruskan maklumat peribadi anda yang dikumpulkan sebagai hasil keahlian anda dengan Yummygame.io, penggunaan laman web kami yang terletak di <a href=\"\"https://Yummygame.io\"\">https://Yummygame.io</a>, dan mana-mana halaman atau laman web di bawah jenama 'Yummygame', termasuk apa-apa aplikasi telefon bimbit atau tablet yang dimiliki dan/atau dikendalikan oleh kami, atau bila kami berurusan dengan anda sebaliknya. Kami berkomitmen untuk memastikan bahawa maklumat peribadi anda dilindungi dan digunakan, disimpan, dan didedahkan mengikut Akta Privasi dan Dasar Privasi ini.</p>\n\n<h2>Penggunaan Laman Web</h2>\n<p>Dengan menggunakan laman web, anda bersetuju untuk terikat dengan terma Dasar Privasi ini. Yummygame.io boleh meninjau semula Dasar Privasi secara berkala dan berhak untuk mengubah Dasar Privasi pada bila-bila masa atas budi bicara kami dengan memaparkan perubahan tersebut di laman web. Perubahan akan berkuat kuasa dengan serta-merta selepas dipaparkan di laman web.</p>\n\n<h2>Maklumat Peribadi</h2>\n<p>Jenis Maklumat Peribadi yang mungkin dikumpulkan oleh Yummygame.io dari anda termasuk:</p>\n<ul>\n    <li>Nama</li>\n    <li>Alamat Emel</li>\n    <li>Pilihan yang Dihantar Secara Peribadi</li>\n    <li>Tarikh Lahir</li>\n    <li>Warganegara</li>\n    <li>Alamat Fizikal</li>\n    <li>Nombor Pengenalan</li>\n    <li>Pengenalan Dikeluarkan oleh Kerajaan</li>\n    <li>Data Lokasi</li>\n    <li>Informasi Peranti</li>\n    <li>Alamat IP</li>\n</ul>\n<p>Maklumat ini boleh dikumpulkan melalui kaedah seperti input data semasa pendaftaran akaun dan komunikasi dengan pelanggan.</p>\n\n<h2>Tujuan Pengumpulan</h2>\n<p>Yummygame.io akan mengumpulkan Maklumat Peribadi anda hanya dengan cara yang sah dan adil, dan bukan dengan cara yang merosakkan, untuk mengendalikan perniagaannya sebagai penjual buku pertaruhan dalam talian yang dilesenkan, untuk tujuan termasuk:</p>\n\n<h2>Pemasaran Langsung dan Menolak</h2>\n<p>Dari semasa ke semasa, Yummygame.io mungkin menggunakan Maklumat Peribadi anda untuk memaklumkan kepada anda mengenai produk atau perkhidmatan kami atau tentang aktiviti promosi yang mungkin menarik atau memberi faedah kepada anda. Jika anda tidak lagi mahu menerima bahan pemasaran atau promosi dari Yummygame.io dalam apa jua bentuk, anda boleh menghubungi kami pada bila-bila masa melalui emel di <a href=\"\"mailto:support@Yummygame.io\"\">support@Yummygame.io</a>.</p>\n\n<h2>Pengurusan Maklumat Peribadi Anda</h2>\n<p>Yummygame.io akan mengambil semua langkah yang wajar untuk memastikan bahawa Maklumat Peribadi yang dikumpul, digunakan, atau didedahkan adalah tepat dan disimpan dalam persekitaran yang selamat hanya boleh diakses oleh individu yang diberi kuasa.</p>\n\n<h2>Keselamatan Maklumat Peribadi</h2>\n<p>Walaupun tiada penghantaran data melalui Internet yang sepenuhnya selamat, Yummygame.io akan mengambil langkah-langkah yang wajar untuk melindungi Maklumat Peribadi anda dari penyalahgunaan, kehilangan, akses tanpa kebenaran, pengubahsuaian, dan penyingkapan, termasuk menggunakan sistem dan pangkalan data yang dilindungi dengan kata laluan dan teknologi SSL.</p>\n\n<h2>Akses kepada Maklumat Peribadi</h2>\n<p>Anda boleh mengakses Maklumat Peribadi yang dikumpulkan oleh Yummygame.io dengan mengikuti pautan \"\"Tetapan\"\" di laman web atau dengan menghubungi kami di <a href=\"\"mailto:support@Yummygame.io\"\">support@Yummygame.io</a>.</p>\n\n<h2>Padam Data Peribadi</h2>\n<p>Anda boleh meminta pemadaman data peribadi anda jika Yummygame.io tidak lagi mempunyai alasan undang-undang untuk terus memproses atau menyimpannya.</p>\n\n<h2>Butiran Kenalan</h2>\n<p>Untuk pertanyaan, permintaan akses, pembetulan, atau aduan yang berkaitan dengan pengendalian maklumat peribadi anda, sila hubungi kami melalui emel di <a href=\"\"mailto:support@Yummygame.io\"\">support@Yummygame.io</a> atau dengan menggunakan fungsi sembang sokongan pelanggan laman web.</p>\n\n<h2>Pemindahan Data Antarabangsa</h2>\n<p>Yummygame.io mungkin memindahkan, memproses, dan menyimpan maklumat secara global, termasuk ke negara-negara dengan undang-undang perlindungan data yang berbeza.</p>\n\n<h2>Asas Undang-Undang untuk Pemprosesan</h2>\n<p>Yummygame.io memproses maklumat peribadi anda berdasarkan prestasi kontrak, kepentingan sah, persetujuan, dan pematuhan dengan obligasi undang-undang mengikut Peraturan Perlindungan Data Am EU.</p>\n\n<h2>Cookies</h2>\n<p>Cookies adalah fail teks kecil yang disimpan pada komputer atau peralatan anda apabila anda melawat halaman tertentu laman web yang merakamkan keutamaan anda. Kami menggunakan cookies untuk mengesan penggunaan laman web dan perkhidmatan anda. Kami juga mungkin menggunakan cookies untuk memantau trafik ke laman web dan perkhidmatan dan menjadikannya lebih mudah/lebih relevan untuk kegunaan anda.\nMaklumat yang berkaitan dengan cookies mungkin diperolehi dari pihak ketiga (seperti institusi kewangan, agensi pengesahan identifikasi, pembekal kredit, agensi rujukan kredit) untuk kami mematuhi keperluan perjudian undang-undang (contohnya: untuk mengenal pasti anda, Pencegahan Pencucian Wang, Pencegahan Penipuan, pencegahan pembiayaan pengganas).\nPihak ketiga ini telah diperiksa dengan teliti sebagai sebahagian daripada Kawalan Keselamatan Maklumat kami. dan mengikut keperluan lesen perjudian dari jauh kami.\nAnda boleh mempelajari lebih lanjut tentang cookies dengan mengunjungi <a href=\"\"https://allaboutcookies.org/\"\" target=\"\"_blank\"\">www.allaboutcookies.org</a></p>\n\n<h2>Pihak Berkuasa Pengawasan</h2>\n<p>Jika anda berada di Kawasan Ekonomi Eropah, anda mempunyai hak untuk mengadukan kepada pihak berkuasa pengawasan jika anda percaya bahawa pemprosesan maklumat peribadi anda oleh kami melanggar undang-undang yang berkenaan.</p>\n\n<h2>Kemas kini Dasar Privasi ini</h2>\n<p>Yummygame.io akan mengkaji dan mengemaskini Dasar Privasi ini secara berkala sebagaimana yang diperlukan, dengan perubahan yang diterbitkan di laman web.</p>",
  "bonus": "<h3>Dasar bonus ini membentuk bahagian penting daripada <a href=\"https://www.yummygame.io/en/policies/terms\">Syarat Penggunaan</a> dan dengan menerima <a href=\"https://www.yummygame.io/en/policies/terms\">Syarat Penggunaan</a>, anda mengakui perkara berikut:</h3>\n<ol>\n    <li>Anda telah membaca dasar bonus ini dan</li>\n    <li>Anda menerima kedua-dua Syarat Penggunaan dan dasar bonus ini.</li>\n<br></ol>\n<h3>Sila baca dasar bonus ini (\"dasar\") dengan teliti sebelum menggunakan Yummygame.io.</h3>\n<h2>Syarat Bonus Am</h2>\n<ol>\n    <li><a href=\"http://yummygame.io/\">Yummygame.io</a> kadangkala boleh memberikan pemain dana bonus atau putaran bonus.</li>\n    <li>Semua tawaran pelanggan adalah terhad kepada satu setiap orang, keluarga, alamat isi rumah, alamat e-mel, nombor telefon, nombor akaun pembayaran yang sama (cth., kad debit atau kad kredit, NETeller, dll.), IP dan komputer kongsi (cth., perpustakaan awam atau tempat kerja).</li>\n    <li>Kasino berhak untuk menahan atau merampas kemenangan daripada pemain.</li>\n    <li>Membuat berbilang akaun untuk menerima bonus adalah dilarang dan boleh mengakibatkan kehilangan wang.</li>\n    <li>Jika penyalahgunaan bonus disyaki, kasino mungkin merampas bonus atau menahan kemenangan.</li>\n    <li>Melibatkan diri dalam aktiviti seperti mengekalkan pertaruhan automatik secara berterusan selama lebih daripada 72 jam, pertaruhan dengan program yang tidak dibenarkan atau tindakan serupa boleh menyebabkan kasino merampas bonus atau menahan kemenangan.</li>\n    <li>Penyalahgunaan bonus boleh menyebabkan penutupan akaun.</li>\n    <li>Dana bonus ditambahkan pada baki pemain. Apabila menggunakan bonus, deposit awal dianggap sebagai sebahagian daripada jumlah bonus dan semua syarat berkaitan dikenakan.</li>\n    <li>Bonus akan dibatalkan secara automatik jika baki aktif mencapai $0.1.</li>\n    <li>Dengan bermain di kasino dan memenangi jumlah yang dianggap promosi oleh pengurusan kasino, anda bersetuju untuk mengambil bahagian dalam acara tersebut.</li>\n    <li>Kasino melindungi semua data peribadi tetapi berhak untuk menggunakan huruf pertama nama pemain dalam pengumuman atau di tapak web atau lobi untuk mengumumkan keputusan promosi.</li>\n    <li>Kami berhak untuk menolak bonus jika terdapat eksploitasi penipuan perjudian (menggunakan penipuan), kelemahan perisian atau pepijat, atau penggunaan bot atau peranti/perisian pemain automatik lain yang memesongkan permainan biasa.</li>\n    <li>Semua aktiviti penipuan dianggap sebagai penyalahgunaan bonus.</li>\n    <li>Bahasa utama peraturan ini ialah bahasa Inggeris. Terjemahan ke dalam bahasa lain disediakan sebagai perkhidmatan dan ditulis dengan suci hati. Sekiranya terdapat percanggahan antara versi bahasa Inggeris dan terjemahan, versi bahasa Inggeris mengatasi semua terjemahan.</li>\n<br></ol>\n<h2>Perubahan dan Ketersediaan</h2>\n<ol>\n    <li>Kasino berhak untuk menukar atau mengubah suai dasar bonus ini pada bila-bila masa tanpa notis awal. Perubahan sedemikian akan disiarkan dalam dasar ini atau bahagian lain tapak web. Pemain bertanggungjawab untuk sentiasa menyemak kemas kini. Jika anda tidak menerima perubahan, anda boleh menutup akaun anda pada bila-bila masa; namun, kasino tidak akan membayar balik caj sedia ada.</li>\n    <li>Pemain yang mengambil bahagian dalam permainan kasino atau menggunakan bonus dianggap menerima perubahan dasar bonus ini.</li>\n    <li>Semua pemain digalakkan untuk melawat halaman ini dengan kerap untuk menyemak perubahan. Dengan terus menggunakan perkhidmatan kasino, anda bersetuju untuk menerima dan mematuhi semua kemas kini atau perubahan pada dasar ini.</li>\n    <li>Kemas kini kepada dasar bonus, ketersediaan bonus baharu atau maklumat tentang bonus yang diberikan secara individu boleh didapati dalam profil anda di tapak web.</li>\n    <li>Jika terdapat isu keselamatan atau kebimbangan tentang penyalahgunaan bonus, kasino berhak untuk menamatkan semua promosi, bonus atau tawaran istimewa lebih awal.</li>\n    <li>Kasino juga berhak untuk membatalkan bonus atau kemenangan yang diperoleh secara tidak jujur ​​dan menolak permintaan pengeluaran jika tawaran bonus dianggap disalahgunakan.</li>\n<br></ol>\n<h2>Dana Bonus</h2>\n<ol>\n    <li>Bonus adalah sebahagian daripada baki mata wang tertentu, tertakluk pada syarat bonus khusus dan pelbagai sekatan.</li>\n    <li>Keperluan pertaruhan yang dilampirkan pada setiap bonus mesti dipenuhi untuk membuka kunci dana bonus. Bergantung pada bonus yang diberikan, kemenangan yang berkaitan dengan bonus atau deposit yang terikat dengan bonus hanya boleh dikeluarkan selepas sekatan pertaruhan ini dipenuhi.</li>\n    <li>Bergantung pada jenis bonus, dana bonus boleh ditambahkan pada akaun sebelum atau selepas memenuhi keperluan main lalu.</li>\n    <li>Kemenangan yang diperoleh daripada bonus yang tidak berjaya dikeluarkan dalam tempoh 45 hari dari permintaan pengeluaran pertama akan dibatalkan.</li>\n    <li>Bonus adalah sebahagian daripada baki terhad dan hanya boleh dikeluarkan sebaik sahaja keperluan pertaruhan dipenuhi.</li>\n    <li>Bonus yang diberikan secara automatik tidak boleh dipertaruhkan dan harus segera menghubungi sokongan pelanggan.</li>\n    <li>Untuk mengeluarkan dana bonus atau kemenangan yang berkaitan, keperluan pertaruhan mesti dipenuhi.</li>\n    <li>Membeli pusingan bonus dalam slot akan dikira dalam keperluan pertaruhan.</li>\n<br></ol>\n<h2>Keperluan Pertaruhan</h2>\n<ol>\n    <li>Keperluan pertaruhan menunjukkan berapa kali bonus yang diberikan mesti dipertaruhkan sebelum ia menjadi sebahagian daripada baki tunai (\"keperluan pertaruhan\"). Semua keuntungan yang diperoleh daripada bonus ini akan kekal tertunda sehingga keperluan pertaruhan dipenuhi dan tidak boleh dikeluarkan. Jika anda kehilangan bonus, semua dana bonus yang dikaitkan dengan bonus (iaitu, keuntungan - kemenangan yang dikaitkan dengan bonus) juga akan dialih keluar.</li>\n    <li>Setiap permainan mempunyai peratusan pertaruhannya: permainan asal, bakarat = 0%; kasino langsung, poker video, permainan meja dan permainan lain = 5%; slot, slot video, kad gores = 100%.</li>\n    <li>Apabila anda mengeluarkan bonus anda, kemenangan anda akan ditolak daripada peratusan sumbangan peralihan anda. Contohnya, jika kadar sumbangan permainan asal ialah 0%, kemenangan daripada permainan asal (kemenangan - pertaruhan) akan ditarik balik.</li>\n    <li>Melainkan dinyatakan sebaliknya dalam syarat bonus tertentu, keperluan pertaruhan lalai untuk bonus ialah 40 kali ganda jumlah bonus yang diterima. Sebarang keuntungan yang diperoleh daripada putaran bonus dianggap sebagai dana bonus dan mesti dipertaruhkan mengikut keperluan pertaruhan yang dilampirkan pada bonus tertentu.</li>\n    <li>Bonus mesti dipertaruhkan dalam masa 7 hari selepas pengaktifan. Kegagalan untuk melengkapkan pertaruhan dalam tempoh ini akan menyebabkan jumlah bonus (termasuk deposit awal) dan potensi kemenangan akan dibatalkan.</li>\n    <li>Apabila bonus aktif, jumlah taruhan maksimum bergantung pada tahap VIP pemain.</li>\n    <li>Bonus kasino tidak boleh dikeluarkan sehingga semua syarat untuk bonus tertentu dipenuhi.</li>\n    <li>Jika pemain dianggap menggunakan strategi pertaruhan berisiko minimum atau bebas risiko untuk menuntut semula bonus, bonus, jumlah deposit asal dan semua keuntungan berikutnya berisiko untuk dialih keluar. Hanya bermain dengan wang sebenar menyumbang kepada keperluan pertaruhan bonus. Permainan HON tidak menyumbang kepada pertaruhan.</li>\n    <li>Dilarang menangguhkan sebarang pusingan permainan (termasuk putaran percuma dan ciri bonus) sehingga keperluan pertaruhan tidak lagi terpakai atau membuat deposit baharu sementara putaran percuma atau ciri bonus kekal dalam permainan. Pemain yang berbuat demikian bersetuju supaya keuntungan yang berkaitan dengan bonus dibatalkan.</li>\n    <li>Jika bonus sudah diaktifkan, pemain tidak boleh meminta pengeluaran jumlah deposit sehingga keperluan pertaruhan bonus dipenuhi.</li>\n    <li>Dana bonus dan kemenangan akan dilupuskan apabila bonus tamat.</li>\n    <li>Hanya satu bonus boleh dituntut dan diaktifkan setiap pemain pada satu masa.</li>\n    <li>Semua pengeluaran adalah tertakluk kepada audit dalaman. Kasino mempunyai semua hak untuk membatalkan bonus atau kemenangan untuk audit yang gagal. Pemain pra-persetujuan untuk ini.</li>\n    <li>Jika keuntungan dikreditkan ke akaun anda disebabkan oleh kesilapan teknikal, kesilapan manusia atau sebab lain yang tidak berkaitan dengan anda, amaun tersebut kekal sebagai harta kasino dan akan didebitkan daripada akaun anda.</li>\n    <li>Jika anda mengeluarkan dana yang bukan milik anda sebelum kasino mengiktiraf ralat itu, jumlah yang tersalah bayar akan dianggap sebagai hutang anda kepada kasino, tanpa menjejaskan remedi dan tindakan undang-undang lain. Jika kredit yang salah berlaku, anda mesti segera memberitahu kasino melalui e-mel.</li>\n    <li>Pusingan bonus dan putaran percuma tidak layak untuk bonus jackpot di bawah peraturan penyedia perisian kasino. Hanya pusingan sebenar layak mendapat bonus jackpot.</li>\n    <li>Kasino berhak untuk mengesahkan kemenangan jackpot melebihi $200,000 yang diproses dalam akaun anda.</li>\n    <li>Menggunakan dana bonus semata-mata untuk memajukan peringkat bonus adalah dilarang. Contohnya, jika dana bonus atau tunai digunakan semata-mata untuk memajukan peringkat (cth., mengumpul 9 daripada 10 syiling untuk mencapai ciri bonus), dan peringkat akhir (cth., mengumpul syiling terakhir untuk memainkan ciri bonus) dilengkapkan dengan pertaruhan tunai, dan dana bonus dilucuthakkan, hilang atau ditukar kepada wang tunai, semua keuntungan boleh didapati dalam masa itu.</div> <div class=\"show-more-end\">\n    <li>Mengaktifkan bonus baharu akan mengalih keluar bonus yang diaktifkan sebelum ini.</li>\n<br></ol>\n\n<h2>Sistem Bonus YummyGame</h2>\nPolisi Bonus Deposit 4 Peringkat\n1. Had Pertaruhan Maksimum: 5% daripada jumlah deposit\n2. Sekatan Peningkatan Tahap VIP: Menerima bonus deposit menghalang peningkatan tahap VIP; Peningkatan tahap VIP adalah mungkin selepas peralihan selesai atau dilucuthakkan\n3. Sumbangan Ganti Ganti Mengikut Permainan: Semak polisi bonus untuk butiran\n4. Tiada Promosi Serentak: Bonus deposit tidak boleh digunakan bersama dengan promosi lain\n5. Tetapan Semula Cooldown: Jika keempat-empat peringkat bonus deposit dituntut, cooldown ditetapkan semula sebulan selepas deposit pertama, membolehkan bonus dituntut semula dari Tahap 1\n6. Pelucuthakan & Pengekalan Bonus: Pemain boleh kehilangan bonus di tengah jalan untuk menyertai promosi lain, dan peringkat bonus yang dilucuthakkan kekal tidak berubah\n7. Kemajuan Bonus Yang Lancar: Selepas melengkapkan promosi lain, pemain boleh menyambung semula peringkat bonus deposit sebelumnya\n8. Kelayakan Peringkat Seterusnya: Bonus peringkat seterusnya boleh dituntut apabila memenuhi keperluan peralihan atau kehilangan peralihan semasa\nFaedah Bonus Berasaskan Peringkat\n1. Tahap 1\n        Faedah: 50% bonus pada jumlah deposit\n        Keperluan:\n                Pertukaran: x20 (Deposit + Bonus)\n                Deposit Minimum: $10\n                Deposit Maksimum: $1,000\n2. Tahap 2\n        Faedah: 10% bonus pada jumlah deposit\n        Keperluan:\n                Pertukaran: x20 (Deposit + Bonus)\n                Deposit Minimum: $10\n                Deposit Maksimum: $1,000\n3. Tahap 3\n        Faedah: 20% bonus pada jumlah deposit\n        Keperluan:\n                Pertukaran: x20 (Deposit + Bonus)\n                Deposit Minimum: $10\n                Deposit Maksimum: $2,000\n4. Tahap 4\n        Faedah: 30% bonus pada jumlah deposit\n        Keperluan:\n                Pertukaran: x20 (Deposit + Bonus)\n                Deposit Minimum: $10\n                Deposit Maksimum: $3,000\n<h2>Sistem Bonus VIP YummyGame</h2>\n<h3>A. Bonus Naik Tahap</h3>\n<ol>\n    <li>Bonus perayaan diberikan apabila tahap pengguna ditingkatkan.</li>\n    <li>Tersedia bermula dari peringkat Besi.</li>\n    <li>JEL yang diberikan sebagai bonus tahniah ialah mata wang permainan khas bersamaan dengan dolar AS, direka untuk digunakan dalam permainan dan slot YummyGame sendiri.</li>\n    <li>JEL disediakan sebagai JEL boleh dituntut dan penerima boleh menukarnya menjadi JEL jenis aset.</li>\n<br></ol>\n<h3>B. Bonus Tier-Up</h3>\n<ol>\n    <li>Bonus perayaan diberikan apabila peringkat pengguna dinaik taraf.</li>\n    <li>Tersedia bermula dari peringkat Gangsa.</li>\n    <li>JEL yang diberikan sebagai bonus tahniah ialah mata wang permainan khas bersamaan dengan dolar AS, direka untuk digunakan dalam permainan dan slot YummyGame sendiri.</li>\n    <li>JEL disediakan sebagai JEL boleh dituntut dan penerima boleh menukarnya menjadi JEL jenis aset.</li>\n<br></ol>\n<h3>C. Bonus Rakeback (JEL Rakeback)</h3>\n<ol>\n    <li>Bonus Rakeback diberikan berdasarkan pertaruhan pengguna.</li>\n    <li>Tersedia serta-merta selepas menyertai dan boleh dituntut bermula pada $5.</li>\n    <li>Kadar rakeback asas adalah seperti berikut: pertaruhan * 1% * 10%.</li>\n<br></ol>\n<h3>D. Bonus Pemanis</h3>\n<ol>\n    <li>Bonus Pemanis tersedia bermula dari peringkat Perak.</li>\n    <li>Keperluan pertaruhan minimum: $1,000.</li>\n    <li>Bermain lebih daripada $1,000 selama tujuh hari untuk mengaktifkan Bonus Pemanis.</li>\n    <li>Terdapat lima peringkat (Gula, Jem, Sirap, Karamel, Coklat) dalam Bonus Pemanis dan peningkatan peringkat tersedia berdasarkan jumlah pertaruhan.</li>\n    <li>Semasa pengaktifan Bonus Pemanis, mana-mana Tier-Up Pemanis akan menggunakan kadar yang lebih tinggi secara automatik.</li>\n    <li>Tiada pulangan tunai diberikan jika keperluan pertaruhan minimum tidak dipenuhi.</li>\n<br></ol>\n<h3>E. Bonus Putaran Bertuah</h3>\n<ol>\n    <li>Bonus Lucky Spin tersedia bermula dari peringkat Gangsa.</li>\n    <li>Ditetapkan semula setiap hari pada 00:00 (UTC+0).</li>\n    <li>Putaran Bertuah dikategorikan kepada Putaran VIP dan Putaran Harian.</li>\n    <li>Putaran VIP diberikan dengan satu putaran untuk setiap Naik Tahap.</li>\n    <li>Putaran Harian disediakan sekali sehari, dengan butiran seperti berikut:</li>\n    <li>Satu Putaran Harian disediakan untuk setiap satu perlapan daripada jumlah pertaruhan $ dalam satu peringkat.</li>\n    <li>Putaran Harian tidak disediakan jika keperluan pertaruhan minimum tidak dipenuhi.</li>\n    <li>Hanya satu Putaran Harian disediakan setiap hari.</li>\n    <li>Jika tahap VIP meningkat semasa Putaran Harian, memerlukan jumlah pertaruhan yang lebih tinggi, Putaran Harian hari semasa akan meneruskan dengan keperluan sebelumnya tidak berubah.</li>\n    <li>Sebagai contoh, jika tahap VIP berubah daripada VIP 14 (Gangsa 4) yang memerlukan $2050 kepada VIP 15 (Gangsa 5) yang memerlukan $500 semasa permainan, amaun dan keperluan pertaruhan semasa kekal tidak berubah.</li>\n<br></ol>\n<h3>F. Bonus Pulangan Tunai Mingguan</h3>\n<ol>\n    <li>Bonus Pulangan Tunai Mingguan tersedia bermula dari peringkat Perak.</li>\n    <li>Keperluan pertaruhan minimum mingguan: $1,000.</li>\n    <li>Tiada pulangan tunai diberikan jika keperluan pertaruhan minimum tidak dipenuhi.</li>\n    <li>Ditetapkan semula setiap minggu pada 00:00 (UTC+0) setiap Sabtu.</li>\n    <li>Berdasarkan jumlah yang dikira sehingga 23:59 (UTC+0) setiap Jumaat.</li>\n    <li>Bonus minggu sebelumnya diberikan setiap hari Sabtu pada 00:00 (UTC+0).</li>\n<br></ol>\n<h3>G. Bonus Pulangan Tunai Bulanan</h3>\n<ol>\n    <li>Bonus Pulangan Tunai Bulanan tersedia bermula dari peringkat Emas.</li>\n    <li>Keperluan pertaruhan minimum bulanan: $10,000.</li>\n    <li>Tiada pulangan tunai diberikan jika keperluan pertaruhan minimum tidak dipenuhi.</li>\n    <li>Ditetapkan semula setiap bulan pada 00:00 (UTC+0) pada 1hb setiap bulan.</li>\n    <li>Berdasarkan jumlah yang dikira sehingga 23:59 (UTC+0) pada hari terakhir setiap bulan.</li>\n    <li>Bonus bulan sebelumnya diberikan pada 00:00 (UTC+0) pada 1hb setiap bulan.</li>\n<br></ol>\n<h3>H. Pengeluaran Tanpa Yuran</h3>\n<ol>\n    <li>Pengeluaran Tanpa Yuran tersedia bermula dari peringkat Platinum.</li>\n    <li>Aktifkan sekali sehari dan ditetapkan semula pada 00:00 (UTC+0) setiap hari.</li>\n<br></ol>\n\n<h2>Acara Masa Terhad YummyGame</h2>\n<h3>Sehingga 31 Mac 2024</h3>\n<h3>Maklumat Biasa</h3>\n<ol>\n    <li>Kemajuan peringkat VIP adalah terhad semasa menggunakan bonus.</li>\n    <li>Acara hanya digunakan untuk permainan kasino dan tidak termasuk pertaruhan sukan.</li>\n</ol>\n<h3>A. Acara Bonus Deposit 300% Ney Year Boost</h3>\n<ol>\n  <li>Apabila mendepositkan dengan kod promosi, bonus 300% tambahan akan ditawarkan.</li>\n  <li>Terhad kepada 1 kali bagi setiap pengguna.</li>\n  <li>Jumlah pertaruhan maksimum ialah 5% daripada jumlah deposit.</li>\n  <li>Keperluan peralihan 30x (deposit + bonus) digunakan apabila menggunakan bonus.</li>\n  <li>Amaun deposit minimum ialah $5.</li>\n  <li>Amaun deposit maksimum ialah $1,000.</li>\n  <li>Tiada pengalaman atau bonus peringkat VIP boleh diperolehi apabila menggunakan Bonus Deposit.</li>\n  <li>Apabila anda menerima bonus deposit, anda tidak boleh mengeluarkan lebih daripada 10 kali ganda jumlah deposit anda.\n</li>\n</ol>\n\n<h3>B. Acara Bonus Deposit 40% Bertuah-Tujuh</h3>\n<ol>\n  <li>Apabila mendepositkan dengan kod promosi, bonus tambahan 40% akan ditawarkan.</li>\n  <li>Terhad kepada 1 kali bagi setiap pengguna.</li>\n  <li>Jumlah pertaruhan maksimum ialah 5% daripada jumlah deposit.</li>\n  <li>Keperluan peralihan 7x (deposit + bonus) digunakan apabila menggunakan bonus.</li>\n  <li>Amaun deposit minimum ialah $5.</li>\n  <li>Amaun deposit maksimum ialah $100.</li>\n  <li>Tiada pengalaman atau bonus peringkat VIP boleh diperolehi apabila menggunakan Bonus Deposit.</li>\n  <li>Apabila anda menerima bonus deposit, anda tidak boleh mengeluarkan lebih daripada 10 kali ganda jumlah deposit anda.\n</li>\n</ol>\n\n<h3>C. Acara Pulangan Tunai untuk Semua</h3>\n<ol>\n  <li>Keperluan tahap VIP minimum untuk pulangan tunai mingguan & bulanan diturunkan kepada Besi 1.</li>\n  <li>Tarikh pembayaran kekal sama seperti tarikh pulangan tunai mingguan & bulanan sedia ada.</li>\n</ol>\n\n<h3>D. Acara Bonus Bayar Balik 20%</h3>\n<ol>\n  <li>20% daripada kerugian bersih mingguan dibayar balik sebagai bonus bayaran balik.</li>\n  <li>Amaun deposit mingguan minimum untuk acara ini ialah $100 atau lebih.</li>\n  <li>Amaun pertaruhan mingguan minimum untuk acara ini ialah $2,000 atau lebih.</li>\n  <li>Amaun bayaran balik maksimum ialah $200.</li>\n  <li>Tarikh pengiraan dan pembayaran adalah sama dengan tarikh pulangan tunai mingguan.</li>\n</ol>\n\n<h3>E. (Untuk Peserta SNS Quest) 10 USDT Bonus Tanpa Deposit</h3>\n<ol>\n  <li>Keperluan peralihan 100x digunakan untuk pengeluaran.</li>\n  <li>Pengeluaran boleh dinafikan jika berbilang akaun digunakan untuk menuntut Bonus Tanpa Deposit beberapa kali.</li>\n  <li>Mereka yang telah menerima bonus ini tidak boleh menuntutnya lagi.</li>\n</ol>",
  "betting": "<article id=\"\"ba3dd2ac-77fd-4f5d-9891-f21e0c359429\"\" class=\"\"page sans\"\">\n  <header>\n    <h1 class=\"\"page-title\"\">\n      <strong>Terma Pembayaran Pertaruhan dan Kemenangan</strong>\n    </h1>\n    <p class=\"\"page-description\"\"></p>\n  </header>\n  <div class=\"\"page-body\"\">\n    <p id=\"\"862bd876-ec5f-41ba-9312-be283d56fe6f\"\" class=\"\"\"\"></p>\n    <p id=\"\"5d1cb983-d2b3-4c1e-855c-84c02c3d735f\"\" class=\"\"\"\">[Kali Terakhir Dikemas Kini_2024.02.08]</p>\n    <p id=\"\"d113f191-8ad7-4051-ab36-0472c6261086\"\" class=\"\"\"\"></p>\n    <p id=\"\"f6811bc1-46c0-4179-91f8-14afbafd3362\"\" class=\"\"\"\">Terma Pembayaran Pertaruhan dan Kemenangan ini adalah sebahagian penting daripada Terma Perkhidmatan Yummygame. Dengan bersetuju dengan Terma Perkhidmatan, anda mengakui dan bersetuju dengan perkara berikut:</p>\n    <p id=\"\"fbfb83e5-ec2e-4a95-9812-05f95755e261\"\" class=\"\"\"\">(1) Anda mengakui bahawa anda telah membaca Terma Pertaruhan dan Pembayaran ini. <br>(2) Anda menerima sepenuhnya Terma Perkhidmatan dan Terma Pertaruhan dan Pembayaran ini. <br>\n    </p>\n    <p id=\"\"3380aacb-9627-4391-8d49-7febaf7555a0\"\" class=\"\"\"\">Oleh itu, sebelum menggunakan Yummygame, kami sangat menasihati anda untuk membaca Terma Pertaruhan dan Pembayaran ini dengan teliti.</p>\n    <h3 id=\"\"f766c80e-f7ef-4409-87ed-155e3fbb78ce\"\" class=\"\"\"\">Terma Am</h3>\n    <ol type=\"\"1\"\" id=\"\"f5f6d22b-6a91-425e-8509-bb5d7e8ee44a\"\" class=\"\"numbered-list\"\" start=\"\"1\"\">\n      <li>Semua jumlah yang dipertaruhkan di platform adalah tertakluk kepada keperluan pertaruhan tertentu.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"648da13f-32cb-4e5e-85c6-5753677d9d81\"\" class=\"\"numbered-list\"\" start=\"\"2\"\">\n      <li>Pengguna mesti mematuhi had pertaruhan minimum dan maksimum yang dinyatakan dalam keperluan pertaruhan setiap permainan atau acara.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"ca62609a-5a3b-4329-8bc3-e6b4372ea63a\"\" class=\"\"numbered-list\"\" start=\"\"3\"\">\n      <li>Keperluan pertaruhan mungkin berbeza bergantung kepada jenis permainan, jenis pertaruhan, dan acara.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"5c7c351e-277e-48ce-8a85-9df3f1a266b1\"\" class=\"\"numbered-list\"\" start=\"\"4\"\">\n      <li>Pengguna bertanggungjawab memastikan pertaruhan mereka mematuhi peraturan dan peraturan pertaruhan platform.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"ec12b484-464f-4052-ab13-ac70e548943f\"\" class=\"\"numbered-list\"\" start=\"\"5\"\">\n      <li>Dengan menyertai permainan di Yummygame, anda bersetuju untuk diketengahkan dalam aktiviti promosi yang dianjurkan oleh Yummygame di mana pihak pengurusan Yummygame menganggapnya sesuai.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"94da7417-a0ec-4ae9-abfc-a855b8696509\"\" class=\"\"numbered-list\"\" start=\"\"6\"\">\n      <li>Yummygame melindungi semua data peribadi yang dipercayakan kepada kami. Walau bagaimanapun, kami berhak untuk menggunakan nama pertama dan inisial nama akhir pemain untuk pengumuman promosi atau tujuan lobi.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"85af7486-335a-4544-8450-d539fe2caba1\"\" class=\"\"numbered-list\"\" start=\"\"7\"\">\n      <li>Yummygame berhak untuk menolak pembayaran kemenangan dan menyita kemenangan yang diperoleh oleh pemain yang mengeksploitasi kelemahan, kerentanan atau kesilapan dalam perisian kami, atau yang menggunakan sebarang peranti atau perisian lain (biasanya dikenali sebagai penipuan) untuk mendapatkan kelebihan yang tidak adil atau mempengaruhi permainan biasa.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"354471c3-52a7-4bb5-8c9a-03fb23968cee\"\" class=\"\"numbered-list\"\" start=\"\"8\"\">\n      <li>Mana-mana kes yang dikesan oleh sistem pencegahan penipuan kami akan dianggap sebagai penggunaan penipuan.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"c5816bbc-2c62-4082-aecf-65b941164072\"\" class=\"\"numbered-list\"\" start=\"\"9\"\">\n      <li>Bahasa utama peraturan ini adalah Bahasa Inggeris. Terjemahan dalam bahasa lain disediakan sebagai perkhidmatan dan dibuat dengan niat baik. Walau bagaimanapun, sekiranya terdapat sebarang percanggahan antara versi Bahasa Inggeris dan versi terjemahan, versi Bahasa Inggeris akan diguna pakai.</li>\n    </ol>\n    <h3 id=\"\"cd54d69f-7370-4cdf-b9b3-df27ca5e27b3\"\" class=\"\"\"\">Pindaan dan Ketersediaan Terma</h3>\n    <ol type=\"\"1\"\" id=\"\"89b64075-a8ef-47ad-b196-932330d3bf66\"\" class=\"\"numbered-list\"\" start=\"\"1\"\">\n      <li>Kasino berhak untuk mengubah suai atau menukar Terma ini mengikut budi bicara mutlaknya pada bila-bila masa tanpa notis terlebih dahulu. Perubahan sedemikian akan dipaparkan dalam Terma ini atau di tempat lain di laman web. Adalah tanggungjawab pemain untuk memeriksa kemas kini secara berkala. Jika anda tidak mahu menerima perubahan sedemikian, anda boleh membatalkan akaun anda pada bila-bila masa.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"c9c916a0-6c2f-4797-9e28-a9e3ebe93dfc\"\" class=\"\"numbered-list\"\" start=\"\"2\"\">\n      <li>Dengan terus menyertai permainan yang disediakan oleh kasino ini, anda akan dianggap telah menerima perubahan yang dibuat pada terma bonus ini.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"4f9480d1-7732-4f4c-b145-6830f1598a5f\"\" class=\"\"numbered-list\"\" start=\"\"3\"\">\n      <li>Semua pemain digalakkan untuk melawat semula halaman ini secara berkala untuk menyemak perubahan. Dengan menggunakan Yummygame, anda memahami sepenuhnya dan bersetuju untuk terikat dengan sebarang pengubahsuaian kepada Terma ini dan mana-mana terma lain yang mungkin diubah oleh kasino.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"631a155f-a3c9-4ff3-804e-6b679f854bb3\"\" class=\"\"numbered-list\"\" start=\"\"4\"\">\n      <li>Sila ambil perhatian bahawa mana-mana kes yang dikesan oleh sistem pencegahan penipuan kami akan dianggap sebagai penggunaan penipuan.</li>\n    </ol>\n    <h3 id=\"\"5df3ab35-de81-4659-bc0f-e8ba071fe432\"\" class=\"\"\"\">Pembayaran dan Pelarasan Kemenangan</h3>\n    <ol type=\"\"1\"\" id=\"\"28d93b1f-d4a9-40a9-8fc7-3d5bd34f2904\"\" class=\"\"numbered-list\"\" start=\"\"1\"\">\n      <li>Setelah pengesahan keputusan pertaruhan, kemenangan akan dikreditkan secara automatik ke akaun pengguna untuk memastikan pembayaran yang tepat.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"dec82ece-129e-4f0a-a563-7e7846adb097\"\" class=\"\"numbered-list\"\" start=\"\"2\"\">\n      <li>Dalam kes kesilapan atau percanggahan dalam pengiraan kemenangan, kami berhak untuk melaraskan jumlah kemenangan untuk mencerminkan jumlah yang betul.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"465049b7-0672-49c5-a045-46cbc2e64759\"\" class=\"\"numbered-list\"\" start=\"\"3\"\">\n      <li>Pengguna akan dimaklumkan tentang sebab dan prosedur untuk melaraskan kemenangan.</li>\n    </ol>\n    <h3 id=\"\"7922df7e-3cda-4027-a7fa-ad539c25f23e\"\" class=\"\"\"\">Terma Kemenangan Maksimum</h3>\n    <ol type=\"\"1\"\" id=\"\"9bc37493-f17e-4d67-94c3-66813c29aa46\"\" class=\"\"numbered-list\"\" start=\"\"1\"\">\n      <li>Jumlah kemenangan maksimum untuk setiap pertaruhan ditentukan oleh permainan atau acara tertentu.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"78c084b2-ba91-4132-b306-d26e1db97ac4\"\" class=\"\"numbered-list\"\" start=\"\"2\"\">\n      <li>Jika kemenangan daripada satu pertaruhan melebihi kemenangan maksimum, sistem akan secara automatik menyelesaikannya kepada kemenangan maksimum.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"3a6f35f0-d89b-4f56-a7f4-38459e3fee2e\"\" class=\"\"numbered-list\"\" start=\"\"3\"\">\n      <li>Had kemenangan maksimum dinyatakan dalam peraturan permainan, dan pengguna bertanggungjawab untuk memeriksanya.</li>\n    </ol>\n    <ol type=\"\"1\"\" id=\"\"6e7471b5-02e3-4171-bf9a-6c82d9941493\"\" class=\"\"numbered-list\"\" start=\"\"4\"\">\n      <li>Bagi permainan yang bukan permainan proprietari Yummygame, dasar kemenangan maksimum mungkin berbeza bergantung kepada pembekal permainan.</li>\n    </ol>\n    <ol type=\"1\" class=\"numbered-list\" start=\"5\">\n    <li> Had mingguan maksimum ialah 4 kali, dan had pengeluaran bulanan maksimum ialah 10 kali. </li>\n</ol>\n<ol type=\"1\" class=\"numbered-list\" start=\"5\">\n    <li> Had mingguan maksimum ialah 4 kali, dan had pengeluaran bulanan maksimum ialah 10 kali. </li>\n</ol>\n  </div>\n</article>",
  "crash_text_1": "<p>Crash adalah permainan berbilang pemain di mana pemain meramalkan titik di mana roket akan meletup.</p>\n<p>Untuk memastikan keadilan dan ketidakberpihakan, kami prahasilkan dan menyulitkan 10 juta nilai benih. Benih-benih ini digunakan dalam urutan terbalik untuk menentukan hasil permainan.</p>\n<p>Selepas setiap pusingan berakhir, benih yang digunakan untuk hasil tersebut akan didedahkan. Selain itu, setiap hasil permainan dihash dengan hasil permainan masa depan, menjadikannya mustahil untuk meramalkan atau memanipulasi hasil pusingan masa depan.</p>\n<h3>Algoritma Penjanaan Hasil Permainan:</h3>\n<ul>\n  <li>Hash nombor rawak yang disulitkan dan hash blok bitcoin untuk mendapatkan nilai benih, yang kemudian dibahagikan dengan 10^13 dan ditukar kepada heksadesimal.</li>\n  <li>Bahagikan hasilnya dengan 2^52 untuk mendapatkan nombor rawak antara 0 dan 1.</li>\n  <li>Laraskan nombor rawak dengan menggunakan kelebihan rumah sebanyak 1% dan hasilkan data asal dengan pengganda.</li>\n  <li>Bahagikan data asal dengan 100 untuk menghasilkan pengganda sebenar yang digunakan dalam hasil permainan. (Jika data asal kurang daripada 100, pengganda ditetapkan pada 1.)</li>\n</ul>\n<p>Untuk mengesahkan hasil permainan, anda boleh lihat di Forum Bitcoin, tersedia <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">di sini</a>.</p>",
  "crash_code_1": "const seed = '...';\nconst bitCoinBlockHash = '...';\nlet saltSeed = keccak256(toUtf8Bytes(seed + bitCoinBlockHash)).slice(2);\nconst nBits = 52;\nsaltSeed = saltSeed.slice(0, nBits / 4);\nconst r = parseInt(saltSeed, 16);\n  \nlet X = r / Math.pow(2, nBits);\nX = parseFloat(X.toPrecision(9));\nX = Math.floor(99 / (1 - X)); // house edge 1%\nconst successMultiply = Math.max(1, X / 100);",
  "crash_text_2": "<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Memastikan Keacakan Benih Awal:</strong> Kami menjamin keacakan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan kepada Cryptographically Secure Pseudo-Random Number Generator (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diiktiraf Secara Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Penyimpanan Benih yang Selamat:</strong> Kami prahasilkan 10 juta benih dan menyulitkannya menggunakan algoritma AES, menyimpannya dalam pangkalan data bebas.</li>\n  <li><strong>Memastikan Keadilan dengan Nilai Garam:</strong> Kami menetapkan nilai garam terlebih dahulu, yang merupakan nilai hash blok Bitcoin yang belum terjadi, untuk memastikan penjanaan nombor rawak RNG yang adil.</li>\n  <li><strong>Menyediakan Permainan dengan Keadilan yang Boleh Diverifikasi:</strong> Untuk memudahkan pengesahan keadilan, kami mendedahkan benih ke-10 juta terlebih dahulu.</li>\n</ul>\n<h3>Tahap Penciptaan Benih</h3>\n<p>Nombor rawak untuk penciptaan benih dihasilkan menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan terbina dalam nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Nombor rawak ini ditukar kepada heksadesimal.</p>\n<p>Nombor rawak ini dihash menggunakan algoritma keccak256 untuk menghasilkan benih pertama.</p>\n<p>Benih pertama dari 'langkah 3' dihash lagi menggunakan algoritma keccak256 untuk menghasilkan benih kedua.</p>\n<p>Langkah 3-4 diulang sebanyak 10 juta kali, menghasilkan 10 juta benih.</p>\n<p>Semua benih ini disimpan dengan selamat menggunakan penyulitan AES.</p>\n<p>Hasilkan nombor rawak dengan nilai dalam julat 2^52.</p>\n<h3>Tahap Pendedahan</h3>\n<p>Benih ke-10 juta yang dihasilkan didedahkan kepada platform permainan dan komuniti terlebih dahulu. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Semak Artikel</a></p>\n<p>Selepas pendedahan Benih, nilai hash blok Bitcoin ke-n yang belum dibuat di rantai blok Bitcoin akan ditetapkan sebagai nilai Garam terlebih dahulu dan diumumkan di platform permainan dan komuniti. <a href=\"#\">Semak Artikel</a></p>\n<p>Selepas pendedahan nilai hash blok Bitcoin ke-n, ia ditetapkan secara umum sebagai garam dan didedahkan kepada platform permainan dan komuniti. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Semak Artikel</a></p>\n<p>Benih ke-10 juta (+1): <code>96cf82c49c9e4c43bb9b7692c0d222cb98a9e880144061f2a74a2ae1ded0f46e</code></p>",
  "crash_text_3": "<h3>Tahap Penggunaan Permainan</h3>\n<p>Benih ke-9,999,999 digabungkan dengan garam dan dihash menggunakan algoritma keccak256. Ini berfungsi sebagai nombor rawak RNG untuk permainan.</p>\n<p>Apabila permainan berlangsung, benih digantikan dalam urutan terbalik, dari benih ke-9,999,998, benih ke-9,999,997, dan seterusnya. Nombor rawak RNG digunakan pada permainan atau aplikasi.</p>\n<h3>Tahap Pengesahan</h3>\n<p>Selepas satu pusingan permainan, benih yang digunakan dalam permainan akan didedahkan.</p>\n<p>Untuk pengesahan, benih untuk pusingan tersebut boleh dihash kepada keccak256.</p>\n<p>Setiap pengguna boleh mengesahkan bahawa nilai hash sepadan dengan nilai benih dari nilai benih pusingan sebelumnya.</p>\n<p>Permainan pertama disahkan menggunakan benih ke-10 juta yang telah didedahkan sebelumnya.</p>",
  "wheel_text_1": "<p>Wheel adalah permainan berbilang pemain gaya rolet yang meramalkan di mana roda akan berhenti, dibahagikan kepada 54 sektor.</p>\n<p>Untuk memastikan keadilan dan ketidakberpihakan, kami menyulitkan dan menyimpan 10 juta nilai benih yang telah dihasilkan sebelumnya. Benih-benih ini digunakan dalam urutan terbalik untuk menentukan hasil permainan.</p>\n<p>Selepas setiap pusingan, benih yang digunakan untuk hasil tersebut akan didedahkan kepada umum.</p>\n<p>Hasil setiap permainan dihash dengan hasil permainan masa depan, menjadikannya mustahil untuk meramalkan atau memanipulasi hasil pusingan masa depan.</p>\n<h3>Algoritma Penjanaan Hasil Permainan:</h3>\n<ul>\n  <li>Nilai hasil ditentukan menggunakan empat array pilihan, dari 0 hingga 53, dan empat array gandaan dengan empat nombor setiap satu.</li>\n  <li>Hasil yang diperoleh dengan menghash nilai benih yang disulitkan dan nilai hash blok Bitcoin disimpan.</li>\n  <li>Setelah menukar nilai kepada integer perpuluhan, ia digunakan dalam hasil permainan dengan mengambil baki apabila dibahagi dengan 54.</li>\n  <li>Baki ini sepadan dengan nilai gandaan dalam array pilihan dan digunakan sebagai hasil permainan.</li>\n</ul>\n<p>Untuk mengesahkan hasil permainan, anda boleh lihat di Bitcoin Forum, tersedia <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">di sini</a>.</p>",
  "wheel_code_1": "const choices = [\n    [2, 4, 6, 8, 10, 12, 14, 16, 18, 20, 22, 24, 26, 28, 30, 32, 34, 36, 38, 40, 42, 44, 46, 48, 50, 52],\n    [3, 5, 7, 13, 15, 17, 23, 25, 27, 29, 31, 37, 39, 41, 47, 49, 51],\n    [1, 9, 11, 19, 21, 33, 35, 43, 45, 53],\n    [0],\n  ];\nconst multiplyArr = [2, 3, 5, 50];\nconst saltSeed = keccak256(toUtf8Bytes(seed + bitCoinBlockHash)).slice(2);\nconst random = new BigNumber(saltSeed).mod(54).toNumber();\nlet multiply = 0;\nfor (let [index, c] of choices.entries()) {\n  if (c.includes(random)) {\n    multiply = this.multiplyArr[index];\n    break;\n  }\n}",
  "wheel_text_2": "<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Memastikan Keacakan Benih Awal:</strong> Kami menjamin keacakan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan kepada Cryptographically Secure Pseudo-Random Number Generator (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diiktiraf Secara Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Penyimpanan Benih yang Selamat:</strong> Kami prahasilkan 10 juta benih dan menyulitkannya menggunakan algoritma AES, menyimpannya dalam pangkalan data bebas.</li>\n  <li><strong>Memastikan Keadilan dengan Nilai Garam:</strong> Kami menetapkan nilai garam terlebih dahulu, yang merupakan nilai hash blok Bitcoin yang belum terjadi, untuk memastikan penjanaan nombor rawak RNG yang adil.</li>\n  <li><strong>Menyediakan Permainan dengan Keadilan yang Boleh Diverifikasi:</strong> Untuk memudahkan pengesahan keadilan, kami mendedahkan benih ke-10 juta terlebih dahulu.</li>\n</ul>\n<h3>Tahap Penciptaan Benih</h3>\n<p>Nombor rawak untuk penciptaan benih dihasilkan menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan terbina dalam nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Nombor rawak ini ditukar kepada heksadesimal.</p>\n<p>Nombor rawak ini dihash menggunakan algoritma keccak256 untuk menghasilkan benih pertama.</p>\n<p>Benih pertama dari 'langkah 3' dihash lagi menggunakan algoritma keccak256 untuk menghasilkan benih kedua.</p>\n<p>Langkah 3-4 diulang sebanyak 10 juta kali, menghasilkan 10 juta benih.</p>\n<p>Semua benih ini disimpan dengan selamat menggunakan penyulitan AES.</p>\n<p>Hasilkan nombor rawak dengan nilai dalam julat 2^52.</p>\n<h3>Tahap Pendedahan</h3>\n<p>Benih ke-10 juta yang dihasilkan didedahkan kepada platform permainan dan komuniti terlebih dahulu. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Semak Artikel</a></p>\n<p>Selepas pendedahan Benih, nilai hash blok Bitcoin ke-n yang belum dibuat di rantai blok Bitcoin akan ditetapkan sebagai nilai Garam terlebih dahulu dan diumumkan di platform permainan dan komuniti. <a href=\"#\">Semak Artikel</a></p>\n<p>Selepas pendedahan nilai hash blok Bitcoin ke-n, ia ditetapkan secara umum sebagai garam dan didedahkan kepada platform permainan dan komuniti. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Semak Artikel</a></p>\n<p>Benih ke-10 juta (+1): <code>96cf82c49c9e4c43bb9b7692c0d222cb98a9e880144061f2a74a2ae1ded0f46e</code></p>",
  "wheel_text_3": "<h3>Tahap Penggunaan Permainan</h3>\n<p>Benih ke-9,999,999 digabungkan dengan garam dan dihash menggunakan algoritma keccak256. Ini berfungsi sebagai nombor rawak RNG untuk permainan.</p>\n<p>Apabila permainan berlangsung, benih digantikan dalam urutan terbalik, dari benih ke-9,999,998, benih ke-9,999,997, dan seterusnya. Nombor rawak RNG digunakan pada permainan atau aplikasi.</p>\n<h3>Tahap Pengesahan</h3>\n<p>Selepas satu pusingan permainan, benih yang digunakan dalam permainan akan didedahkan.</p>\n<p>Untuk pengesahan, benih untuk pusingan tersebut boleh dihash kepada keccak256.</p>\n<p>Setiap pengguna boleh mengesahkan bahawa nilai hash sepadan dengan nilai benih dari nilai benih pusingan sebelumnya.</p>\n<p>Permainan pertama disahkan menggunakan benih ke-10 juta yang telah didedahkan sebelumnya.</p>",
  "roulette_text_1": "<p>Kami mengendalikan sistem yang terbukti adil untuk memastikan bahawa pemain boleh mengesahkan dan mempercayai bahawa hasil mereka adalah adil dan tidak dimanipulasi.</p>\n<p>Kami menggunakan algoritma yang terkenal untuk penyulitan, keccak-256, yang merupakan standard SHA-3, dan CSPRNG untuk penjanaan nombor rawak awal, untuk menjamin ketelusan dalam semua proses dan hasil.</p>\n<h2>Kod permainan dan pengesahan</h2>\n<p>Roulette adalah permainan rolet gaya Eropah yang terdiri daripada satu 0 dan 36 nombor.</p>\n<p>Untuk memastikan keselamatan dan keadilan algoritma penjanaan hasil permainan, kami menyediakan keupayaan untuk menukar benih pelayan dan benih klien.</p>\n<p>Pengguna boleh mengesahkan keadilan hasil permainan melalui gabungan benih pelayan, benih klien, dan input nonce.</p>\n<h3>Algoritma penjanaan hasil permainan:</h3>\n<ul>\n  <li>Benih pelayan, benih klien, dan nonce dihash menggunakan keccak256.</li>\n  <li>Nilai yang terhasil ditukar kepada format BigNumber, dan kemudian ia digunakan dalam hasil permainan dengan mengambil baki apabila dibahagikan dengan 37, yang jatuh dalam julat yang diperlukan untuk nilai rawak dalam permainan.</li>\n</ul>\n<p>Untuk mengesahkan hasil permainan, anda boleh menggunakan alat luaran kami yang terdapat di sini.</p>",
  "roulette_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(37).toNumber();",
  "roulette_text_2": "<p>Benih pelayan adalah nilai awal nombor rawak yang dihasilkan dan dirahsiakan oleh pelayan permainan.</p>\n<p>Benih klien adalah urutan rawak yang terdiri daripada aksara yang dipilih oleh pengguna (atau dihasilkan secara automatik oleh pelayar pengguna).</p>\n<p>Nonce adalah nilai yang digunakan semasa proses penjanaan keputusan permainan dengan menggabungkan benih pelayan dan benih klien. Nombor ini bermula pada 0 dan meningkat sebanyak 1 selepas setiap pertaruhan.</p>\n<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Menjamin Keacakan Benih Awal:</strong> Kami menjamin keacakan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan Penjana Nombor Rawak Kriptografi yang Selamat (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diiktiraf Secara Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Menyediakan Benih yang Adil:</strong> Nilai benih klien dan nonce didedahkan kepada pengguna, dan benih klien boleh diubah pada bila-bila masa.</li>\n  <li>Benih pelayan dienkripsi menggunakan algoritma AES dan disimpan dalam pangkalan data yang berasingan. Nilai hash benih pelayan, yang diperoleh melalui keccak256, didedahkan kepada pengguna.</li>\n  <li><strong>Menggunakan Nilai Garam untuk Menjamin Kejujuran:</strong> Setiap kali permainan dimainkan, nilai nonce secara automatik meningkat sebanyak 1 dan digunakan sebagai nilai garam untuk hashing bagi mencipta nombor rawak RNG untuk permainan tunggal.</li>\n  <li>Apabila benih klien direset, nilai nonce juga direset. Ini bermakna bahawa sama ada pengguna atau pengendali tidak boleh mengubahnya secara sewenang-wenangnya.</li>\n</ul>\n<h3>Menyediakan Permainan dengan Kejujuran yang Boleh Diverifikasi:</h3>\n<p>Menukar benih klien juga mengubah benih pelayan, dan benih pelayan sebelumnya didedahkan. Sesiapa sahaja boleh mengesahkan sama ada permainan sebelumnya dijalankan menggunakan nombor rawak RNG yang adil dengan melakukan hashing dengan benih pelayan sebelumnya.</p>\n<h3>Fasa Penciptaan Benih</h3>\n<p>Nombor rawak untuk penciptaan benih dihasilkan menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan terbina dalam nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Benih klien adalah gabungan aksara alfanumerik (huruf besar dan kecil) dengan panjang antara 10 hingga 32 aksara, manakala benih pelayan terdiri daripada nilai heksadesimal 64 aksara.</p>\n<p>Nonce adalah nombor yang meningkat sebanyak satu dengan setiap pusingan permainan dan bertindak sebagai garam untuk keacakan.</p>\n<p>Benih klien dan nonce didedahkan kepada pengguna, manakala benih pelayan yang dihash didedahkan kepada pengguna melalui hashing keccak256.</p>\n<h3>Fasa Penciptaan RNG</h3>\n<p>Benih pelayan, benih klien, dan nonce digabungkan dan dihash menggunakan keccak256 untuk mencipta nombor rawak RNG.</p>\n<p>Nombor rawak RNG yang dihasilkan digunakan dalam permainan.</p>\n<p>Menghasilkan nombor rawak dengan nilai dalam julat 0 hingga 1.</p>\n<h3>Fasa Pengesahan</h3>\n<p>Benih klien boleh diubah mengikut kehendak pengguna. Apabila diubah, benih pelayan juga berubah, dan benih pelayan sebelumnya didedahkan.</p>\n<p>Benih pelayan baru adalah nilai yang dihash menggunakan keccak256 dari benih pelayan sebelumnya.</p>\n<p>Benih klien boleh diubah pada bila-bila masa oleh pengguna.</p>\n<p>Apabila benih klien diubah, benih pelayan sebelumnya didedahkan tanpa hashing. Pengguna boleh menggunakan ini untuk menggabungkan benih klien, nonce, dan benih pelayan untuk mengesahkan sama ada permainan sebelumnya menggunakan nombor rawak RNG yang adil.</p>",
  "dice_text_1": "<p>Kami mengendalikan sistem yang terbukti adil untuk memastikan bahawa pemain boleh mengesahkan dan mempercayai bahawa keputusan mereka adalah adil dan tidak dimanipulasi.</p>\n<p>Kami menggunakan algoritma penyulitan yang terkenal, keccak-256 (standard SHA-3), dan CSPRNG untuk penjanaan nombor rawak awal bagi menjamin ketelusan dalam semua proses dan hasil.</p>\n<h2>Kod dan Pengesahan Permainan</h2>\n<p>Dice adalah permainan dadu klasik. Ia adalah permainan yang sangat mudah di mana anda menang jika keputusan berada dalam julat ramalan anda dengan menetapkan julat ramalan.</p>\n<p>Untuk memastikan keselamatan dan keadilan algoritma penjanaan keputusan permainan, kami menyediakan keupayaan untuk menukar seed pelayan dan seed pelanggan.</p>\n<p>Pengguna boleh mengesahkan keadilan keputusan permainan melalui gabungan seed pelayan, seed pelanggan, dan input nonce.</p>\n<h3>Algoritma penjanaan keputusan permainan:</h3>\n<ul>\n  <li>Seed pelayan, seed pelanggan, dan nonce di-hash menggunakan keccak256.</li>\n  <li>Nilai yang terhasil ditukar ke format BigNumber, yang kemudiannya digunakan dalam keputusan permainan dengan mengambil baki apabila dibahagikan dengan 10,000, memastikan ia berada dalam julat nilai rawak yang diperlukan dalam permainan.</li>\n</ul>",
  "dice_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(101).toNumber();",
  "dice_text_2": "<p>Benih pelayan adalah nilai awal nombor rawak yang dihasilkan dan dirahsiakan oleh pelayan permainan.</p>\n<p>Benih klien adalah urutan rawak yang terdiri daripada aksara yang dipilih oleh pengguna (atau dihasilkan secara automatik oleh pelayar pengguna).</p>\n<p>Nonce adalah nilai yang digunakan semasa proses penjanaan keputusan permainan dengan menggabungkan benih pelayan dan benih klien. Nombor ini bermula pada 0 dan meningkat sebanyak 1 selepas setiap pertaruhan.</p>\n<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Menjamin Keacakan Benih Awal:</strong> Kami menjamin keacakan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan Penjana Nombor Rawak Kriptografi yang Selamat (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diiktiraf Secara Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Menyediakan Benih yang Adil:</strong> Nilai benih klien dan nonce didedahkan kepada pengguna, dan benih klien boleh diubah pada bila-bila masa.</li>\n  <li>Benih pelayan dienkripsi menggunakan algoritma AES dan disimpan dalam pangkalan data yang berasingan. Nilai hash benih pelayan, yang diperoleh melalui keccak256, didedahkan kepada pengguna.</li>\n  <li><strong>Menggunakan Nilai Garam untuk Menjamin Kejujuran:</strong> Setiap kali permainan dimainkan, nilai nonce secara automatik meningkat sebanyak 1 dan digunakan sebagai nilai garam untuk hashing bagi mencipta nombor rawak RNG untuk permainan tunggal.</li>\n  <li>Apabila benih klien direset, nilai nonce juga direset. Ini bermakna bahawa sama ada pengguna atau pengendali tidak boleh mengubahnya secara sewenang-wenangnya.</li>\n</ul>\n<h3>Menyediakan Permainan dengan Kejujuran yang Boleh Diverifikasi:</h3>\n<p>Menukar benih klien juga mengubah benih pelayan, dan benih pelayan sebelumnya didedahkan. Sesiapa sahaja boleh mengesahkan sama ada permainan sebelumnya dijalankan menggunakan nombor rawak RNG yang adil dengan melakukan hashing dengan benih pelayan sebelumnya.</p>\n<h3>Fasa Penciptaan Benih</h3>\n<p>Nombor rawak untuk penciptaan benih dihasilkan menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan terbina dalam nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Benih klien adalah gabungan aksara alfanumerik (huruf besar dan kecil) dengan panjang antara 10 hingga 32 aksara, manakala benih pelayan terdiri daripada nilai heksadesimal 64 aksara.</p>\n<p>Nonce adalah nombor yang meningkat sebanyak satu dengan setiap pusingan permainan dan bertindak sebagai garam untuk keacakan.</p>\n<p>Benih klien dan nonce didedahkan kepada pengguna, manakala benih pelayan yang dihash didedahkan kepada pengguna melalui hashing keccak256.</p>\n<h3>Fasa Penciptaan RNG</h3>\n<p>Benih pelayan, benih klien, dan nonce digabungkan dan dihash menggunakan keccak256 untuk mencipta nombor rawak RNG.</p>\n<p>Nombor rawak RNG yang dihasilkan digunakan dalam permainan.</p>\n<p>Menghasilkan nombor rawak dengan nilai dalam julat 0 hingga 1.</p>\n<h3>Fasa Pengesahan</h3>\n<p>Benih klien boleh diubah mengikut kehendak pengguna. Apabila diubah, benih pelayan juga berubah, dan benih pelayan sebelumnya didedahkan.</p>\n<p>Benih pelayan baru adalah nilai yang dihash menggunakan keccak256 dari benih pelayan sebelumnya.</p>\n<p>Benih klien boleh diubah pada bila-bila masa oleh pengguna.</p>\n<p>Apabila benih klien diubah, benih pelayan sebelumnya didedahkan tanpa hashing. Pengguna boleh menggunakan ini untuk menggabungkan benih klien, nonce, dan benih pelayan untuk mengesahkan sama ada permainan sebelumnya menggunakan nombor rawak RNG yang adil.</p>",
  "ultimatedice_text_1": "<p>Kami mengendalikan sistem yang terbukti adil untuk memastikan bahawa pemain boleh mengesahkan dan mempercayai bahawa hasil mereka adalah adil dan tidak dimanipulasi.</p>\n<p>Kami menggunakan algoritma yang terkenal untuk penyulitan, keccak-256, yang merupakan standard SHA-3, dan CSPRNG untuk penjanaan nombor rawak awal, untuk menjamin ketelusan dalam semua proses dan hasil.</p>\n<h2>Kod permainan dan pengesahan</h2>\n<p>Ultimate Dice adalah serupa dengan permainan dadu klasik tetapi dengan perbezaan bahawa anda boleh menetapkan julat untuk ramalan di dua tempat: nilai minimum dan nilai maksimum.</p>\n<p>Untuk memastikan keselamatan dan keadilan algoritma penjanaan hasil permainan, kami menyediakan keupayaan untuk menukar benih pelayan dan benih klien.</p>\n<p>Pengguna boleh mengesahkan keadilan hasil permainan melalui gabungan benih pelayan, benih klien, dan input nonce.</p>\n<h3>Algoritma penjanaan hasil permainan:</h3>\n<ul>\n  <li>Benih pelayan, benih klien, dan nonce dihash menggunakan keccak-256.</li>\n  <li>Nilai yang terhasil ditukar kepada format BigNumber, dan kemudian ia digunakan dalam hasil permainan dengan mengambil baki apabila dibahagikan dengan 10,000, yang jatuh dalam julat yang diperlukan untuk nilai rawak dalam permainan.</li>\n</ul>",
  "ultimatedice_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(10000).toNumber();",
  "ultimatedice_text_2": "<p>Benih pelayan adalah nilai awal nombor rawak yang dihasilkan dan dirahsiakan oleh pelayan permainan.</p>\n<p>Benih klien adalah urutan rawak yang terdiri daripada aksara yang dipilih oleh pengguna (atau dihasilkan secara automatik oleh pelayar pengguna).</p>\n<p>Nonce adalah nilai yang digunakan semasa proses penjanaan keputusan permainan dengan menggabungkan benih pelayan dan benih klien. Nombor ini bermula pada 0 dan meningkat sebanyak 1 selepas setiap pertaruhan.</p>\n<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Menjamin Keacakan Benih Awal:</strong> Kami menjamin keacakan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan Penjana Nombor Rawak Kriptografi yang Selamat (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diiktiraf Secara Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Menyediakan Benih yang Adil:</strong> Nilai benih klien dan nonce didedahkan kepada pengguna, dan benih klien boleh diubah pada bila-bila masa.</li>\n  <li>Benih pelayan dienkripsi menggunakan algoritma AES dan disimpan dalam pangkalan data yang berasingan. Nilai hash benih pelayan, yang diperoleh melalui keccak256, didedahkan kepada pengguna.</li>\n  <li><strong>Menggunakan Nilai Garam untuk Menjamin Kejujuran:</strong> Setiap kali permainan dimainkan, nilai nonce secara automatik meningkat sebanyak 1 dan digunakan sebagai nilai garam untuk hashing bagi mencipta nombor rawak RNG untuk permainan tunggal.</li>\n  <li>Apabila benih klien direset, nilai nonce juga direset. Ini bermakna bahawa sama ada pengguna atau pengendali tidak boleh mengubahnya secara sewenang-wenangnya.</li>\n</ul>\n<h3>Menyediakan Permainan dengan Kejujuran yang Boleh Diverifikasi:</h3>\n<p>Menukar benih klien juga mengubah benih pelayan, dan benih pelayan sebelumnya didedahkan. Sesiapa sahaja boleh mengesahkan sama ada permainan sebelumnya dijalankan menggunakan nombor rawak RNG yang adil dengan melakukan hashing dengan benih pelayan sebelumnya.</p>\n<h3>Fasa Penciptaan Benih</h3>\n<p>Nombor rawak untuk penciptaan benih dihasilkan menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan terbina dalam nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Benih klien adalah gabungan aksara alfanumerik (huruf besar dan kecil) dengan panjang antara 10 hingga 32 aksara, manakala benih pelayan terdiri daripada nilai heksadesimal 64 aksara.</p>\n<p>Nonce adalah nombor yang meningkat sebanyak satu dengan setiap pusingan permainan dan bertindak sebagai garam untuk keacakan.</p>\n<p>Benih klien dan nonce didedahkan kepada pengguna, manakala benih pelayan yang dihash didedahkan kepada pengguna melalui hashing keccak256.</p>\n<h3>Fasa Penciptaan RNG</h3>\n<p>Benih pelayan, benih klien, dan nonce digabungkan dan dihash menggunakan keccak256 untuk mencipta nombor rawak RNG.</p>\n<p>Nombor rawak RNG yang dihasilkan digunakan dalam permainan.</p>\n<p>Menghasilkan nombor rawak dengan nilai dalam julat 0 hingga 1.</p>\n<h3>Fasa Pengesahan</h3>\n<p>Benih klien boleh diubah mengikut kehendak pengguna. Apabila diubah, benih pelayan juga berubah, dan benih pelayan sebelumnya didedahkan.</p>\n<p>Benih pelayan baru adalah nilai yang dihash menggunakan keccak256 dari benih pelayan sebelumnya.</p>\n<p>Benih klien boleh diubah pada bila-bila masa oleh pengguna.</p>\n<p>Apabila benih klien diubah, benih pelayan sebelumnya didedahkan tanpa hashing. Pengguna boleh menggunakan ini untuk menggabungkan benih klien, nonce, dan benih pelayan untuk mengesahkan sama ada permainan sebelumnya menggunakan nombor rawak RNG yang adil.</p>",
  "mine_text_1": "<p>Kami mengendalikan sistem yang terbukti adil untuk memastikan bahawa pemain boleh mengesahkan dan mempercayai bahawa hasil mereka adalah adil dan tidak dimanipulasi.</p>\n<p>Kami menggunakan algoritma yang terkenal untuk penyulitan, keccak-256, yang merupakan standard SHA-3, dan CSPRNG untuk penjanaan nombor rawak awal, untuk menjamin ketelusan dalam semua proses dan hasil.</p>\n<h2>Kod permainan dan pengesahan</h2>\n<p>Mines adalah permainan pemain tunggal yang berkembang apabila pemain membalikkan jubin pada grid 5x5 untuk mengumpul gula-gula.</p>\n<p>Untuk memastikan keselamatan dan keadilan algoritma penjanaan hasil permainan, kami menyediakan keupayaan untuk menukar benih pelayan dan benih klien.</p>\n<p>Pengguna boleh mengesahkan keadilan hasil permainan melalui gabungan benih pelayan, benih klien, dan input nonce.</p>\n<h3>Algoritma penjanaan hasil permainan:</h3>\n<ul>\n  <li>Benih pelayan, benih klien, dan nonce dihash menggunakan keccak256.</li>\n  <li>Ia memperoleh 25 nilai hash daripada nilai di atas dan mengocoknya dua kali dengan memberikan setiap nombor kepada nilai hash yang sepadan dan menyusunnya.</li>\n  <li>Array ditetapkan sebagai bom berdasarkan bilangan lombong yang dipilih oleh pengguna sebelum bertaruh.</li>\n</ul>\n<p>Untuk mengesahkan hasil permainan, anda boleh menggunakan alat luaran kami, yang tersedia di sini.</p>",
  "mine_code_1": "createNums = (allNums, hash) => {\n    const nums = [];\n    let h = keccak256(toUtf8Bytes(hash)).slice(2);\n    allNums.forEach((c) => {\n      nums.push({ num: c, hash: h });\n      h = h.substring(1) + h.charAt(0);\n    });\n\n    nums.sort(function (o1, o2) {\n      if (o1.hash < o2.hash) {\n        return -1;\n      } else if (o1.hash === o2.hash) {\n        return 0;\n      } else {\n        return 1;\n      }\n    });\n    return nums;\n  }\nconst seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${nonce}`);\nconst seed: string = keccak256(seedStringUtf8Bytes).slice(2);\nconst allNums = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25];\n\nlet finalNums = createNums(allNums, seed);\nseed = keccak256(toUtf8Bytes(seed)).slice(2);\nfinalNums = createNums(finalNums, seed);\nconst shuffleNums = finalNums.map((m) => m.num.num);",
  "mine_text_2": "<p>Benih pelayan adalah nilai awal nombor rawak yang dihasilkan dan dirahsiakan oleh pelayan permainan.</p>\n<p>Benih klien adalah urutan rawak yang terdiri daripada aksara yang dipilih oleh pengguna (atau dihasilkan secara automatik oleh pelayar pengguna).</p>\n<p>Nonce adalah nilai yang digunakan semasa proses penjanaan keputusan permainan dengan menggabungkan benih pelayan dan benih klien. Nombor ini bermula pada 0 dan meningkat sebanyak 1 selepas setiap pertaruhan.</p>\n<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Menjamin Keacakan Benih Awal:</strong> Kami menjamin keacakan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan Penjana Nombor Rawak Kriptografi yang Selamat (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diiktiraf Secara Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Menyediakan Benih yang Adil:</strong> Nilai benih klien dan nonce didedahkan kepada pengguna, dan benih klien boleh diubah pada bila-bila masa.</li>\n  <li>Benih pelayan dienkripsi menggunakan algoritma AES dan disimpan dalam pangkalan data yang berasingan. Nilai hash benih pelayan, yang diperoleh melalui keccak256, didedahkan kepada pengguna.</li>\n  <li><strong>Menggunakan Nilai Garam untuk Menjamin Kejujuran:</strong> Setiap kali permainan dimainkan, nilai nonce secara automatik meningkat sebanyak 1 dan digunakan sebagai nilai garam untuk hashing bagi mencipta nombor rawak RNG untuk permainan tunggal.</li>\n  <li>Apabila benih klien direset, nilai nonce juga direset. Ini bermakna bahawa sama ada pengguna atau pengendali tidak boleh mengubahnya secara sewenang-wenangnya.</li>\n</ul>\n<h3>Menyediakan Permainan dengan Kejujuran yang Boleh Diverifikasi:</h3>\n<p>Menukar benih klien juga mengubah benih pelayan, dan benih pelayan sebelumnya didedahkan. Sesiapa sahaja boleh mengesahkan sama ada permainan sebelumnya dijalankan menggunakan nombor rawak RNG yang adil dengan melakukan hashing dengan benih pelayan sebelumnya.</p>\n<h3>Fasa Penciptaan Benih</h3>\n<p>Nombor rawak untuk penciptaan benih dihasilkan menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan terbina dalam nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Benih klien adalah gabungan aksara alfanumerik (huruf besar dan kecil) dengan panjang antara 10 hingga 32 aksara, manakala benih pelayan terdiri daripada nilai heksadesimal 64 aksara.</p>\n<p>Nonce adalah nombor yang meningkat sebanyak satu dengan setiap pusingan permainan dan bertindak sebagai garam untuk keacakan.</p>\n<p>Benih klien dan nonce didedahkan kepada pengguna, manakala benih pelayan yang dihash didedahkan kepada pengguna melalui hashing keccak256.</p>\n<h3>Fasa Penciptaan RNG</h3>\n<p>Benih pelayan, benih klien, dan nonce digabungkan dan dihash menggunakan keccak256 untuk mencipta nombor rawak RNG.</p>\n<p>Nombor rawak RNG yang dihasilkan digunakan dalam permainan.</p>\n<p>Menghasilkan nombor rawak dengan nilai dalam julat 0 hingga 1.</p>\n<h3>Fasa Pengesahan</h3>\n<p>Benih klien boleh diubah mengikut kehendak pengguna. Apabila diubah, benih pelayan juga berubah, dan benih pelayan sebelumnya didedahkan.</p>\n<p>Benih pelayan baru adalah nilai yang dihash menggunakan keccak256 dari benih pelayan sebelumnya.</p>\n<p>Benih klien boleh diubah pada bila-bila masa oleh pengguna.</p>\n<p>Apabila benih klien diubah, benih pelayan sebelumnya didedahkan tanpa hashing. Pengguna boleh menggunakan ini untuk menggabungkan benih klien, nonce, dan benih pelayan untuk mengesahkan sama ada permainan sebelumnya menggunakan nombor rawak RNG yang adil.</p>",
  "coinflip_text_1": "<p>Kami mengendalikan sistem yang terbukti adil untuk memastikan bahawa pemain boleh mengesahkan dan mempercayai bahawa hasil mereka adalah adil dan tidak dimanipulasi.</p>\n<p>Kami menggunakan algoritma yang terkenal untuk penyulitan, keccak-256, yang merupakan standard SHA-3, dan CSPRNG untuk penjanaan nombor rawak awal, untuk menjamin ketelusan dalam semua proses dan hasil.</p>\n<h2>Kod permainan dan pengesahan</h2>\n<p>Coin Flip adalah permainan pemain tunggal di mana anda meramalkan sisi syiling yang akan terjatuh.</p>\n<p>Untuk memastikan keselamatan dan keadilan algoritma penjanaan hasil permainan, kami menyediakan keupayaan untuk menukar benih pelayan dan benih klien.</p>\n<p>Pengguna boleh mengesahkan keadilan hasil permainan melalui gabungan benih pelayan, benih klien, dan input nonce.</p>\n<h3>Algoritma penjanaan hasil permainan:</h3>\n<p>Benih pelayan, benih klien, dan nonce dihash menggunakan keccak256.</p>\n<p>Nilai yang terhasil ditukar kepada format BigNumber, dan kemudian digunakan dalam hasil permainan dengan mengambil baki apabila dibahagi dengan 2, yang jatuh dalam julat yang diperlukan untuk nilai rawak dalam permainan.</p>",
  "coinflip_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(2).toNumber();z",
  "coinflip_text_2": "<p>Benih pelayan adalah nilai awal bagi nombor rawak yang dijana dan dirahsiakan oleh pelayan permainan.</p>\n<p>Benih pelanggan adalah urutan rawak yang terdiri daripada aksara yang dipilih oleh pengguna (atau dijana secara automatik oleh pelayan pengguna).</p>\n<p>Nonce adalah nilai yang digunakan semasa proses menghasilkan keputusan permainan dengan menggabungkan benih pelayan dan benih pelanggan. Nombor ini bermula dari 0 pada awalnya dan meningkat sebanyak 1 selepas setiap pertaruhan.</p>\n\n<h3>Ciri Algoritma</h3>\n<ul>\n  <li><strong>Memastikan Kebetulan Benih Awal:</strong> Kami menjamin kebetulan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan pada Generator Nombor Pseudo-Rawak yang Selamat dari Segi Kriptografi (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diakui Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Menyediakan Benih Adil:</strong> Nilai benih pelanggan dan nonce didedahkan kepada pengguna, dan benih pelanggan boleh diubah pada bila-bila masa.</li>\n  <li>Benih pelayan disulitkan menggunakan algoritma AES dan disimpan dalam pangkalan data bebas. Nilai hash benih pelayan, yang diperoleh melalui keccak256, didedahkan kepada pengguna.</li>\n  <li><strong>Menggunakan Nilai Garam untuk Memastikan Keadilan:</strong> Setiap kali permainan dimainkan, nilai nonce secara automatik meningkat sebanyak 1 dan digunakan sebagai nilai garam untuk menghash untuk mencipta nombor rawak RNG untuk permainan tunggal.</li>\n  <li>Ketika benih pelanggan diset semula, nilai nonce juga diset semula. Ini bermakna bahawa sama ada pengguna atau operator tidak boleh mengubahnya secara sewenang-wenangnya.</li>\n</ul>\n\n<h3>Menyediakan Permainan dengan Keadilan yang Boleh Disahkan:</h3>\n<p>Mengubah benih pelanggan juga mengubah benih pelayan, dan benih pelayan sebelumnya didedahkan. Sesiapa sahaja boleh mengesahkan sama ada permainan sebelumnya dilakukan menggunakan nombor rawak RNG yang adil dengan menghash dengan benih pelayan sebelumnya.</p>\n\n<h3>Peringkat Penciptaan Benih</h3>\n<p>Sebuah nombor rawak untuk penciptaan benih dijana menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan bawaan nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Benih pelanggan adalah gabungan aksara alfanumerik (kedua-dua huruf besar dan kecil) dengan panjang dari 10 hingga 32 aksara, sementara benih pelayan terdiri dari nilai heksadesimal 64-aksara.</p>\n<p>Nonce adalah nombor yang meningkat satu dengan setiap pusingan permainan dan bertindak sebagai garam untuk kebetulan.</p>\n<p>Benih pelanggan dan nonce didedahkan kepada pengguna, sementara benih pelayan yang dihash dengan keccak256 didedahkan kepada pengguna dalam bentuk yang dihash.</p>\n\n<h3>Peringkat Penciptaan RNG</h3>\n<p>Benih pelayan, benih pelanggan, dan nonce digabungkan dan dihash menggunakan keccak256 untuk mencipta nombor rawak RNG.</p>\n<p>Nombor rawak RNG yang dijana diterapkan ke dalam permainan.</p>\n<p>Menghasilkan nombor rawak dengan nilai dalam julat 0 hingga 1.</p>\n\n<h3>Peringkat Pengesahan</h3>\n<p>Benih pelanggan boleh diubah mengikut budi bicara pengguna. Apabila diubah, benih pelayan juga berubah, dan benih pelayan sebelumnya didedahkan.</p>\n<p>Benih pelayan baru adalah nilai yang dihash menggunakan keccak256 dari benih pelayan sebelumnya.</p>\n<p>Benih pelanggan boleh diubah pada bila-bila masa oleh pengguna.</p>\n<p>Apabila benih pelanggan diubah, benih pelayan sebelumnya didedahkan tanpa dihash. Pengguna boleh menggunakan ini untuk menggabungkan benih pelanggan, nonce, dan benih pelayan untuk mengesahkan sama ada permainan sebelumnya menggunakan nombor rawak RNG yang adil.</p>",
  "limbo_text_1": "<p>Untuk memastikan keadilan dan ketidakberpihakan, kami prahasilkan dan menyulitkan 10 juta nilai benih. Benih-benih ini digunakan dalam urutan terbalik untuk menentukan hasil permainan.</p>\n<p>Selepas setiap pusingan berakhir, benih yang digunakan untuk hasil tersebut akan didedahkan. Selain itu, setiap hasil permainan dihash dengan hasil permainan masa depan, menjadikannya mustahil untuk meramalkan atau memanipulasi hasil pusingan masa depan.</p>\n<h3>Algoritma Penjanaan Hasil Permainan:</h3>\n<ul>\n  <li>Hash nombor rawak yang disulitkan dan hash blok bitcoin untuk mendapatkan nilai benih, yang kemudian dibahagikan dengan 10^13 dan ditukar kepada heksadesimal.</li>\n  <li>Bahagikan hasilnya dengan 2^52 untuk mendapatkan nombor rawak antara 0 dan 1.</li>\n  <li>Laraskan nombor rawak dengan menggunakan kelebihan rumah sebanyak 1% dan hasilkan data asal dengan pengganda.</li>\n  <li>Bahagikan data asal dengan 100 untuk menghasilkan pengganda sebenar yang digunakan dalam hasil permainan. (Jika data asal kurang daripada 100, pengganda ditetapkan pada 1.)</li>\n</ul>\n<p>Untuk mengesahkan hasil permainan, anda boleh lihat di Forum Bitcoin, tersedia <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">di sini</a>.</p>",
  "limbo_code_1": "const seed = '...';\nconst bitCoinBlockHash = '...';\nlet saltSeed = keccak256(toUtf8Bytes(seed + bitCoinBlockHash)).slice(2);\nconst nBits = 52;\nsaltSeed = saltSeed.slice(0, nBits / 4);\nconst r = parseInt(saltSeed, 16);\n  \nlet X = r / Math.pow(2, nBits);\nX = parseFloat(X.toPrecision(9));\nX = Math.floor(99 / (1 - X)); // house edge 1%\nconst successMultiply = Math.max(1, X / 100);",
  "limbo_text_2": "<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Memastikan Keacakan Benih Awal:</strong> Kami menjamin keacakan dengan menghasilkan benih awal (Genesis) menggunakan sumber /dev/urandom Linux, yang berdasarkan kepada Cryptographically Secure Pseudo-Random Number Generator (CSPRNG).</li>\n  <li><strong>Menggunakan PRNG Domain Awam yang Diiktiraf Secara Luas:</strong> Kami menukar benih awal menjadi benih menggunakan algoritma hash keccak256 standard SHA-3.</li>\n  <li><strong>Penyimpanan Benih yang Selamat:</strong> Kami prahasilkan 10 juta benih dan menyulitkannya menggunakan algoritma AES, menyimpannya dalam pangkalan data bebas.</li>\n  <li><strong>Memastikan Keadilan dengan Nilai Garam:</strong> Kami menetapkan nilai garam terlebih dahulu, yang merupakan nilai hash blok Bitcoin yang belum terjadi, untuk memastikan penjanaan nombor rawak RNG yang adil.</li>\n  <li><strong>Menyediakan Permainan dengan Keadilan yang Boleh Diverifikasi:</strong> Untuk memudahkan pengesahan keadilan, kami mendedahkan benih ke-10 juta terlebih dahulu.</li>\n</ul>\n<h3>Tahap Penciptaan Benih</h3>\n<p>Nombor rawak untuk penciptaan benih dihasilkan menggunakan CSPRNG. Di sini, teknik CSPRNG menggunakan perpustakaan terbina dalam nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes adalah fungsi berdasarkan RAND_bytes OpenSSL, dan RAND_bytes menggunakan CSPRNG Linux, /dev/urandom.</p>\n<p>Nombor rawak ini ditukar kepada heksadesimal.</p>\n<p>Nombor rawak ini dihash menggunakan algoritma keccak256 untuk menghasilkan benih pertama.</p>\n<p>Benih pertama dari 'langkah 3' dihash lagi menggunakan algoritma keccak256 untuk menghasilkan benih kedua.</p>\n<p>Langkah 3-4 diulang sebanyak 10 juta kali, menghasilkan 10 juta benih.</p>\n<p>Semua benih ini disimpan dengan selamat menggunakan penyulitan AES.</p>\n<p>Hasilkan nombor rawak dengan nilai dalam julat 2^52.</p>\n<h3>Tahap Pendedahan</h3>\n<p>Benih ke-10 juta yang dihasilkan didedahkan kepada platform permainan dan komuniti terlebih dahulu. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Semak Artikel</a></p>\n<p>Selepas pendedahan Benih, nilai hash blok Bitcoin ke-n yang belum dibuat di rantai blok Bitcoin akan ditetapkan sebagai nilai Garam terlebih dahulu dan diumumkan di platform permainan dan komuniti. <a href=\"#\">Semak Artikel</a></p>\n<p>Selepas pendedahan nilai hash blok Bitcoin ke-n, ia ditetapkan secara umum sebagai garam dan didedahkan kepada platform permainan dan komuniti. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Semak Artikel</a></p>\n<p>Benih ke-10 juta (+1): <code>96cf82c49c9e4c43bb9b7692c0d222cb98a9e880144061f2a74a2ae1ded0f46e</code></p>",
  "limbo_text_3": "<h3>Tahap Penggunaan Permainan</h3>\n<p>Benih ke-9,999,999 digabungkan dengan garam dan dihash menggunakan algoritma keccak256. Ini berfungsi sebagai nombor rawak RNG untuk permainan.</p>\n<p>Apabila permainan berlangsung, benih digantikan dalam urutan terbalik, dari benih ke-9,999,998, benih ke-9,999,997, dan seterusnya. Nombor rawak RNG digunakan pada permainan atau aplikasi.</p>\n<h3>Tahap Pengesahan</h3>\n<p>Selepas satu pusingan permainan, benih yang digunakan dalam permainan akan didedahkan.</p>\n<p>Untuk pengesahan, benih untuk pusingan tersebut boleh dihash kepada keccak256.</p>\n<p>Setiap pengguna boleh mengesahkan bahawa nilai hash sepadan dengan nilai benih dari nilai benih pusingan sebelumnya.</p>\n<p>Permainan pertama disahkan menggunakan benih ke-10 juta yang telah didedahkan sebelumnya.</p>",
  "plinko_text_1": "<p>Kami mengendalikan sistem yang boleh dibuktikan adil untuk memastikan pemain boleh mengesahkan dan mempercayai bahawa hasil mereka adalah adil dan bebas daripada manipulasi.</p>\n\n<p>Untuk menjamin ketelusan semua proses dan hasil, kami menggunakan algoritma kriptografi yang diiktiraf secara meluas keccak-256 (piawaian SHA-3) dan pengiraan kebarangkalian berdasarkan pengagihan binomial untuk memastikan keadilan dalam hasil.</p>\n<h2>Kod dan Pengesahan Permainan</h2>\n<p>Untuk memastikan keadilan dan keselamatan algoritma penjanaan hasil permainan, kami menyediakan fungsi untuk menukar benih pelayan dan benih pelanggan.</p>\n<p>Pemain boleh mengesahkan keadilan hasil permainan melalui gabungan benih pelayan, benih pelanggan, dan input nonce.</p>\n<h3>Algoritma Penjanaan Hasil Permainan:</h3>\n<ul>\n  <li>Benih pelayan, benih pelanggan, dan nonce di-hash menggunakan keccak256.</li>\n  <li>Nombor rawak dijana berdasarkan nilai hash dan dibandingkan dengan taburan kebarangkalian terkumpul untuk menentukan hasil.</li>\n  <li>Pekali binomial digunakan untuk mengira kebarangkalian bagi setiap slot, dan hasil dipilih mengikut kebarangkalian ini.</li>\n</ul>\n<p>Untuk mengesahkan hasil permainan, sila gunakan alat luaran yang tersedia di sini.</p>",
  "plinko_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst randumNumber: number = new BigNumber(hashValue).mod(1000000).div(1000000).toNumber();\n        \nconst probabilities: number[] = [];\nconst cumulativeProbabilities: number[] = [];\nlet cumulativeSum = 0;\n\nfor (let k = 0; k <= slotCount; k++) {\n  const binomialCoefficient = this.factorial(slotCount) / (this.factorial(k) * this.factorial(slotCount - k));\n  const probability = binomialCoefficient * Math.pow(0.5, slotCount);\n  probabilities.push(probability);\n}\n\nfor (const prob of probabilities) {\n  cumulativeSum += prob;\n  cumulativeProbabilities.push(cumulativeSum);\n}\n\nfor (let i = 0; i < cumulativeProbabilities.length; i++) {\n  if (randomNumber < cumulativeProbabilities[i]) {\n    return i;\n  }\n}\n\nconst resultSlot = i;",
  "plinko_text_2": "<p>Server seed adalah nilai awal yang disulitkan, dihasilkan oleh pelayan permainan dan dirahsiakan. Ia dicipta dengan rawak dan keselamatan yang dipertingkatkan menggunakan algoritma hash keccak256.</p>\n<p>Client seed adalah jujukan aksara rawak yang dipilih oleh pengguna (atau dijana secara automatik oleh pelayar pengguna) dan membenarkan penyesuaian dalam proses penjanaan hasil permainan.</p>\n<p>Nonce adalah nombor yang digunakan untuk menggabungkan server seed dan client seed bagi menjana hasil permainan. Nilai awalnya adalah 0 dan meningkat sebanyak 1 selepas setiap pertaruhan, memastikan keunikan setiap pusingan permainan.</p>\n\n<h3>Ciri-ciri Algoritma</h3>\n<ul>\n  <li><strong>Jaminan Rawak Benih Awal:</strong> Server seed dan client seed digabungkan dan dihash menggunakan keccak256 (standard SHA-3) untuk menghasilkan nombor rawak yang selamat secara kriptografi.</li>\n  <li><strong>Pengiraan Kebarangkalian Lanjutan:</strong> Pekali binomial digunakan untuk mengira kebarangkalian setiap slot, yang kemudiannya ditukar kepada susunan kebarangkalian terkumpul untuk menentukan keputusan.</li>\n  <li><strong>Penyediaan Seed Adil:</strong> Nilai client seed dan nonce didedahkan kepada pengguna, dan client seed boleh diubahsuai dengan bebas.</li>\n  <li><strong>Server Seed Terenkripsi:</strong> Server seed disimpan dalam pangkalan data bebas dan disediakan kepada pengguna selepas dihash menggunakan keccak256.</li>\n  <li><strong>Peningkatan Nonce Automatik:</strong> Nonce meningkat sebanyak 1 pada setiap pusingan permainan, menjana nilai RNG (Random Number Generator) baharu.</li>\n  <li>Apabila client seed diset semula, nilai nonce juga diset semula, menghalang manipulasi dan memastikan keadilan.</li>\n</ul>\n\n<h3>Penyediaan Keadilan Yang Boleh Disahkan</h3>\n<p>Apabila client seed diubah, server seed baharu dijana, dan server seed sebelumnya didedahkan. Pengguna boleh menghash server seed sebelumnya untuk mengesahkan bahawa RNG permainan terdahulu beroperasi secara adil.</p>\n<p>Proses ini memastikan hasil permainan dijamin secara telus dan bebas daripada manipulasi.</p>\n\n<h3>Langkah Penjanaan Seed</h3>\n<p>Pseudo Random Number Generator (CSPRNG) yang selamat secara kriptografi digunakan untuk menjana server seed. Ini dilaksanakan menggunakan perpustakaan Node.js <code>crypto.randomBytes</code>, yang meningkatkan keselamatan dengan sumber /dev/urandom Linux.</p>\n<p>Client seed terdiri daripada 10 hingga 32 aksara yang terdiri daripada huruf besar dan kecil, manakala server seed adalah nilai heksadesimal 64 aksara.</p>\n<p>Nonce meningkat sebanyak 1 pada setiap pusingan permainan, mengekalkan keunikan dan rawak RNG.</p>\n\n<h3>Langkah Penjanaan RNG</h3>\n<p>Server seed, client seed dan nonce digabungkan dan dihash menggunakan keccak256 untuk menjana nombor rawak. Nombor ini berada dalam julat antara 0 hingga 1.</p>\n<p>Nombor rawak yang dijana dibandingkan dengan taburan kebarangkalian terkumpul untuk menentukan keputusan khusus (slot atau peristiwa permainan).</p>\n\n<h3>Langkah Pengesahan</h3>\n<p>Pengguna boleh mengubah client seed dengan bebas. Apabila ia diubah, server seed baharu dijana, dan server seed sebelumnya didedahkan dalam bentuk tidak dihash. Sesiapa sahaja boleh menggunakan server seed yang didedahkan untuk mengesahkan keadilan hasil permainan.</p>\n<p>Dengan menggabungkan server seed sebelumnya, client seed dan nonce, pengguna boleh menjana semula hash keccak256 untuk mengesahkan rawak dan keadilan keputusan RNG terdahulu.</p>",
  "main_1": "Bonus Selamat Datang 150% \nUntuk semua orang!",
  "main_2": "Dapatkan Ganjaran",
  "main_3": "Lihat Semua",
  "main_4": "YUMMY ASLI",
  "main_5": "Kami menyediakan keadilan 100% yang boleh disahkan permainan asal.",
  "main_6": "Multiplay",
  "main_7": "50% pengeluaran",
  "main_8": "Ini adalah permainan slot baru yang menggabungkan multiplay dan multibet.",
  "main_9": "Nikmati keseronokan bersama pemain lain dan menangi jackpot.",
  "main_10": "Multiplay",
  "main_11": "Jackpot",
  "main_12": "Multibet",
  "main_13": "Ini adalah permainan slot baru yang menggabungkan multiplay dan multibet.",
  "main_14": "Nikmati keseronokan bersama pemain lain dan menangi jackpot.",
  "main_15": "Eropah",
  "main_16": "Ini adalah rolet Eropah dengan antara muka pertaruhan yang familiar.",
  "main_17": "Dapatkan keuntungan dari pelbagai pilihan pertaruhan dengan keadilan yang dijamin.",
  "main_18": "Ini adalah permainan yang mewarisi pesona permainan dadu tradisional.",
  "main_19": "Cuba nasib anda dan tuju untuk menang, semua dengan keadilan yang boleh disahkan.",
  "main_20": "Ini adalah permainan yang mengaplikasikan strategi ke dalam permainan dadu.",
  "main_21": "Reka strategi anda sendiri dan cabar diri untuk menang besar.",
  "main_22": "Anda boleh menikmati faedah faedah bunga majemuk dengan pertaruhan kecil.",
  "main_23": "Kawal tahap risiko dan tuju peluang keuntungan tinggi.",
  "main_24": "Ini adalah permainan paling mudah dan cepat untuk memilih sisi syiling.",
  "main_25": "Peluang tetap memudahkan penggunaan Autobet dalam pelbagai cara.",
  "main_26": "EKSKLUSIF AFILIASI",
  "main_27": "Hasilkan lebih banyak keuntungan melalui program afiliasi kami.",
  "main_28": "Pendapatan Tanpa Had",
  "main_29": "Dapatkan komisen untuk setiap rujukan.",
  "main_30": "Tiada had kepada berapa banyak pemain yang anda boleh rujuk, jadi tiada had kepada berapa banyak yang anda boleh peroleh.",
  "main_31": "Jejak Afiliasi Anda",
  "main_32": "Gunakan sistem afiliasi kami,",
  "main_33": "anda boleh menjejaki status pendaftaran dan pertaruhan ahli yang anda urus.",
  "main_34": "Komisen Segera",
  "main_35": "Dapatkan komisen setiap kali rujukan anda membuat pertaruhan.",
  "main_36": "Kemudian tuntut komisen dan ia akan ditambah ke dompet anda segera.",
  "main_37": "PENDAPATAN SEUMUR HIDUP",
  "main_38": "TIADA KOS TERSEMBUNYI",
  "main_39": "KOMISEN 2 TIER",
  "main_40": "TIADA PEMBAWAAN NEGATIF",
  "main_41": "PELBAGAI BONUS",
  "main_42": "Kami menyokong semua aktiviti anda dan menyediakan pelbagai ganjaran.",
  "main_43": "Daftar",
  "main_44": "Bonus Selamat Datang",
  "main_45": "Daftar dengan cepat dan mudah",
  "main_46": "Hanya memerlukan akaun Social Media anda.",
  "main_47": "Deposit",
  "main_48": "Bonus Deposit",
  "main_49": "Deposit dengan mata wang kripto.",
  "main_50": "Mata Wang Kripto yang Disokong: BTC, ETH, BNB, XRP, USDT, USDC ...",
  "main_51": "Pertaruhan",
  "main_52": "Bonus VIP",
  "main_53": "Hanya nikmati permainan kami dan dapatkan nasib baik.",
  "main_54": "Setiap pertaruhan dihitung ke arah kemajuan VIP anda.",
  "main_55": "Tuntut",
  "main_56": "Bonus Rakeback",
  "main_57": "Tuntut dan tingkatkan aset anda.",
  "main_58": "Jelly Bean boleh bermain permainan, dan bertukar ke mata wang kripto.",
  "main_59": "KEADILAN YANG DAPAT DIBUKTIKAN",
  "main_60": "Setiap pertaruhan boleh disahkan oleh pemain.",
  "main_61": "Sokongan teknikal Keadilan yang Dapat Dibuktikan diterapkan ke Semua permainan yang disediakan oleh Yummygame.",
  "main_62": "Ketelusan Algoritma",
  "main_63": "Sistem Keadilan yang Dapat Dibuktikan mendedahkan algoritma yang digunakan untuk menghasilkan hasil permainan, membolehkan pemain memeriksa bahawa hasil permainan adalah adil.",
  "main_64": "Kebolehulangan",
  "main_65": "Sistem Keadilan yang Dapat Dibuktikan menghasilkan hasil permainan dengan cara yang boleh diulang secara dapat diramal. Ini memastikan kebolehramalan hasil permainan dan membantu mencegah manipulasi.",
  "main_66": "Penggunaan Benih",
  "main_67": "Banyak sistem Keadilan yang Dapat Dibuktikan menggunakan dua atau lebih benih untuk menghasilkan hasil permainan - satu disediakan oleh pemain dan satu lagi dihasilkan oleh platform. Benih-benih ini digabungkan untuk menghasilkan hasil, menjadikan manipulasi lebih sukar.",
  "main_68": "Kebolehperiksaan",
  "main_69": "Sistem Keadilan yang Dapat Dibuktikan menyediakan kaedah untuk pemain memeriksa secara langsung hasil permainan. Biasanya, pemain boleh menggunakan hasil permainan dan benih yang digunakan untuk mengulang dan mengesahkan hasil.",
  "main_70": "PERJUDIAN KRIPTO",
  "main_71": "Kami menyediakan anonimiti dan deposit dan pengeluaran tanpa sekatan.",
  "main_72": "Hanya memerlukan akaun Social Media",
  "main_73": "Ciri Profil Tersembunyi",
  "main_74": "Bitcoin, Ethereum",
  "main_75": "Rantaian BNB, Ripple",
  "main_76": "Deposit & Pengeluaran Tanpa Sekatan",
  "main_77": "Transaksi Tanpa Had",
  "main_78": "Yuran pengeluaran rendah",
  "main_79": "Nikmatilah Keseronokan Manis Terbaik\nDapatkan Bonus Khas Sehingga $1,500",
  "main_80": "Ketidaknamaan & Persekitaran\nPermainan yang Selamat",
  "main_81": "Menyokong\nRangkaian Blockchain Utama",
  "main_82": "Sangat mudah,",
  "main_83": "dapatkan bonus anda",
  "main_84": "Kasino",
  "main_85": "Sukan",
  "main_86": "YYG tidak tersedia buat masa ini",
  "modal_1": "Anda boleh tukar bahasa paparan.",
  "modal_2": "Apakah JEL?",
  "modal_3": "JEL (JellyBean) adalah mata wang khas yang diperkenalkan oleh Yummygame. Anda boleh menggunakan JEL untuk bermain permainan dan menggunakan semua perkhidmatan lain di laman web kami.",
  "modal_4": "Bagaimana saya boleh mendapatkan JEL?",
  "modal_5": "Anda boleh mendapatkan JEL dengan menyertai pelbagai acara, seperti bonus deposit dan bonus VIP. Anda juga boleh menggunakan ciri tukar dalam dompet anda untuk menukar baki anda kepada mata wang lain yang tersedia.",
  "modal_8": "Apakah HON?",
  "modal_9": "HON (Honey) adalah token yang dicipta oleh Yummygame untuk menyertai permainan percuma. Dengan HON, anda boleh bertaruh pada permainan asal dan mendapatkan keseronokan bermain.",
  "modal_10": "Bolehkah saya mengeluarkan atau menukar HON?",
  "modal_11": "HON tidak boleh dikeluarkan atau ditukar kepada mata wang lain.",
  "modal_12": "Terdapat nilai yang belum dimasukkan.",
  "modal_13": "Naik Taraf Tahap Pengesahan 1",
  "modal_14": "Sila isi dan muat naik bukti identiti anda. Semua dokumen mesti diletakkan di atas permukaan rata dengan keempat-empat sudut di dalam bingkai. Semua maklumat harus jelas dan dapat dikenal pasti. Kami akan menghubungi anda melalui e-mel setelah proses ini selesai.",
  "modal_15": "Nama Pertama",
  "modal_16": "Nama Akhir",
  "modal_17": "Jantina",
  "modal_18": "Tarikh Lahir",
  "modal_19": "Pekerjaan (Pekerjaan/kerja anda)",
  "modal_20": "Bukti Identiti (Depan)",
  "modal_21": "Jenis fail yang diterima (Maks. 5MB): .png, .jpg, .pdf",
  "modal_22": "Foto ID anda dan wajah anda bersama-sama",
  "modal_23": "Jenis fail yang diterima (Maks. 5MB): .png, .jpg, .pdf",
  "modal_24": "Foto ID anda dan wajah anda bersama-sama",
  "modal_25": "Semua data disimpan dengan selamat dan disulitkan.",
  "modal_26": "Naik Taraf Tahap Pengesahan 2",
  "modal_27": "Sila muat naik bukti alamat anda. Semua dokumen mesti diletakkan di atas permukaan rata dengan keempat-empat sudut di dalam bingkai. Semua maklumat harus jelas dan dapat dikenal pasti. Kami akan menghubungi anda melalui e-mel setelah proses ini selesai.",
  "modal_28": "Bukti Alamat",
  "modal_29": "Jenis fail yang diterima (Maks. 5MB): .png, .jpg, .pdf",
  "modal_30": "Bukti Alamat",
  "modal_31": "Semua data disimpan dengan selamat dan disulitkan.",
  "modal_32": "Naik Taraf Tahap Pengesahan 3",
  "modal_33": "Sila muat naik dokumen sokongan untuk Sumber Dana anda. Dokumen yang diletakkan di permukaan rata harus menunjukkan semua 4 sudut dan semua maklumat harus jelas dan boleh dikenali. Kami akan menghubungi anda melalui e-mel setelah proses ini selesai.",
  "modal_34": "Sumber Dana",
  "modal_35": "Jenis fail yang diterima (Maks. 5MB): .png, .jpg, .pdf",
  "modal_36": "Sumber Dana",
  "modal_37": "Semua data disimpan dengan selamat dan disulitkan.",
  "modal_38": "Sahkan",
  "modal_39": "Auto Bet",
  "modal_40": "Jimat masa dengan Auto Bet!",
  "modal_41": "Auto Bet membolehkan anda mengawal strategi permainan anda secara automatik. Cipta strategi anda sendiri atau gunakan yang sedia ada.",
  "modal_42": "Tukar Jumlah Pertaruhan",
  "modal_43": "Pada Kemenangan - peratusan kenaikan pertaruhan apabila menang (dengan mod aktif \"Kenaikan oleh\").",
  "modal_44": "Pada Kekalahan - peratusan kenaikan pertaruhan apabila kalah (dengan mod aktif \"Kenaikan oleh\").",
  "modal_45": "Berhenti Pada",
  "modal_46": "Keuntungan - berhenti \"Auto Bet\" apabila mencapai keuntungan tertentu (yang dihitung dari baki pada waktu \"Auto Bet\" diaktifkan).",
  "modal_47": "Kehilangan - berhenti \"Auto Bet\" apabila mencapai kerugian tertentu (yang dihitung dari baki pada waktu \"Auto Bet\" diaktifkan).",
  "modal_48": "Had",
  "modal_49": "Bilangan Pertaruhan - berhenti \"Auto Bet\" apabila mencapai bilangan pertaruhan tertentu.",
  "modal_50": "Jumlah Pertaruhan Maksimum - pertaruhan maksimum, digunakan apabila mengaktifkan fungsi \"Pada kemenangan\" atau \"Pada kehilangan\" ('\"Auto Bet\" tidak berhenti, pertaruhan maksimum diulangi).",
  "modal_51": "*\"Auto Bet\" juga akan berhenti jika aset pengguna tidak mencukupi atau jumlah pertaruhan maksimum dilanggar.",
  "modal_52": "Selesai berkongsi tetingkap perbualan",
  "modal_53": "Julat bajt tidak sah. Mesti antara 10 dan 32 bajt.",
  "modal_54": "ID Pertaruhan",
  "modal_55": "Sahkan",
  "modal_56": "Kongsi ke Bilik Perbualan",
  "modal_57": "Adakah anda ingin berkongsi Hasil Pertaruhan anda dalam bilik perbualan?",
  "modal_58": "Batal",
  "modal_59": "Sahkan",
  "modal_60": "Keadilan",
  "modal_61": "Tetapan Benih",
  "modal_62": "Benih Semasa",
  "modal_63": "Benih Pelayan (hash)",
  "modal_64": "Benih Pelanggan",
  "modal_65": "Nons",
  "modal_66": "Benih Baru",
  "modal_67": "Benih Pelayan (hash)",
  "modal_68": "Benih Pelanggan",
  "modal_69": "Anda boleh menggunakan fungsi ini untuk menetapkan benih pelayan baru + benih pelanggan baru, mereka boleh dihasilkan secara rawak atau disesuaikan (sekurang-kurangnya 10 aksara), dan bilangan pertaruhan akan diresetkan kepada sifar.",
  "modal_70": "Berubah",
  "modal_71": "Guna Benih Baru",
  "modal_72": "Hasil Pertaruhan",
  "modal_73": "Pertaruhan",
  "modal_74": "Bayaran",
  "modal_75": "Keuntungan",
  "modal_76": "Butiran Permainan",
  "modal_77": "Crashed pada",
  "modal_78": "Keadilan yang dapat dibuktikan",
  "modal_79": "ID Permainan",
  "modal_80": "ID Permainan (hash)",
  "modal_81": "ID Permainan",
  "modal_82": "Sahkan",
  "modal_83": "Pertaruhan Anda",
  "modal_84": "Hasil",
  "modal_85": "Jenis Pertaruhan",
  "modal_86": "Meja",
  "modal_87": "Cekak",
  "modal_88": "Benih Pelayan",
  "modal_89": "Benih Pelayan (hash)",
  "modal_90": "Benih Pelanggan",
  "modal_91": "Nons",
  "modal_92": "Tetapan Benih",
  "modal_93": "Penetapan benih belum dilakukan, jadi ia tidak dapat disahkan.",
  "modal_94": "Lombong",
  "modal_95": "Gula-gula",
  "modal_96": "Sejarah Bonus",
  "modal_97": "Jenis",
  "modal_98": "Jumlah",
  "modal_99": "Masa",
  "modal_100": "Perhatian",
  "modal_101": "Kami menyediakan data sehingga 60 hari.",
  "modal_103": "Kami menjamin dan menguruskan Jelly Bean (JEL) sebagai aset dengan nilai yang sama seperti USD.",
  "modal_104": "Pengesahan Selesai",
  "modal_105": "Pengesahan Bonus",
  "modal_106": "Bonus Boleh Ditarik",
  "modal_107": "Minimum untuk tuntutan: 5 JEL",
  "modal_108": "Apa itu JEL?",
  "modal_109": "JEL (JELLY BEAN) adalah mata wang khas yang dilancarkan oleh Yummygame.",
  "modal_110": "Anda boleh bermain permainan, dan TUKAR dengan JEL.",
  "modal_111": "Bolehkah JEL ditukar kepada mata wang lain?",
  "modal_112": "Tentu! Anda boleh menukar JEL dengan Perkhidmatan Pertukaran kepada mata wang lain pada bila-bila masa.",
  "modal_113": "Mengenai Jumlah Bonus",
  "modal_114": "Jumlah Bonus Dibuka = Jumlah pertaruhan anda * 1% * 20%",
  "modal_115": "Jumlah Bonus Rakan Kongsi",
  "modal_116": "Jumlah pertaruhan ahli rakan kongsi Tier 1 * 1% * 14%",
  "modal_117": "Jumlah pertaruhan ahli rakan kongsi Tier 2 * 1% * 2%",
  "modal_118": "Perhatian",
  "modal_119": "Kami menjamin dan menguruskan Jelly Bean (JEL) sebagai aset dengan nilai yang sama seperti USD.",
  "modal_120": "Batal",
  "modal_121": "Tuntut",
  "modal_122": "Keadilan",
  "modal_123": "Untuk memastikan keadilan permainan, Roda beroperasi dengan pra-menghasilkan dan mengenkripsi 10 juta nilai benih menggunakan algoritma hash keccak256 standard SHA-3.\nBenih ini digunakan dalam urutan terbalik untuk menentukan hasil permainan yang adil.",
  "modal_124": "Untuk memastikan keadilan permainan, Crash beroperasi dengan pra-menghasilkan dan mengenkripsi 10 juta nilai benih menggunakan algoritma hash keccak256 standard SHA-3.\nBenih ini digunakan dalam urutan terbalik untuk menentukan hasil permainan yang adil.",
  "modal_125": "Butiran",
  "modal_126": "Keadilan",
  "modal_127": "Tetapan Benih",
  "modal_128": "Benih Semasa",
  "modal_129": "Benih Pelayan (hash)",
  "modal_130": "Benih Pelanggan",
  "modal_131": "Nons",
  "modal_132": "Benih Baru",
  "modal_133": "Benih Pelayan (hash)",
  "modal_134": "Benih Pelanggan",
  "modal_135": "Nonce ",
  "modal_136": "Anda boleh menggunakan fungsi ini untuk menetapkan benih pelayan baru + benih pelanggan baru, mereka boleh dihasilkan secara rawak atau disesuaikan (sekurang-kurangnya 10 aksara), dan bilangan pertaruhan akan diresetkan kepada sifar.",
  "modal_137": "Penukaran Benih selesai",
  "modal_138": "ID Permainan",
  "modal_139": "ID Pertaruhan",
  "modal_140": "Pemain",
  "modal_141": "Bayaran",
  "modal_142": "Keuntungan",
  "modal_143": "Sahkan",
  "modal_144": "Mula",
  "modal_145": "Google",
  "modal_146": "Dengan mengakses laman web, anda mengesahkan bahawa anda berumur sekurang-kurangnya <strong>18 tahun</strong> dan bersetuju dengan",
  "modal_147": "Terma Penggunaan",
  "modal_148": "Pendaftaran",
  "modal_149": "Selepas langkah ini, bonus besar menanti.",
  "modal_150": "Negara",
  "modal_151": "Negara kediaman",
  "modal_152": "Terma dan Polisi",
  "modal_153": "Terima terma dan syarat",
  "modal_154": "Sila, baca",
  "modal_155": "Dasar Privasi",
  "modal_156": "Rujukan (Bukan kod promosi!)",
  "modal_157": "Sahkan",
  "modal_158": "Negara Kediaman",
  "modal_159": "Cari negara kediaman",
  "modal_160": "50% Pengeluaran Tunai",
  "modal_161": "Ciri Pengeluaran Tunai 50% dalam permainan Crash memberikan anda peluang yang sangat baik untuk menukar pertaruhan anda kepada aset secara selamat semasa permainan.",
  "modal_162": "Selepas permainan bermula, hanya perlu klik butang \"50% Pengeluaran Tunai\" untuk menerima 50% daripada jumlah pertaruhan semasa dalam bentuk aset.",
  "modal_163": "Kurangkan Kerugian",
  "modal_164": "Apabila permainan mengambil pusingan yang tidak dijangka, gunakan \"50% Pengeluaran Tunai\" untuk mengekalkan sebahagian daripada jumlah pertaruhan anda dan mengurangkan kerugian.",
  "modal_165": "Selamatkan Keuntungan",
  "modal_166": "Jika permainan berjalan dengan baik, kunci keuntungan semasa ini dan gunakan \"Pengeluaran Tunai\" untuk mendapatkan keuntungan yang lebih besar.",
  "modal_167": "Anda boleh menggunakan \"50% Pengeluaran Tunai\" pada bila-bila masa semasa permainan, bergantung kepada situasi permainan semasa dan strategi anda.",
  "modal_168": "*Ciri \"Auto Bet\" dan \"50% Pengeluaran Tunai\" tidak boleh digunakan secara serentak.",
  "modal_169": "Jackpot",
  "modal_170": "Jackpot Roda Yummygame diisi dengan 0.01% daripada semua pertaruhan pada empat warnanya. Terdapat peluang yang dijamin untuk memenangkannya dengan setiap putaran.\nAnda bertaruh 45 USD pada warna biru.\nJumlah pertaruhan pada biru dalam pusingan yang menang adalah 150 USD.\nJackpot biru adalah 1,200 USD.\nIni bermakna pertaruhan anda adalah 30% daripada jumlah pertaruhan dalam pusingan itu.\nAkibatnya, anda akan mendapatkan 30% daripada Jackpot (360 USD).\"",
  "modal_171": "Keuntungan keseluruhan anda untuk pusingan ini akan menjadi 180 USD (Kemenangan Biru) + 360 USD (Kemenangan Jackpot) = 540 USD",
  "modal_172": "Nama tidak boleh melebihi 50 aksara",
  "modal_173": "Nama syarikat tidak boleh melebihi 50 aksara",
  "modal_174": "Sila berikan alamat emel dalam format yang betul",
  "modal_175": "Berjaya Dihantar. \nKami akan menghubungi anda melalui emel apabila proses ini selesai.",
  "modal_176": "Jadilah rakan kami",
  "modal_177": "Program Rakan Kongsi Eksklusif Yummygame",
  "modal_178": "Tingkatkan keuntungan anda dengan RevShare sehingga 50%",
  "modal_179": "Nama",
  "modal_180": "Negara",
  "modal_181": "Negara kediaman",
  "modal_182": "Emel",
  "modal_183": "Masukkan Akaun Anda",
  "modal_184": "Nama Syarikat",
  "modal_185": "Masukkan Nama Syarikat anda",
  "modal_186": "Mohon menjadi Rakan",
  "modal_187": "John Doe",
  "modal_188": "Negara Tempat Tinggal",
  "modal_189": "Cari negara tempat tinggal",
  "modal_190": "Salinan selesai",
  "modal_191": "Profil Pengguna",
  "modal_192": "ID Pengguna",
  "modal_193": "Statistik",
  "modal_194": "Ringkasan",
  "modal_195": "Butiran",
  "modal_196": "Jumlah Pertaruhan",
  "modal_197": "Jumlah Kemenangan",
  "modal_198": "Jumlah Dijangka",
  "modal_199": "Permainan Teratas Dimainkan",
  "modal_200": "Dijangka",
  "modal_201": "Bergabung Pada",
  "modal_202": "Butiran Statistik",
  "modal_203": "Mata Wang",
  "modal_204": "Bertaruh",
  "modal_205": "Menang",
  "modal_206": "Dijangka",
  "modal_207": "Sunting Profil",
  "modal_208": "Avatar",
  "modal_209": "Nama Samaran",
  "modal_210": "Sembunyikan Profil Saya",
  "modal_211": "Jika disembunyikan, tiada sesiapa boleh melihat profil anda dengan mengklik avatar atau nama samaran anda dalam senarai ranking awam atau senarai pertaruhan.",
  "modal_212": "Simpan",
  "modal_213": "Tiada bayaran balik akan diberikan kepada pemain yang mengalami lag ketika cuba menggunakan ciri cash out dalam permainan Crash.\nKadang-kadang anda akan menerima lebih atau kurang daripada jumlah yang anda keluarkan. Ini kerana terdapat kelewatan antara komputer anda dan pelayan kami. Untuk memastikan tiada masalah berlaku dan pembayaran dijamin, sila gunakan ciri cash out automatik.\nJika anda cash out pada masa yang sama dengan keruntuhan Crash, anda akan kehilangan pertaruhan anda.\n\nDalam kes malfunctions permainan, Yummygame hanya perlu memulangkan jumlah pertaruhan dalam ronde tersebut.",
  "modal_214": "Sebelum permainan bermula, pemain mempunyai 10 saat untuk meletakkan pertaruhan mereka pada multiplier yang diinginkan. Apabila ronde bermula dan roda berputar, pertaruhan tambahan tidak akan diterima. Roda akan berhenti pada nilai multiplier; jika ia mendarat pada multiplier yang sama dengan target pemain, pemain akan menang.\nMultiplier sasaran yang dipilih menentukan risiko dan ganjaran potensial pemain: multiplier yang lebih tinggi bermakna peluang menang yang lebih rendah, tetapi bayaran yang lebih besar.\n\n#Jackpot\nSetiap Jackpot individu diisi dengan persentase dari semua taruhan yang ditempatkan pada Roda pada warna yang sesuai.\n\n2X=0.7%, 3X=0.7%, 5X=1.4%, 50X=1.4%\n\nSetiap putaran Roda memiliki peluang tetap untuk memicu Jackpot untuk warna tersebut, seperti berikut: Jika Jackpot dipicu, ia akan dibagi antara semua pemain yang bertaruh pada warna tersebut dalam ronde tertentu.",
  "modal_215": "Tingkatkan jumlah permata tersembunyi pada papan permainan untuk meningkatkan peluang anda.\nTarik keluar pada peluang yang diinginkan dan menangkan permainan.\nJika anda menemukan bom, permainan berakhir dan anda kehilangan pertaruhan anda.",
  "modal_216": "Rolet adalah permainan di mana pemain meletakkan cip seperti yang mereka inginkan, sebiji bola diletakkan di atas roda berputar, dan kemenangan, kekalahan, dan pembayaran ditentukan oleh nombor di mana bola itu berhenti.\nPemain boleh bertaruh pada ganjil, genap, merah, hitam, puluhan, baris, rendah/tinggi, dan nombor individu untuk memberikan variasi dan pilihan kepada sistem pertaruhan untuk kemenangan besar.\nPermainan ini memiliki berbagai pilihan taruhan, termasuk kemampuan untuk menetapkan nilai cip dan jumlah taruhan, serta fitur taruhan otomatis seperti menetapkan jumlah taruhan, melakukan penyesuaian, dan menghentikan kerugian.",
  "modal_217": "Buat pertaruhan dan ramalkan lemparan seterusnya dengan mengawal peluncur.\nGenerator nombor rawak akan mengembalikan nombor antara 0 dan 100.\nJika nombor berada dalam julat hijau peluncur, anda menang.",
  "modal_218": "Ultimate Dice' adalah permainan yang dimainkan dengan menggunakan dadu maya.\nPermainan ini berdasarkan pada prediksi dan taruhan pada hasil dadu.\nKetika permainan dimulai, pemain dapat memprediksi dan bertaruh pada hasil dadu.\nBiasanya, hasil dadu diwakili oleh salah satu angka dari 0 hingga 999.\nPemain dapat memasang taruhan pada angka atau rentang dadu yang mereka prediksi.\nJika angka tersebut berada dalam rentang hijau pada slider, Anda menang.\nSetelah dadu dilempar dan hasilnya terlihat, mereka diperiksa untuk melihat apakah sesuai dengan angka atau rentang yang mereka pertaruhkan.\nJika sesuai, pemain menerima hadiah berdasarkan rentang tersebut.\nJika tidak, pemain kehilangan taruhannya.",
  "modal_219": "Coin Flip adalah permainan di mana anda melempar koin dan mencuba menebak sama ada ia akan muncul dengan kepala atau ekor.\nSebelum permainan bermula, peserta meletakkan pertaruhan.\nCoin Flip adalah permainan yang mudah dan cepat di mana peserta dapat menikmati menguji nasib mereka satu sama lain.\nWalau bagaimanapun, ia melibatkan perjudian yang signifikan dan sepatutnya dimainkan dengan kawalan kendiri yang sederhana dan tanggungjawab.\nDalam kes gangguan permainan, Yummygame hanya diwajibkan untuk mengembalikan jumlah pertaruhan yang dipertaruhkan semasa ronde tersebut.",
  "modal_220": "Peraturan",
  "modal_221": "7 Hari",
  "modal_222": "30 Hari",
  "modal_223": "90 Hari",
  "modal_224": "180 Hari",
  "modal_225": "365 Hari",
  "modal_226": "Pengecualian Diri",
  "modal_227": "Notis",
  "modal_228": "Dengan mengecualikan diri, anda bersetuju bahawa:",
  "modal_229": "Ini adalah tindakan sukarela yang dimulai oleh diri anda sendiri, dan Yummygame tidak akan bertanggungjawab atas sebarang kerugian yang mungkin anda alami semasa tempoh pengecualian diri dalam apa-apa bentuk pun.",
  "modal_230": "Setelah tempoh pengecualian diri anda berakhir, anda boleh log masuk ke Akaun Yummygame anda.",
  "modal_231": "Anda tidak akan mendeposit atau cuba mendepositkan dana ke dalam akaun ini.",
  "modal_232": "Baki yang tinggal juga tidak dapat dipulihkan semasa tempoh pengecualian diri, jadi pastikan untuk mengeluarkan semua baki yang tinggal sebelum mengesahkan keputusan anda.",
  "modal_233": "Akaun Yummygame anda",
  "modal_234": "Tempoh Pengecualian Diri",
  "modal_235": "Tempoh",
  "modal_236": "Permintaan",
  "modal_237": "Edit Profil",
  "modal_238": "Notis",
  "modal_239": "Kami berasa kesal apabila mengetahui mengenai niat anda untuk pengecualian diri akaun anda.",
  "modal_240": "Dengan menekan butang \"Sahkan\", anda tidak akan dapat membatalkan tindakan ini dan log masuk ke platform.",
  "modal_241": "Dengan mengecualikan diri, anda bersetuju bahawa:",
  "modal_242": "Akaun Yummygame anda",
  "modal_243": "Tempoh Pengecualian Diri",
  "modal_244": "Tarikh boleh log masuk",
  "modal_245": "Akaun ditangguhkan",
  "modal_246": "Sahkan",
  "modal_247": "Tetapan Am",
  "modal_248": "Bahasa",
  "modal_249": "Lihat dalam Fiat",
  "modal_250": "Sila ambil perhatian bahawa ini hanyalah anggaran mata wang. Semua pertaruhan & urus niaga akan diselesaikan dalam bentuk kripto yang setaraf.",
  "modal_251": "Simpan",
  "modal_252": "Perubahan selesai",
  "modal_253": "Deposit",
  "modal_254": "Penarikan",
  "modal_255": "Swap",
  "modal_256": "Perjudian",
  "modal_257": "Tuntutan Bonus",
  "modal_258": "Beli Crypto",
  "modal_259": "Transaksi",
  "modal_260": "Jenis",
  "modal_261": "Jumlah",
  "modal_262": "Masa",
  "modal_263": "Status",
  "modal_264": "Dari",
  "modal_265": "Ke",
  "modal_266": "Bet",
  "modal_267": "Keuntungan",
  "modal_268": "Notis",
  "modal_269": "Kami menyediakan hingga 60 hari data",
  "modal_270": "Anda Hantar",
  "modal_271": "Min.",
  "modal_272": "Anda Dapat Tawaran Bayaran",
  "modal_273": "Kaedah Pembayaran yang Disediakan",
  "modal_274": "Saya telah membaca dan menerima semua terma dan dasar.",
  "modal_275": "Terma Penggunaan",
  "modal_276": "Dasar Privasi",
  "modal_277": "Butiran Transaksi",
  "modal_278": "Kadar Pertukaran",
  "modal_279": "Yuran",
  "modal_280": "Anda Hantar",
  "modal_281": "Kaedah Pembayaran",
  "modal_282": "Ketersediaan kaedah bayaran bergantung pada mata wang fiat yang dipilih",
  "modal_283": "Mata Wang",
  "modal_284": "Rangkaian",
  "modal_285": "Alamat Deposit",
  "modal_286": "Minimum Deposit :",
  "modal_287": "Dapatkan tambahan",
  "modal_288": "Bonus sekurang-kurangnya",
  "modal_289": "Dapatkan bonus tambahan pada minimum deposit",
  "modal_290": "Perhatian",
  "modal_291": "Jika jumlah deposit di bawah keperluan minimum, pemeriksaan baki dan pembatalan deposit tidak boleh dilakukan.",
  "modal_292": "Deposit diproses secara automatik, masa pemprosesan boleh berbeza mengikut keadaan rangkaian.",
  "modal_293": "Sila masukkan kuantiti.",
  "modal_294": "Pilih syiling.",
  "modal_295": "Sila masukkan rangkaian.",
  "modal_296": "Sila masukkan alamat pengeluaran dengan tepat.",
  "modal_297": "Sila masukkan alamat pengeluaran dengan tepat.",
  "modal_298": "Sokongan hanya menerima sambungan fail jpg, jpeg, png sahaja.",
  "modal_299": "Saiz fail hendaklah kurang daripada 5 megabait.",
  "modal_300": "Keadilan yang dapat dibuktikan",
  "modal_301": "Sedia",
  "modal_302": "Terhenti pada",
  "modal_303": "Daftar sekarang dan dapatkan bonus!",
  "modal_304": "Selamat datang! Ini adalah Yummygame.",
  "modal_305": "Anda dapat",
  "modal_306": "Tag Destinasi (diperlukan untuk deposit)",
  "modal_307": "Mata wang",
  "modal_308": "Rangkaian",
  "modal_309": "Alamat Pengeluaran",
  "modal_310": "Masukkan Alamat",
  "modal_311": "Tag Destinasi (diperlukan untuk deposit)",
  "modal_312": "Masukkan Tag (hanya mengandungi nombor)",
  "modal_313": "Jumlah Pengeluaran",
  "modal_314": "Masukkan Jumlah",
  "modal_315": "Min. Tiada Had",
  "modal_316": "Yuran Pengeluaran",
  "modal_317": "Jumlah Penerimaan",
  "modal_318": "Notis",
  "modal_319": "Jika anda melengkapkan peralihan untuk bonus deposit dan meminta pengeluaran, anda boleh mengeluarkan sehingga 10 kali ganda jumlah deposit, dan pengesahan KYC mesti diselesaikan.",
  "modal_320": "Pengeluaran diproses secara automatik, dan masa pemprosesan mungkin berbeza-beza bergantung pada keadaan rangkaian.",
  "modal_321": "Penukaran Selesai",
  "modal_322": "Tiada kuantiti",
  "modal_323": "Dari",
  "modal_324": "Ke",
  "modal_325": "Yuran Penukaran",
  "modal_326": "Notis",
  "modal_327": "Kadar penukaran adalah sebagai rujukan sahaja. Bergantung kepada harga pasaran pada masa permintaan, kadar penukaran JEL dan mata wang kripto mungkin berbeza.",
  "modal_328": "Penukaran",
  "modal_329": "Min.",
  "modal_330": "Masukkan Jumlah",
  "modal_331": "Maksimum",
  "modal_332": "Perhatian: Untuk memastikan keselamatan, pengeluaran yang dianggap besar atau mencurigakan mungkin menjalani proses audit yang berlangsung dari 24 hingga 48 jam. Terima kasih atas kerjasama dan kesabaran anda.",
  "modal_333": "Permintaan pengeluaran anda telah selesai.",
  "modal_334": "Aktifkan 2FA",
  "modal_335": "Untuk meningkatkan keselamatan akaun anda, sila aktifkan Pengesahan Dua Faktor.",
  "modal_336": "Google Authenticator",
  "modal_337": "Imbas kod QR",
  "modal_338": "Masukkan kunci persediaan",
  "modal_339": "atau Masukkan Kunci Rahsia Secara Manual",
  "modal_340": "Tuliskan kod ini, jangan dedahkan kepada orang lain. Anda boleh menggunakannya untuk mendapatkan semula akses ke akaun anda jika tiada akses ke pengesah.",
  "modal_341": "Kod Pengesahan 2FA",
  "modal_342": "Nyahaktifkan 2FA",
  "modal_343": "Untuk menonaktifkan Pengesahan Dua Faktor, masukkan Kata Laluan sekali pakai (OTP) anda",
  "modal_344": "Kod Pengesahan 2FA",
  "modal_345": "Untuk keselamatan akaun anda, Sila masukkan kunci 2FA - Google Security",
  "modal_346": "Batal",
  "modal_347": "Permintaan",
  "modal_348": "Tarik Akaun",
  "modal_349": "Notis",
  "modal_350": "Sila ambil perhatian bahawa apabila akaun anda dipadamkan, aset yang tinggal akan disumbangkan kepada ekosistem Yummygame sebagai ganjaran, jadi pastikan untuk menarik sebarang baki dana sebelum mengesahkan keputusan anda.",
  "modal_351": "Adakah anda pasti ingin meneruskan dengan pemadaman akaun?",
  "modal_352": "Aset Anda",
  "modal_353": "Tiada aset.",
  "modal_354": "Saya telah memeriksa notis dengan teliti dan ingin meneruskan.",
  "modal_355": "Akaun anda telah dipadamkan",
  "modal_356": "Sunting Profil",
  "modal_357": "Notis",
  "modal_358": "Maaf kerana mendengar bahawa anda ingin mengecualikan diri daripada akaun anda.",
  "modal_359": "Maaf kerana mendengar bahawa anda ingin memadam akaun anda. Aset yang tinggal akan disumbangkan kepada ekosistem Yummygame sebagai ganjaran.",
  "modal_360": "Dengan menekan butang \"Sahkan\", anda tidak akan dapat membatalkan tindakan dan log masuk ke platform.",
  "modal_361": "Aset Anda",
  "modal_362": "Sahkan",
  "modal_363": "Promosi Bonus Deposit",
  "modal_364": "Kami mempunyai promosi bonus deposit yang tersedia sekarang.\nAnda ingin mengaktifkannya pada deposit pertama Anda?",
  "modal_365": "Bonus Deposit",
  "modal_366": "sehingga $1,000",
  "modal_367": "Deposit Min",
  "modal_368": "Pertaruhan",
  "modal_369": "Bet Maks",
  "modal_370": "Deposit 1%",
  "modal_371": "Anda tidak akan dapat mengeluarkan wang sehingga rollover selesai atau anda kehilangan semua deposit awal dan bonus anda. Ingat itu.",
  "modal_372": "Untuk maklumat lebih lanjut tentang rollover dan bonus deposit,",
  "modal_373": "Promosi Bonus Deposit",
  "modal_374": "Deposit Min",
  "modal_375": "Deposit Maks",
  "modal_376": "Anda tidak akan dapat mengeluarkan wang sehingga rollover selesai atau anda kehilangan semua deposit awal dan bonus anda. Ingat itu.",
  "modal_377": "Untuk maklumat lebih lanjut tentang rollover dan bonus deposit,",
  "modal_378": "semak di sini",
  "modal_379": "Deposit diproses secara automatik, masa pemprosesan mungkin berbeza bergantung pada keadaan rangkaian.",
  "modal_380": "Min",
  "modal_381": "Maks",
  "modal_382": "Promosi Bonus Deposit",
  "modal_383": "Selamat datang ke Yummygame.\nAnda boleh menuntut promosi bonus deposit sekarang.\nApabila menggunakan promosi ini, jumlah pertaruhan maksimum ialah 5% daripada jumlah deposit.",
  "modal_384": "Bonus Deposit",
  "modal_385": "Pertukaran(Amaun Deposit + Bonus)",
  "modal_386": "Bet Maks",
  "modal_387": "Deposit",
  "modal_388": "Anda tidak akan dapat mengeluarkan wang sehingga rollover selesai atau anda kehilangan semua deposit awal dan bonus anda. Ingat itu.",
  "modal_389": "Untuk maklumat lebih lanjut tentang rollover dan bonus deposit,",
  "modal_390": "klik di sini",
  "modal_391": "Batal",
  "modal_392": "Aktifkan",
  "modal_393": "Aktifkan Selesai",
  "modal_394": "Aktifkan Dibatalkan",
  "modal_395": "Deposit",
  "modal_396": "Pengeluaran",
  "modal_397": "Tukar",
  "modal_398": "Beli Kripto",
  "modal_399": "Kemajuan Pertaruhan",
  "modal_400": "Untuk mengeluarkan melalui pertaruhan dengan bonus, anda mesti memenuhi keperluan peralihan.",
  "modal_401": "Untuk menjejak kemajuan anda, anda boleh lihat peratusan penyelesaian di sini.",
  "modal_402": "Kadar caruman peralihan adalah seperti berikut:\nPermainan asal, bakarat = 0%; Kasino langsung, poker video, permainan meja dan permainan lain = 5%; Slot, slot video, kad gores = 100%.",
  "modal_403": "Pengeluaran",
  "modal_404": "Beli",
  "modal_405": "Klik butang di atas.\nAlamat deposit akan dikeluarkan.",
  "modal_406": "Arahan",
  "modal_407": "Apabila bonus diaktifkan, anda tidak dapat bermain permainan asal yang ditawarkan oleh Yummygame.\nAdakah anda ingin meneroka permainan yang disediakan oleh pembekal permainan kasino terkemuka?",
  "modal_408": "Kod Promosi",
  "modal_409": "Masukkan kod promosi",
  "modal_410": "Tahniah. Kupon anda telah diaktifkan!",
  "modal_411": "Tebus",
  "modal_412": "Minimum",
  "modal_413": "jumlah deposit",
  "modal_414": "bonus dengan deposit minimum.",
  "modal_415": "Maks",
  "modal_416": "Tiada had deposit minimum",
  "modal_417": "Temui keseronokan baru di Yummygame!",
  "modal_418": "Kami akan melancarkan platform pertaruhan sukan tidak lama lagi - bertaruh pada semua sukan kegemaran anda dan nikmati setiap kemenangan. Jumpa anda tidak lama lagi!",
  "modal_419": "Selamat datang ke Plinko oleh Yummygame, sentuhan menarik pada permainan pachinko klasik! Bersedia untuk melepaskan bola gula-gula anda ke papan berpin dan berdoa untuk pengganda yang lazat.\n\nCara Bermain:\n1. Letakkan Pertaruhan Anda: Pilih pilihan pertaruhan anda dan tentukan berapa banyak yang ingin anda pertaruhkan.\n2. Lepaskan Gula-gula Anda: Lepaskan bola gula-gula anda ke papan berpin dan lihat ia melantun ke slot kemenangan.\n3. Kumpul Kemenangan Anda: Jika bola gula-gula anda mendarat di pengganda bertuah, nikmati ganjaran manis anda!\n4. Pilihan Pertaruhan Auto: Untuk mereka yang suka pengalaman bebas tangan, Plinko menawarkan ciri pertaruhan auto!\n\nCara Pertaruhan Auto:\n1. Tekan Butang 'Pertaruhan Auto': Mulakan dengan mengklik butang 'Pertaruhan Auto'.\n2. Laraskan Tetapan Anda: Tetapkan jumlah pertaruhan anda, bilangan pusingan, dan syarat berhenti. Tetapkan had untuk kemenangan dan kerugian untuk memastikan anda kekal dalam zon selesa anda.\n3. Tetapkan Pusingan Pertaruhan kepada 0 untuk Main Infinit: Jika anda menetapkan bilangan pusingan kepada 0, pertaruhan auto akan berterusan tanpa had sehingga baki anda habis.\n4. Duduk dan Bersantai: Lihat bagaimana Yummy Plinko bermain beberapa pusingan untuk anda, melepaskan bola gula-gula dan mengumpul kemenangan secara automatik.\n5. Pantau dan Laraskan: Pantau kemajuan anda dan laraskan parameter anda bila-bila masa untuk memaksimumkan keseronokan dan kemenangan anda.",
  "modal_420": "Risiko",
  "modal_421": "Baris",
  "modal_422": "Pembayaran",
  "modal_423": "Pilih",
  "modal_424": "Selamat datang ke Limbo di Yummygame, di mana kesederhanaan bertemu dengan keseronokan!\nLimbo adalah permainan pertaruhan pantas yang menggabungkan kesederhanaan dengan keseronokan, sesuai untuk pemain yang menikmati pusingan cepat dan peluang untuk menggandakan pertaruhan mereka secara eksponen.\nSedia untuk menguji nasib anda dan menggandakan pertaruhan anda?\n\nCara Bermain Limbo:\n\n1. Letakkan Pertaruhan Anda: Pilih pilihan pertaruhan anda dan tentukan berapa banyak yang anda ingin pertaruhkan.\n2. Tetapkan Pengganda Anda: Masukkan pengganda sasaran yang anda harapkan untuk dicapai. Pengganda yang lebih tinggi bermaksud risiko dan ganjaran yang lebih besar.\n3. Mulakan Permainan: Klik butang 'Play' untuk menghasilkan pengganda rawak.\n4. Menang atau Kalah: Jika pengganda yang dihasilkan memenuhi atau melebihi sasaran anda, anda menang dan pertaruhan anda akan digandakan dengan pengganda sasaran. Jika kurang, anda akan 5. kehilangan pertaruhan anda.\n6. Pilihan Pertaruhan Automatik: Bagi mereka yang lebih suka pengalaman tanpa tangan, Limbo menawarkan ciri pertaruhan automatik!\n\nCara Pertaruhan Automatik:\n\n1. Tekan Butang 'Auto Bet': Mulakan dengan mengklik butang 'Auto Bet'.\n2. Laraskan Tetapan Anda: Tetapkan jumlah pertaruhan anda, bilangan pusingan, dan syarat berhenti. Tetapkan had untuk kemenangan dan kerugian untuk memastikan anda kekal dalam zon selesa anda.\n3. Tetapkan Pusingan Pertaruhan kepada 0 untuk Permainan Tanpa Had: Jika anda menetapkan bilangan pusingan kepada 0, pertaruhan automatik akan diteruskan tanpa had sehingga baki anda habis.\n4. Duduk dan Berehat: Lihat bagaimana Limbo bermain beberapa pusingan untuk anda, melaraskan pertaruhan dan mengumpulkan kemenangan secara automatik.\n5. Pantau dan Laraskan: Pantau kemajuan anda dan laraskan parameter pada bila-bila masa untuk memaksimumkan keseronokan dan kemenangan anda.\n\nNikmati keseronokan Limbo di Yummygame dan lihat sejauh mana anda boleh menggandakan pertaruhan anda!",
  "modal_425": "Benih belum didedahkan lagi.",
  "modal_426": "Harian & Mingguan",
  "modal_427": "Acara Penurunan HON",
  "modal_428": "Dapatkan 100 HON setiap lawatan dan tambahan 1,000 HON untuk 7 hari berturut-turut!",
  "modal_429": "Anda telah melawat selama",
  "modal_430": "hari berturut-turut.",
  "modal_431": "Teruskan usaha!",
  "modal_432": "hari lagi 😃",
  "modal_433": "Rangkaian 7 hari! Anda telah menerima 1,000 HON.",
  "modal_434": "Tahniah!",
  "modal_435": "Anda telah menerima",
  "modal_436": "Dompet",
  "modal_437": "Anda telah menyerahkan baki anda, dan keperluan pertaruhan telah dibuang.",
  "modal_438": "Anda berada dalam mod permainan bonus!",
  "modal_439": "Tentukan sama ada anda ingin memeriksa 'Buang baki sedia ada dan keperluan pertaruhan (Rollover)'. Jika anda tidak menandai kotak ini, baki dan keperluan rollover anda akan kekal tidak berubah. Pastikan pilihan anda adalah betul selepas mendepositkan. Kami tidak bertanggungjawab ke atas isu yang disebabkan oleh pilihan yang salah.",
  "modal_440": "Saya bersetuju untuk melepaskan baki yang tinggal untuk membuang keperluan pertaruhan sedia ada (rollover).",
  "modal_441": "Sahkan",
  "modal_442": "Kod telah didaftarkan dengan jayanya.",
  "modal_443": "Tahniah. Anda telah memperoleh {0} {1}.",
  "modal_444": "Bilangan pengeluaran mingguan",
  "modal_445": "Bilangan pengeluaran bulanan",
  "modal_446": "Padam",
  "modal_447": "Pilih mesej.",
  "modal_448": "Tiada mesej diterima.",
  "modal_449": "Mesej Langsung",
  "modal_450": "Putaran Bertuah",
  "modal_451": "Bertuah",
  "modal_452": "Putar",
  "modal_453": "Putar Sekarang",
  "modal_454": "Tersedia di {0} {1}",
  "modal_455": "Anda tidak mempunyai putaran lagi.",
  "modal_456": "Jumlah Pertaruhan",
  "modal_457": "Keuntungan",
  "modal_458": "Menang",
  "modal_459": "Kalah",
  "modal_460": "Apa itu YYG?",
  "modal_461": "YYG, atau YummyGame Token, adalah token mata uang kripto asli dari platform kasino online Yummygame: Ini berfungsi sebagai elemen kunci dalam ekosistem, memungkinkan pengguna berpartisipasi dalam berbagai aktivitas di platform: YYG dapat digunakan untuk bertaruh di permainan kasino, mengakses promosi khusus, dan mendapatkan hadiah: Ini dibangun di atas teknologi blockchain, memastikan transparansi dan keamanan dalam transaksi, dan memainkan peran penting dalam program hadiah dan insentif berbasis token Yummygame",
  "modal_462": "Bagaimana saya mendapatkan YYG?",
  "modal_463": "Anda dapat memperoleh YYG melalui beberapa aktivitas di platform Yummygame:\n\n\t1.\tBermain Game Kasino: Dapatkan token dengan bermain dan menang di berbagai permainan kasino.\n\t2.\tBerpartisipasi dalam Promosi: Acara khusus, turnamen, dan kampanye sering kali memberikan hadiah kepada peserta dengan token YYG.\n\t3.\tProgram Rujukan: Undang teman untuk bergabung dengan Yummygame dan terima bonus dalam bentuk YYG ketika mereka mendaftar dan bermain.\n\t4.\tProgram Duta Influencer: Promosikan Yummygame sebagai duta besar dan dapatkan token berdasarkan pengaruh dan aktivitas Anda.\n\t5.\tAirdrops dan Giveaway: Kadang-kadang, token YYG didistribusikan melalui airdrop kepada pengguna platform dan anggota komunitas.\n\nDengan terlibat dalam aktivitas ini, pengguna dapat mengumpulkan YYG dan menikmati manfaat tambahan di platform.",
  "modal_464": "Pemanis",
  "modal_465": "Pulangan Tunai Mingguan",
  "modal_466": "Pulangan Tunai Bulanan",
  "modal_467": "Maklumat Pengeluaran Tanpa Yuran",
  "modal_468": "Bagaimana Ia Berfungsi",
  "modal_469": "Satu Pengeluaran Tanpa Yuran Sehari: Setiap hari, anda boleh membuat satu pengeluaran tanpa sebarang bayaran!",
  "modal_470": "Satu Pengeluaran Tanpa Yuran Sehari: Setiap hari, anda boleh membuat satu pengeluaran tanpa sebarang bayaran!",
  "modal_471": "- Tetapan Semula Harian:",
  "modal_472": "Satu Pengeluaran Tanpa Yuran Sehari: Setiap hari, anda boleh membuat satu pengeluaran tanpa sebarang bayaran!",
  "modal_473": "Dari Tahap VIP 31 (Emas) dan ke atas, anda dapat menikmati Pulangan Tunai Bulanan Yummygame! Bonus ini memberi anda hadiah berdasarkan permainan bulanan anda, mengembalikan sebahagian daripada taruhan anda.",
  "modal_474": "- Kelayakan:",
  "modal_475": "Tersedia untuk pemain di Tahap VIP 21 (Perak) atau lebih tinggi.",
  "modal_476": "- Hari Pembayaran:",
  "modal_477": "Cashback dibayar setiap hari Jumat.",
  "modal_478": "- Tempoh Pertaruhan:",
  "modal_479": "Cashback dihitung berdasarkan jumlah taruhan Anda dari Jumat 00:00 (UTC+0) hingga Kamis 23:59 (UTC+0) minggu sebelumnya.",
  "modal_480": "- Jumlah Minimum:",
  "modal_481": "Jika jumlah cashback Anda kurang dari $0.20, maka tidak akan dibayarkan.",
  "modal_482": "Kadar Cashback Mingguan VIP Yummygame",
  "modal_483": "Semakin Anda naik melalui level VIP, tingkat cashback Anda akan meningkat:",
  "modal_484": "Tingkatan",
  "modal_485": "Tahap",
  "modal_486": "Kelayakan",
  "modal_487": "Sweetener<br />Kadar",
  "modal_488": "Kadar Cashback Mingguan VIP Yummygame",
  "modal_489": "Semakin Anda naik melalui level VIP, tingkat cashback Anda akan meningkat:",
  "modal_490": "Bonus Sweetener adalah fitur khusus untuk pemain di VIP Level 11 (Perunggu) dan ke atas, dirancang untuk memberi Anda hadiah berdasarkan aktivitas permainan Anda!",
  "modal_491": "Bagaimana Cara Kerja Bonus Sweetener?",
  "modal_492": "- Dapatkan dengan Bermain:",
  "modal_493": "Sweetener dibayarkan dalam beberapa bagian, berdasarkan taruhan Anda dari minggu lalu. Untuk memenuhi syarat, cukup bertaruh minimal $1,000 dalam 7 hari.",
  "modal_494": "- Pembayaran Sering:",
  "modal_495": "Anda akan menerima pembayaran Sweetener setiap jam, hingga 24 kali sehari, berdasarkan taruhan Anda selama jam sebelumnya.",
  "modal_496": "Cara Mengaktifkan Bonus Sweetener Anda",
  "modal_497": "Pergi ke Halaman Bonus dan klik tombol Aktifkan untuk mulai menikmati hadiah Sweetener Anda! Sangat sederhana dan cepat—cukup aktifkan dan mainkan!",
  "modal_498": "Kadar Bonus Sweetener Yummygame",
  "modal_499": "Ketika level VIP Anda meningkat, hadiah Sweetener juga meningkat! Tingkat bonus berdasarkan tingkat Anda saat ini tercantum di bawah ini:",
  "modal_500": "Bonus Deposit Spesial",
  "modal_501": "Poin pengalaman VIP tidak akan terakumulasi sampai persyaratan rollover untuk bonus deposit terpenuhi.\nSaat menerima bonus deposit, bonus lain seperti rakeback, Lucky Spin, Lotto Harian, dan cashback tidak dapat diklaim.\nSetelah rollover bonus deposit selesai, bonus lain dapat diklaim.\nPersyaratan rollover untuk bonus deposit adalah 45 kali (jumlah deposit + jumlah bonus).\nUntuk informasi lebih lanjut tentang bonus, silakan merujuk ke bagian Bonus Deposit dalam Kebijakan Bonus.",
  "modal_502": "Akses Kebijakan Bonus",
  "modal_503": "Klaim JEL Rakeback",
  "modal_504": "Klaim Hadiah Level-Up",
  "modal_505": "Klaim Hadiah Tingkat-Up",
  "modal_506": "Klaim Cashback Mingguan",
  "modal_507": "Klaim Cashback Bulanan",
  "modal_508": "Tutup dan Mainkan",
  "modal_509": "Klaim Pengembalian Mingguan 20%",
  "modal_510": "Negara",
  "modal_511": "Tel",
  "modal_512": "nombor telefon",
  "modal_513": "Permohonan KYC telah selesai.",
  "modal_514": "Nama pengguna diperlukan",
  "modal_515": "Nama pengguna anda mestilah antara 2 hingga 16 aksara panjang",
  "modal_516": "Nama pengguna anda mengandungi aksara yang tidak sah",
  "modal_517": "E-mel diperlukan",
  "modal_518": "Sila masukkan e-mel yang betul.",
  "modal_519": "lebih 8-16 aksara",
  "modal_520": "lebih 1 huruf",
  "modal_521": "sekurang-kurangnya 1 nombor",
  "modal_522": "E-mel",
  "modal_523": "Masukkan E-mel",
  "modal_524": "Kata laluan",
  "modal_525": "Masukkan Kata Laluan",
  "modal_526": "Lupa Kata Laluan?",
  "modal_527": "E-mel atau kata laluan tidak sah",
  "modal_528": "Nama pengguna",
  "modal_529": "Masukkan nama pengguna",
  "modal_530": "Sila masukkan e-mel yang betul.",
  "modal_531": "Alamat e-mel ini sudah digunakan.",
  "modal_532": "Nama pengguna ini sudah digunakan.",
  "modal_533": "Sila masukkan kata laluan yang betul.",
  "modal_534": "Pautan tetapan semula kata laluan telah dihantar",
  "modal_535": "Tetapkan semula Kata Laluan anda",
  "modal_536": "Sila semak peti masuk anda",
  "modal_537": "Masukkan alamat e-mel anda\ndan kami akan menghantar pautan tetapan semula kata laluan kepada anda",
  "modal_538": "Lengkapkan Tetapkan Semula Kata Laluan",
  "modal_539": "Buat kata laluan baharu",
  "modal_540": "Sila log masuk dengan tetapan semula kata laluan.",
  "modal_541": "Sila masukkan kata laluan baharu",
  "modal_542": "Kata Laluan Baharu",
  "modal_543": "Masukkan Kata Laluan Baru",
  "modal_544": "Kata laluan mesti ada",
  "modal_545": "Sahkan Kata Laluan Baharu",
  "modal_546": "Masukkan Kata Laluan Baru",
  "modal_547": "Tidak sepadan dengan kata laluan baharu",
  "modal_548": "sahkan",
  "modal_549": "Tukar kata laluan",
  "modal_550": "Daftar",
  "modal_551": "Log masuk",
  "modal_552": "Tuntutan Lucky Pouch",
  "modal_553": "Media Sosial",
  "modal_554": "Masukkan ID",
  "modal_555": "Polisi Penggunaan Bonus dan Tetapan Semula Garis Panduan",
  "modal_556": "Bonus Pertama: 50% daripada deposit anda akan dikreditkan sebagai bonus.\n- Deposit minimum: $10 / Deposit maksimum: $1,000\n- Pertukaran: x20 (Deposit + Bonus)",
  "modal_557": "Masa Tetapan Semula Bonus: Cooldown bonus ditetapkan semula sebulan selepas deposit pertama, kembali ke Peringkat 1.",
  "modal_558": "Tetapan Semula Peringkat: Jika keempat-empat peringkat selesai sebelum penetapan semula, perkembangan dimulakan semula, membolehkan pemain menuntut semula bonus langkah demi langkah dari awal.",
  "modal_559": "Syarat Peningkatan Tahap VIP: Mendepositkan bonus tidak akan menyumbang kepada peningkatan tahap VIP. Peningkatan tahap VIP hanya boleh dilakukan selepas keperluan peralihan dikosongkan.",
  "modal_560": "Sumbangan Berganti mengikut Permainan:",
  "modal_561": "Permainan Asal, Baccarat = 0%\nKasino Langsung, Poker Video,\nPermainan Meja dan Permainan Lain = 5%\nSlot, Slot Video, Kad Gores = 100%",
  "modal_562": "Eksklusif Bonus: Apabila bonus deposit dituntut, semua bonus lain tidak tersedia buat sementara waktu. Setelah keperluan peralihan dipenuhi, pemain boleh menuntut bonus lain.",
  "modal_563": "Bonus Deposit & Bayaran Balik 20%: Bonus deposit dan Bayaran Balik 20% tidak boleh digunakan serentak.",
  "modal_564": "Sila semak syarat ini dengan teliti untuk memanfaatkan bonus anda sepenuhnya.",
  "modal_565": "Notis Penting: Amaran Mengenai Pelucuthakan Rollover",
  "modal_566": "Jika anda kehilangan keperluan peralihan selepas menerima bonus deposit, keseluruhan baki anda, termasuk bonus, akan dilucuthakkan. Selain itu, pengaktifan semula bonus boleh dilakukan 1 bulan selepas tarikh deposit pertama.\nSila pastikan anda memahami sepenuhnya syarat peralihan sebelum menerima bonus deposit dan teruskan dengan berhati-hati.",
  "modal_567": "Untuk maklumat bonus yang lebih terperinci, sila rujuk bahagian Polisi Bonus.",
  "modal_568": "Panduan Bonus Deposit mengikut Peringkat",
  "modal_569": "Yummygame menawarkan sistem bonus deposit 4 peringkat dengan ganjaran yang luar biasa.\nSetiap peringkat menyediakan peningkatan peratusan dan syarat bonus untuk meningkatkan pengalaman permainan anda. Dengan sokongan untuk semua mata wang yang tersedia, nikmati ganjaran yang semakin meningkat dengan setiap deposit.\nMaksimumkan faedah anda dan nikmati pengalaman permainan yang menarik dengan sistem bonus deposit Yummygame!",
  "modal_570": "{0} Bonus Deposit",
  "modal_571": "Sehingga ${0}",
  "modal_572": "Deposit minimum bermula dari ${0}!",
  "modal_573": "{0}. {1} Bonus: {2}% daripada deposit anda\n                  akan dikreditkan sebagai bonus.",
  "modal_574": "a. Deposit minimum: ${0} / Deposit maksimum: ${1}\n  b. Pertukaran: x{2} (Deposit + Bonus)",
  "modal_575": "Tempoh Pengaktifan Bonus\n- Semua bonus deposit aktif selama 1 bulan dari tarikh deposit pertama.\n- Selepas 1 bulan, sejarah bonus akan ditetapkan semula, membolehkan anda bermula semula dari bonus pertama.",
  "modal_576": "Notis Penting: Amaran Mengenai Pelucuthakan Rollover",
  "modal_577": "Jika anda kehilangan keperluan peralihan selepas menerima bonus deposit, keseluruhan baki anda, termasuk bonus, akan dilucuthakkan. Selain itu, pengaktifan semula bonus boleh dilakukan 1 bulan selepas tarikh deposit pertama.\nSila pastikan anda memahami sepenuhnya syarat peralihan sebelum menerima bonus deposit dan teruskan dengan berhati-hati.",
  "modal_578": "Kadar caruman peralihan adalah seperti berikut:\nPermainan asal, bakarat = 0%; Kasino langsung, poker video, permainan meja dan permainan lain = 5%; Slot, slot video, kad gores = 100%.",
  "modal_579": "Jika peralihan tidak selesai dalam masa 7 hari selepas menerima bonus, sebarang pengeluaran melebihi prinsipal yang didepositkan tidak akan dapat dilakukan, walaupun peralihan selesai selepas itu.",
  "setting_1": "7K USD Harian",
  "setting_2": "Tanpa Had",
  "setting_3": "10K USD Harian",
  "setting_4": "20K USD Harian",
  "setting_5": "1M USD Harian",
  "setting_6": "2M USD Harian",
  "setting_7": "10M USD Harian",
  "setting_8": "Tetapan Akaun",
  "setting_9": "Untuk setiap tahap pengesahan yang diselesaikan, anda boleh mendapatkan had transaksi yang lebih tinggi. (Maksimum Tahap 3)",
  "setting_10": "Dalam Semakan",
  "setting_11": "Tahap Maksimum",
  "setting_12": "Naik Taraf Tahap",
  "setting_13": "Had Deposit & Pengeluaran Fiat",
  "setting_14": "Had Deposit Kripto",
  "setting_15": "Had Pengeluaran Kripto",
  "setting_16": "Pengecualian Diri",
  "setting_17": "Setelah anda mengecualikan diri, anda tidak akan dapat mengakses akaun atau mengeluarkan wang semasa tempoh ini.",
  "setting_18": "Butiran",
  "setting_19": "Akaun Pengeluaran",
  "setting_20": "Padamkan akaun Yummygame anda.",
  "setting_21": "Butiran",
  "setting_22": "Aktifkan 2FA",
  "setting_23": "Untuk lebih mengamankan akun Anda, aktifkan Pengesahan Dua Faktor.",
  "setting_24": "Matikan 2FA",
  "setting_25": "Pengesahan Dua Faktor",
  "affiliate_1": "Semua Ahli",
  "affiliate_2": "Hanya Tahap 1",
  "affiliate_3": "Hanya Tahap 2",
  "affiliate_4": "Ahli",
  "affiliate_5": "Jumlah",
  "affiliate_6": "Ahli",
  "affiliate_7": "Tahap",
  "affiliate_8": "Bertaruh",
  "affiliate_9": "Bonus",
  "affiliate_10": "Log Masuk Terkini",
  "affiliate_11": "Sistem ini direka untuk memberi ganjaran kepada pengaruh untuk membawa pengguna baru Yummygame. Hanya pengguna baru dan pendeposit yang layak untuk menghasilkan bonus afiliasi apabila mereka menggunakan kod anda.",
  "affiliate_12": "Bonus afiliasi adalah relatif kepada kelebihan rumah setiap mod permainan, tetapi beberapa mod mungkin memberikan pendapatan rujukan yang dikurangkan untuk mencegah pertanian atau menawarkan peluang yang lebih baik.",
  "affiliate_13": "Bonus rakan kongsi adalah berkaitan dengan keuntungan rumah bagi setiap mod permainan, tetapi sesetengah mod mungkin memberikan pendapatan rujukan yang berkurang untuk mengelakkan penyalahgunaan atau menawarkan peluang yang lebih baik.",
  "affiliate_14": "16% dari kelebihan rumah platform akan dibayar kepada anda segera selepas setiap pertaruhan ahli. (berdasarkan kelebihan rumah permainan yang dimainkan oleh ahli)",
  "affiliate_15": "Kami menjamin dan mengurus Jelly Bean (JEL) sebagai aset dengan nilai yang sama dengan USD (Dolar Amerika Syarikat).",
  "affiliate_16": "Notis",
  "affiliate_17": "Program Afiliasi Eksklusif",
  "affiliate_18": "Adakah anda seorang influencer? Jadi rakan kongsi dan jana pendapatan dengan program perkongsian hasil kami. Peroleh peratusan hasil bersih pemain yang anda rujuk. Mari kita nikmati kejayaan bersama!",
  "affiliate_19": "Menjadi rakan kongsi",
  "affiliate_20": "Afiliasi",
  "affiliate_21": "Sistem Afiliasi Yummygame",
  "affiliate_22": "Rujuk Yummygame kepada rakan-rakan anda dan berikan mereka kod rakan kongsi anda. Apabila rujukan anda membuat pertaruhan dalam permainan dan slot dalaman kami, anda akan menerima sebahagian daripada pendapatan kasino yang dijana oleh mereka secara automatik.",
  "affiliate_23": "Kod Afiliasi",
  "affiliate_24": "Pautan Afiliasi",
  "affiliate_25": "Akan datang...",
  "affiliate_26": "Aset Afiliasi",
  "affiliate_27": "Bawa orang ke sini dan dapatkan lebih banyak! Terima 'Bonus Afiliasi' untuk setiap pemain yang mengikuti pautan anda, mendaftar dan bermain aktif di platform. Ia akan dikreditkan secara automatik untuk pertaruhan yang dibuat oleh ahli afiliasi anda dalam Permainan Dalaman, dan Slot.",
  "affiliate_28": "Status",
  "affiliate_29": "Bertaruh Ahli",
  "affiliate_30": "Tahap 1",
  "affiliate_31": "Tahap 2",
  "affiliate_32": "Bonus Ahli",
  "affiliate_33": "Kadar Bonus",
  "affiliate_34": "Bonus afiliasi dibayar segera dalam 'JEL' dan boleh dituntut ditambah sebagai aset menggunakan perkhidmatan Tuntut Bonus.",
  "affiliate_35": "Pergi ke Menu Bonus",
  "affiliate_36": "PROGRAM AFILIASI EKSKLUSIF",
  "affiliate_37": "Dapatkan Bonus Afiliasi sehingga 16%",
  "affiliate_38": "Bonus Boleh Dituntut",
  "affiliate_39": "Minimum untuk tuntutan: 5 JEL",
  "bonus_1": "Sistem Bonus Pelbagai",
  "bonus_2": "Rasai Keseronokan yang Paling Manis!\nBuka Kunci Bonus Sehingga 150% pada Deposit Awal Anda",
  "bonus_3": "BONUS",
  "bonus_4": "Acara Deposit",
  "bonus_5": "Tawaran istimewa ini akan tamat dalam",
  "bonus_6": "Pakej Deposit.",
  "bonus_7": "Dapatkan Sehingga $",
  "bonus_8": "Dapatkan Bonus",
  "bonus_9": "Deposit Min $",
  "bonus_10": "Bertaruh",
  "bonus_11": "Dituntut",
  "bonus_12": "Bonus Boleh Dituntut",
  "bonus_13": "Jumlah Bonus Rakeback",
  "bonus_14": "Bonus VIP",
  "bonus_15": "ditambah melalui",
  "bonus_16": "Jumlah Taruhan Anda",
  "bonus_17": "Bonus Deposit",
  "bonus_18": "ditambah melalui",
  "bonus_19": "Jumlah Deposit Anda",
  "bonus_20": "Bonus Umum",
  "bonus_21": "ditambah melalui",
  "bonus_22": "Acara Rumah",
  "bonus_23": "Sejarah setiap bonus rakeback boleh dilihat dalam Sejarah Bonus.",
  "bonus_24": "Sejarah Bonus",
  "bonus_25": "Bonus Tambahan",
  "bonus_26": "Bonus Jackpot",
  "bonus_27": "ditambah melalui",
  "bonus_28": "Permainan Roda",
  "bonus_29": "Bonus Afiliasi",
  "bonus_30": "ditambah melalui",
  "bonus_31": "Afiliasi",
  "bonus_32": "Program Afiliasi",
  "bonus_33": "Dituntut",
  "bonus_34": "Bonus Boleh Dituntut",
  "bonus_35": "PROGRAM VIP YUMMY",
  "bonus_36": "Status",
  "bonus_37": "Program VIP Yummy disesuaikan untuk menampung pemain, dengan fokus pada memaksimumkan bonus yang anda peroleh.",
  "bonus_38": "Ganjaran yang Tersedia",
  "bonus_39": "Tinjauan Program VIP",
  "bonus_40": "Manfaatnya",
  "bonus_41": "Manfaat",
  "bonus_42": "BONUS",
  "bonus_43": "Bonus Deposit",
  "bonus_44": "Sehingga ",
  "bonus_45": "Deposit Minima",
  "bonus_46": "Pertaruhan",
  "bonus_47": "Deposit Pertaruhan Maksimum",
  "bonus_48": "Dapatkan Bonus",
  "bonus_49": "Status",
  "bonus_50": "Tuntut",
  "bonus_51": "Had pertaruhan maksimum: jumlah deposit",
  "bonus_52": "Pertaruhan Maksimum",
  "bonus_53": "Rakeback Segera",
  "bonus_54": "Bonus Mingguan",
  "bonus_55": "Bonus Bulanan",
  "bonus_56": "Bonus Peningkatan Tahap",
  "bonus_57": "Bonus Mainan Terkini",
  "bonus_58": "VIP HOST",
  "bonus_59": "Perkhidmatan VIP Rahsia",
  "bonus_60": "Tiada bonus tersedia sekarang.",
  "bonus_61": "Adakah anda mempunyai kod promosi? Masukkan kod tersebut dan dapatkan bonus anda!",
  "bonus_62": "Kode Promo",
  "bonus_63": "Hadiah",
  "bonus_64": "Total Bonus yang Anda Terima (USD)",
  "bonus_65": "Total Hadiah Umum",
  "bonus_66": "Total Hadiah VIP",
  "bonus_67": "Total Hadiah Khusus",
  "bonus_68": "Buka lebih banyak bonus dengan memainkan lebih banyak permainan!",
  "bonus_69": "Pergi ke Deposit",
  "bonus_70": "Bonus Deposit Spesial",
  "bonus_71": "Kumpulkan hingga",
  "bonus_72": "Deposit dengan bonus deposit",
  "bonus_73": "Poin XP VIP tidak dapat diperoleh saat menggunakan bonus deposit. Semua saldo mata uang yang tersisa akan dihapus jika bonus deposit hangus. Harap periksa kebijakan bonus terperinci untuk informasi lebih lanjut.",
  "bonus_74": "Hadiah Umum",
  "bonus_75": "Rakeback JEL",
  "bonus_76": "Siap untuk Klaim:",
  "bonus_77": "Klaim",
  "bonus_78": "Putaran VIP:",
  "bonus_79": "Putaran Harian:",
  "bonus_80": "Putar",
  "bonus_81": "Total Diklaim:",
  "bonus_82": "Misi",
  "bonus_83": "Misi Harian:",
  "bonus_84": "Hadiah Level-Up",
  "bonus_85": "XP ke VIP",
  "bonus_86": "Hadiah Tingkat-Up",
  "bonus_87": "XP ke",
  "bonus_88": "Sweetener",
  "bonus_89": "Tingkat Saat Ini:",
  "bonus_90": "Persyaratan taruhan",
  "bonus_91": "Cashback Mingguan",
  "bonus_92": "Tersedia di VIP 21",
  "bonus_93": "Total taruhan:",
  "bonus_94": "Perkiraan bonus:",
  "bonus_95": "Total taruhan diperlukan:",
  "bonus_96": "Cashback Bulanan",
  "bonus_97": "Tersedia di VIP 31",
  "bonus_98": "Hadiah Khusus",
  "bonus_99": "Segera Hadir ...",
  "bonus_100": "Berakhir dalam {0}d {1}h {2}m",
  "bonus_101": "Berakhir dalam {0}j {1}m {2}d",
  "bonus_102": "Pemberitahuan",
  "bonus_103": "Bonus Deposit: Penggunaan bonus deposit tidak memungkinkan kenaikan tingkat VIP. Jika Anda menerima bonus deposit dan kemudian menyerahkannya, semua saldo dalam mata uang terkait akan dihapus.",
  "bonus_104": "Bonus VIP: Anda boleh memperoleh bonus VIP yang ditentukan berdasarkan tahap VIP anda. Pelbagai bonus seperti ganjaran kenaikan tahap dan kenaikan tingkatan tersedia.",
  "bonus_105": "JEL boleh ditukar kepada syiling lain melalui fungsi Swap.",
  "bonus_106": "Kami menjamin dan mengelola JellyBean (JEL) sebagai aset dengan nilai yang sama dengan USD (dolar Amerika Serikat).",
  "bonus_107": "BONUS",
  "bonus_108": "Bonus melebihi bayangan anda",
  "bonus_109": "Daftar hari ini dan terjun ke dalam ganjaran tanpa batas dan kemenangan mendebarkan di luar bayangan anda!",
  "bonus_110": "Pendaftaran satu klik",
  "bonus_111": "Bagaimana cara menerima bonus di Yummygame?",
  "bonus_112": "Langkah 01",
  "bonus_113": "Daftar segera dengan Yummygame dan mula bermain pelbagai permainan kasino yang menarik!",
  "bonus_114": "Langkah 02",
  "bonus_115": "Dapatkan XP dengan setiap pertaruhan di Yummygame untuk membuka keistimewaan VIP eksklusif, ganjaran tunai dan putaran percuma",
  "bonus_116": "Langkah 03",
  "bonus_117": "Naikkan tahap untuk membuka ganjaran tunai lebih besar dan putaran bertuah percuma! Semakin tinggi anda naik, semakin besar ganjarannya!",
  "bonus_118": "JEL Rakeback",
  "bonus_119": "Semakin awal anda menggulung skor yang sama, semakin tinggi anda mendapat ranking - biarkan permainan dimulakan!",
  "bonus_120": "Lucky Spin",
  "bonus_121": "Putar setiap hari untuk peluang anda untuk memenangi sehingga 1 BTC - rasakan keseronokan dengan setiap putaran!",
  "bonus_122": "Loteri Harian",
  "bonus_123": "Cuba nasib anda setiap hari dengan Bonus Loteri Harian kami! - setiap hari membawa peluang baru untuk memenangi hadiah",
  "bonus_124": "Misi",
  "bonus_125": "Ambil cabaran dan saksikan pendapatan anda berkembang dan berganda",
  "bonus_126": "Ganjaran Level-Up",
  "bonus_127": "Naik taraf dengan Yummygame dan buka ganjaran di setiap peringkat!",
  "bonus_128": "Ganjaran Tier-Up",
  "bonus_129": "Mulakan Sweetener dengan satu pengaktifan dan buka ganjaran besar untuk 7 hari berikutnya",
  "bonus_130": "Pulangan Tunai Mingguan",
  "bonus_131": "Mulakan Sweetener dengan satu pengaktifan dan buka ganjaran besar untuk 7 hari berikutnya",
  "bonus_132": "Pulangan Tunai Mingguan",
  "bonus_133": "Ambil peluang baru setiap minggu dengan Pulangan Tunai Mingguan Yummygame",
  "bonus_134": "Pulangan Tunai Bulanan",
  "bonus_135": "Buka ganjaran tambahan setiap bulan dengan Pulangan Tunai Bulanan Yummygame",
  "bonus_136": "Kelebihan",
  "bonus_137": "Di Yummygame, nikmati pengalaman permainan paling manis!",
  "bonus_138": "Daftar",
  "bonus_139": "Pergi ke Papan Pemuka Bonus",
  "bonus_140": "Tuntut Bonus Anda Sekarang!",
  "bonus_141": "Tidak ada bonus yang tersedia untuk diklaim sekarang.",
  "bonus_142": "Pulangan tunai untuk semua orang!",
  "bonus_143": "Pulangan tunai mingguan dan bulanan untuk semua ahli sehingga Mac",
  "bonus_144": "Sudah Diaktifkan!",
  "bonus_145": "{0}% Pengembalian Mingguan",
  "bonus_146": "Kalah taruhan? Jangan khawatir,\nYummygame mengembalikan {0}% dari kerugian bersih Anda setiap minggu\nTaruhan minimum mingguan: ${1}.",
  "bonus_147": "{0} Peningkatan Tahun Baru",
  "bonus_148": "Deposit $5-$1000 dan nikmati bonus {0} dengan peralihan 30x!",
  "bonus_149": "Masukkan Kode Promo",
  "bonus_150": "Bonus Lucky7 {0}.",
  "bonus_151": "Deposit $5-$100 dan nikmati bonus dengan hanya {0}x peralihan!",
  "bonus_152": "Bonus Tanpa Deposit",
  "bonus_153": "Punya Kode Bonus Tanpa Deposit?\nMasukkan sekarang dan klaim {0} USDT Anda secara instan!",
  "bonus_154": "{0}% Pengembalian Mingguan",
  "bonus_155": "- Bayaran Balik ini ialah 20% daripada kerugian bersih mingguan selepas ditolak yuran pembekal, bonus dan pelarasan lain.\n- Hanya pengguna dengan deposit mingguan sebanyak $100 atau lebih akan layak.\n- Hanya pengguna dengan jumlah pertaruhan mingguan sekurang-kurangnya ${0} layak untuk mengambil bahagian.",
  "bonus_156": "Selesai",
  "bonus_157": "Hadiah VIP",
  "bonus_158": "Tetapkan semula pemasa {0}j {1}m {2}s",
  "bonus_159": "Temui keseronokan Acara Lucky Pouch Yummygame dan tuntut bonus harian anda!\n\n- Cara Menyertai: Deposit $10 atau lebih setiap hari untuk menerima ganjaran bonus rawak.\n- Kekerapan Ganjaran: Bonus diberikan sekali setiap hari. Acara ditetapkan semula setiap hari pada 00:00 (UTC+0).\n- Amaun Bonus: Dapatkan bonus rawak antara $0.1 hingga $100.\n- JEL disediakan sebagai JEL boleh dituntut, dan penerima boleh menukarnya menjadi JEL jenis aset.\n\nJangan lepaskan peluang anda untuk membuka kunci ganjaran kejutan setiap hari. Deposit sekarang dan lihat berapa banyak nasib yang ada dalam kantung anda hari ini!",
  "bonus_160": "Butiran Lucky Pouch",
  "bonus_161": "Deposit untuk menerima sampul merah harian sebanyak $0.1 hingga $100",
  "bonus_162": "Beg Bertuah",
  "bonus_163": "Deposit $10+ setiap hari, dapatkan kantung $0.1~100!",
  "bonus_164": "Beg Bertuah",
  "bonus_165": "{0}h {1}j {2}m",
  "bonus_166": "{0}j {1}m {2}s",
  "bonus_167": "Bonus sehingga {0}%!",
  "bonus_168": "Peluang Istimewa untuk Deposit Pertama Anda",
  "bonus_169": "Deposit Sekarang",
  "bonus_170": "Dengan menuntut bonus ini, tahap bonus tersembunyi 2 hingga 4 akan didedahkan, memberikan anda peluang menarik untuk membuka kunci ganjaran yang lebih besar.",
  "bonus_171": "Penyelesaian Semua Bonus!",
  "bonus_172": "Bonus Deposit Khas",
  "bonus_173": "Set semula bonus",
  "bonus_174": "Anda berada dalam mod main bonus!",
  "chat_1": "Sembang",
  "chat_2": "Sedia Untuk VIP Lv 2",
  "chat_3": "Mesej Anda",
  "chat_4": "Peraturan Sembang",
  "chat_5": "Jangan spam & jangan guna huruf besar berlebihan semasa bersembang",
  "chat_6": "Jangan ganggu atau menyinggung pengguna lain atau staf Yummygame",
  "chat_7": "Jangan kongsi maklumat peribadi (termasuk sosial) anda atau pemain lain",
  "chat_8": "Jangan guna akaun alternatif (alts) dalam sembang, itu dilarang",
  "chat_9": "Tiada tingkah laku mencurigakan yang boleh dilihat sebagai penipuan potensial",
  "chat_10": "Jangan terlibat dalam apa-apa bentuk iklan/perdagangan/jualan/pembelian atau menawarkan perkhidmatan",
  "chat_11": "Jangan kongsi kod, skrip atau apa-apa perkhidmatan bot",
  "chat_12": "Jangan guna perkhidmatan pemendek URL. Sentiasa hantar pautan penuh",
  "chat_13": "Saya Dapat Yummy!",
  "chat_14": "50% pengeluaran",
  "chat_15": "Notis",
  "chat_16": "Lihat Lagi",
  "common_1": "Tiada data lagi...",
  "common_2": "Yummy Asal",
  "common_3": "Kemalangan",
  "common_4": "Roda",
  "common_5": "Tukar Syiling",
  "common_6": "Dadu",
  "common_7": "Dadu Utama",
  "common_8": "Roulette",
  "common_9": "Lombong",
  "common_10": "Permainan Kasino",
  "common_11": "Slot",
  "common_12": "Kasino Langsung",
  "common_13": "Permainan meja",
  "common_14": "Poker",
  "common_15": "Blackjack",
  "common_16": "Roulette",
  "common_17": "Promosi",
  "common_18": "Bonus",
  "common_19": "Afiliasi",
  "common_20": "Pusat Bantuan",
  "common_21": "Pusat Bantuan",
  "common_22": "Sokongan Langsung",
  "common_23": "Dasar",
  "common_24": "Terma dan Syarat",
  "common_25": "Sedar tentang Perjudian",
  "common_26": "AML",
  "common_27": "Dasar Perjudian Bawah Umur",
  "common_28": "Perjudian Bertanggungjawab",
  "common_29": "Dasar KYC",
  "common_30": "Pengecualian Diri",
  "common_31": "Dasar Privasi",
  "common_32": "Pusat Bantuan",
  "common_33": "Sokongan Langsung",
  "common_34": "Sokongan Langsung",
  "common_35": "Min",
  "common_36": "Maks",
  "common_37": "Pilih Fail",
  "common_38": "Perkhidmatan ini tidak tersedia di lokasi anda",
  "common_39": "Jika anda rasa anda menerima mesej ini secara salah atau sebarang pertanyaan lain, sila hubungi kami di",
  "common_40": "Auto Bet",
  "common_41": "Kegemaran",
  "common_42": "Keadilan",
  "common_43": "Kesan",
  "common_44": "Animasi",
  "common_45": "Peraturan",
  "common_46": "Kasino Crypto: Main pintar, menang besar! | Masa depan kasino ada di sini: sertai kami! | Alami kasino crypto yang selamat dan adil!\nYummygame menawarkan permainan dengan pengalaman berisiko. Untuk menjadi pengguna laman web kami, anda mesti berumur lebih dari 18 tahun. Kami tidak bertanggungjawab atas pelanggaran undang-undang tempatan anda yang berkaitan dengan i-gaming.",
  "common_47": "Yummygame.io dioperasikan oleh Candy Factory Ltd., sebuah syarikat yang didaftarkan di Belize, nombor pendaftaran: 000031826, alamat berdaftar: 9 Barrack Rd, Bandar Belize, Belize. Hubungi kami di",
  "common_48": "Dasar Bonus",
  "common_49": "Dasar Pertaruhan dan Pembayaran",
  "common_50": "Keadilan",
  "common_51": "Log masuk",
  "common_52": "Statistik Masa Nyata",
  "common_53": "HON tidak boleh digunakan dalam permainan ini. Sila tukar ke aset lain.",
  "common_54": "Notifikasi",
  "common_55": "Sila log masuk untuk menggunakan",
  "common_56": "Keuntungan Maksimum",
  "common_57": "Buku Sukan",
  "common_58": "Pusat Sumber Reka Bentuk",
  "toast_1": "Sila pilih ranjau ketika menggunakan auto-bet.",
  "toast_2": "Anda belum bertaruh pada roulette. Sila letakkan taruhan anda.",
  "toast_3": "Sila log masuk.",
  "toast_4": "Baki tidak mencukupi.",
  "toast_5": "Jumlah taruhan anda terlalu rendah. Sila semak jumlah taruhan minimum.",
  "toast_6": "Jumlah taruhan anda terlalu tinggi. Sila semak jumlah taruhan maksimum.",
  "toast_7": "Sila masukkan jumlah taruhan.",
  "toast_8": "Sila pilih syiling.",
  "toast_9": "Tidak dibenarkan bertaruh lagi. Anda telah melebihi bilangan taruhan maksimum.",
  "toast_10": "Had keuntungan melebihi!",
  "toast_11": "Had kerugian melebihi!",
  "toast_12": "Profil telah diperbarui",
  "toast_13": "Pengesahan dua faktor diaktifkan.",
  "toast_14": "Pengesahan dua faktor dilumpuhkan.",
  "toast_15": "Mesej baru telah tiba!",
  "toast_16": "👍 Kerja yang bagus! Bonus anda sedang bertambah!",
  "game_1": "Memuatkan",
  "game_2": "PENGELEURAN",
  "game_3": "HENTIKAN AUTO BET",
  "game_4": "MULAKAN AUTO BET",
  "game_5": "Batal",
  "game_6": "Pusingan Seterusnya",
  "game_7": "Asal",
  "game_8": "Kemalangan",
  "game_9": "Keputusan permainan akan dipaparkan di sini.",
  "game_10": "Auto Pengeluaran ",
  "game_11": "50% Telah Dicairkan",
  "game_12": "Pemain",
  "game_13": "Dadu",
  "game_14": "Bayaran",
  "game_15": "Gulung Bawah",
  "game_16": "Peluang Menang",
  "game_17": "Jumlah Kemenangan",
  "game_18": "Tukar Syiling",
  "game_19": "Ranjau",
  "game_20": "Ranjau-ranjau",
  "game_21": "Roulette",
  "game_22": "Nilai cip",
  "game_23": "Jumlah Taruhan",
  "game_24": "Dadu Utama",
  "game_25": "Rendah",
  "game_26": "Tinggi",
  "game_27": "Gulung",
  "game_28": "MASUK",
  "game_29": "KELUAR",
  "game_30": "memukul Jackpot!",
  "game_31": "Roda",
  "game_32": "100 Terakhir",
  "game_33": "Jackpot! Anda bintang!",
  "game_34": "Anda telah memenangi jackpot!",
  "game_35": "Ubah Jumlah Pertaruhan",
  "game_36": "Set Semula",
  "game_37": "Tambah",
  "game_38": "Berhenti Pada",
  "game_39": "Jumlah Pertaruhan",
  "game_40": "Apabila Menang",
  "game_41": "Apabila Kalah",
  "game_42": "Keuntungan",
  "game_43": "Kerugian",
  "game_44": "Bilangan Pertaruhan",
  "game_45": "Jumlah Pertaruhan Maksimum",
  "game_46": "Jumlah Pertaruhan",
  "game_47": "Semua Pertaruhan",
  "game_48": "Pertaruhan Saya",
  "game_49": "Permainan",
  "game_50": "ID Pertaruhan",
  "game_51": "Pemain",
  "game_52": "Pertaruhan",
  "game_53": "Pembayaran",
  "game_54": "Keuntungan",
  "game_55": "Masa",
  "game_56": "Tunjuk Kerugian",
  "game_57": "Lihat Lagi",
  "game_58": "ID Permainan",
  "game_59": "Keputusan",
  "game_60": "Hash",
  "game_61": "Taruhan",
  "game_62": "Had",
  "game_63": "Syarat taruhan",
  "game_64": "Kegemaran",
  "game_65": "Terkini",
  "game_66": "Rendah",
  "game_67": "Sedang",
  "game_68": "Tinggi",
  "game_69": "Plinko",
  "game_70": "Keuntungan",
  "game_71": "Peluang",
  "game_72": "Risiko",
  "game_73": "Baris",
  "game_74": "Limbo",
  "game_75": "Trend",
  "game_76": "Memahami carta trend",
  "game_77": "Urutan yang dipaparkan pada carta adalah seperti berikut.",
  "game_78": "Anda tidak boleh bermain permainan ini di Safari.",
  "home_1": "Main",
  "home_2": "150% Bonus Deposit",
  "home_3": "Cipta strategi bonus anda sendiri",
  "home_4": "profil saya",
  "home_5": "transaksi",
  "home_6": "dompet",
  "home_7": "bonus",
  "home_8": "afiliasi",
  "home_9": "tetapan",
  "home_10": "log keluar",
  "home_11": "Kemalangan",
  "home_12": "Roda",
  "home_13": "Roulette",
  "home_14": "Tukar Syiling",
  "home_15": "Dadu",
  "home_16": "Dadu Utama",
  "home_17": "Ranap",
  "home_18": "Kegemaran",
  "home_19": "Terkini",
  "home_20": "Pelancaran Baru",
  "home_21": "Permainan Hangat",
  "home_22": "Slots",
  "home_23": "Kasino Langsung",
  "home_24": "Poker",
  "home_25": "Baccarat",
  "home_26": "Permainan meja",
  "home_27": "Roulette",
  "home_28": "Bonus",
  "home_29": "Afiliasi",
  "home_30": "Keadilan",
  "home_31": "Sokongan",
  "home_32": "Bahasa",
  "home_33": "Lihat dalam Fiat",
  "home_34": "Menu",
  "home_35": "Utama",
  "home_36": "Sembang",
  "home_37": "Yummy Asal",
  "home_38": "Profil Saya",
  "home_39": "Dompet",
  "home_40": "Tetapan Akaun",
  "home_41": "Log Keluar",
  "home_42": "Log Masuk",
  "home_43": "Yummygame menyediakan keadilan yang boleh disahkan dalam setiap permainan",
  "home_44": "Nikmati permainan dengan selamat!",
  "home_45": "Rakan Kongsi",
  "home_46": "Jadilah rakan kami dan untung dengan Program Bahagian Pendapatan.",
  "home_47": "Program Rakan Kongsi Eksklusif Yummygame",
  "home_48": "Deposit selesai! ",
  "home_49": "Program VIP",
  "home_50": "Cari mata wang",
  "home_51": "Bonus Selamat Datang",
  "home_52": "150% Bonus Selamat Datang",
  "home_53": "Multiplay",
  "home_54": "Pembayaran Tunai 50%",
  "home_55": "Multiplay",
  "home_56": "Jackpot",
  "home_57": "Pertaruhan Pelbagai",
  "home_58": "Eropah",
  "home_59": "Kod Promosi",
  "home_60": "Mata Airdrop",
  "home_61": "Airdrop",
  "home_62": "Semua Permainan Langsung",
  "home_63": "Transaksi",
  "home_64": "Profil & Tetapan",
  "home_65": "Sokongan Langsung",
  "home_66": "Cabaran",
  "home_67": "Penyedia",
  "home_68": "Putaran Bertuah",
  "home_69": "Pertunjukan Permainan",
  "home_70": "Kasino",
  "home_71": "Sukan",
  "home_72": "Pertaruhan Saya",
  "home_73": "Bola Sepak",
  "home_74": "Bola Keranjang",
  "home_75": "Tenis",
  "home_76": "Hoki Ais",
  "home_77": "Ping Pong",
  "home_78": "Bola Lisut",
  "home_79": "Bola Tampar",
  "home_80": "Bola Baling",
  "home_81": "Bola Sepak Amerika",
  "home_82": "Sukan Elektronik",
  "home_83": "PENYEDIA",
  "home_84": "Cari Permainan Atau Penyedia",
  "home_85": "Tiada hasil carian.",
  "home_86": "Carian memerlukan sekurang-kurangnya 3 aksara.",
  "provider_1": "Sila cuba selepas log masuk.",
  "provider_2": "Anda tidak boleh meneruskan permainan menggunakan HON. Sila tukar mata wang dalam dompet anda kepada mata wang yang lain.",
  "provider_3": "Baki",
  "provider_4": "Permainan Percuma",
  "provider_5": "Permainan Sebenar",
  "provider_6": "Cari Permainan atau Penyedia",
  "provider_7": "Hasil",
  "provider_8": "Carian memerlukan sekurang-kurangnya 3 aksara",
  "provider_9": "Disyorkan",
  "provider_10": "Popular",
  "provider_11": "Penyedia",
  "provider_12": "Tiada Lagi",
  "provider_13": "Tunjuk Lebih",
  "provider_14": "Penyedia tidak ditemukan",
  "provider_15": "Sila cari nama penyedia.",
  "airdrop_1": "YYG Point Airdrop Epoch 2 telah bermula!",
  "airdrop_2": "Mainkan permainan dan dapatkan token YYG",
  "airdrop_3": "Persaingan airdrop berdasarkan poin permainan kembali ke pusat inovasi GambleFi, Yummygame. Sertailah lebih cepat daripada orang lain dan kumpulkan token Yummygame (YYG) untuk menjadi peserta di pasar GambleFi.",
  "airdrop_4": "Main sekarang",
  "airdrop_5": "Pengenalan Token YYG",
  "airdrop_6": "Apa yang menjadikan Token YYG istimewa?",
  "airdrop_7": "Token Yummygame (YYG) adalah aset digital terkemuka dalam ekosistem GambleFi, merevolusi aksesibilitas ke slot, permainan langsung, dan taruhan olahraga di platform Yummygame. YYG tidak hanya mendukung transaksi yang lancar tetapi juga menawarkan peluang pertumbuhan nilai potensial karena dapat ditukar dengan mata uang kripto nyata, mencerminkan perluasan pasar GambleFi dan kasino kripto online. Rasakan kemungkinan aset digital baru dengan Yummygame di pusat GambleFi. Nikmati taruhan dan hadiah yang lebih baik dengan YYG.",
  "airdrop_8": "Buku Putih",
  "airdrop_9": "Papan Peringkat",
  "airdrop_10": "Misi Khusus",
  "airdrop_11": "Tantangan Airdrop Anak",
  "airdrop_12": "Jumlah Hadiah:",
  "airdrop_13": "Mata Perjudian Permainan",
  "airdrop_14": "Dapatkan mata berdasarkan jumlah pertaruhan anda dalam permainan.",
  "airdrop_15": "Mata Deposit",
  "airdrop_16": "Dapatkan mata berdasarkan jumlah wang yang pengguna deposit di platform anda.",
  "airdrop_17": "Mata Rawak Berdasarkan Jumlah Pertaruhan",
  "airdrop_18": "Mata rawak diberikan untuk pertaruhan dengan jumlah tertentu, dengan 1 mata diperolehi untuk setiap $100 dipertaruhkan.",
  "airdrop_19": "Mata untuk Pendaftaran & Deposit Ahli Gabungan",
  "airdrop_20": "Mata diperolehi apabila pengguna baru mendaftar melalui rujukan anda dan membuat deposit pertama mereka.",
  "airdrop_21": "Mata Perlumbaan Mingguan",
  "airdrop_22": "Mata diberikan pada skala bergerak kepada 10 pengguna dengan jumlah pertaruhan tertinggi semasa minggu.",
  "airdrop_23": "Mata Pertaruhan Harian",
  "airdrop_24": "Dapatkan mata secara automatik apabila anda log masuk setiap hari.",
  "airdrop_25": "Mata Pertaruhan Mingguan",
  "airdrop_26": "Dapatkan mata setiap hari anda meletakkan pertaruhan selama 7 hari.",
  "airdrop_27": "Acara Kempen Tandatangan Forum Bitcoin",
  "airdrop_28": "Dapatkan mata mingguan dengan menyertai aktiviti di Forum Bitcoin.",
  "airdrop_29": "Acara Media Sosial",
  "airdrop_30": "Lengkapkan misi yang berkaitan dengan media sosial dan terima kupon mata.",
  "airdrop_31": "- Kecualikan Free(HON) Play. \n- 10 mata diberikan untuk setiap 1 USD yang ditukar. \n- 10 mata = 1 USD (kadar pertukaran). \n- Contoh: Pertaruhan 0.1 USD memperoleh 1 mata.",
  "airdrop_32": "- 10 mata diberikan untuk setiap USD yang ditukar. \n- Jumlah kurang daripada 1 USD dikecualikan daripada penukaran mata (dibuang). \n- Mata deposit boleh diterima maksimum tiga kali sehari.",
  "airdrop_33": "- Jumlah pertaruhan direset selepas mencapai atau melebihi $100\n- Untuk pertaruhan $100 atau lebih, jumlahnya direset selepas setiap pertaruhan\n- Kebarangkalian pengagihan mata:\n+25: 30%, +50: 19.87%, +75: 11.58%, +100: 8.94%\n+125: 4.55%, +150: 3.38%, +175: 2.82%, +200: 2.47%\n+225: 2.19%, +250: 1.97%, +275: 1.79%, +300: 1.65%\n+325: 1.52%, +350: 1.41%, +375: 1.32%, +400: 1.23%\n+425: 1.16%, +450: 1.10%, +475: 1.04%, +500: 0.01%",
  "airdrop_34": "- Mata hanya diberikan untuk deposit pertama yang \ndibuat oleh rujukan yang mendaftar melalui kod \ngabungan anda, dan hanya jika deposit adalah \n$10 atau lebih.\n- Tiada mata diberikan dari deposit kedua ke atas.",
  "airdrop_35": "- Jika jumlah pertaruhan adalah sama, pemain yang mencapai jumlah tersebut kemudian akan mendapat kedudukan yang lebih tinggi\n- Setiap Isnin pada 0:00 UTC+0, mata diberikan secara berbeza kepada 10 pengguna yang paling banyak bertaruh dalam 7 hari yang lalu\n- Mata dikumpul untuk 10 jumlah pertaruhan mingguan tertinggi setiap Isnin\n",
  "airdrop_36": "- Pertaruhan selepas 0:00 (UTC+0) dianggap sebagai pertaruhan pertama dalam 24 jam",
  "airdrop_37": "- Tempoh bermula dari pertaruhan pertama oleh setiap pengguna\n- Ganjaran selepas pemeriksaan kumulatif 7 hari, tidak semestinya lawatan berturut-turut",
  "airdrop_38": "- Mata diberikan mingguan berdasarkan log aktiviti dari Kempen \nTandatangan Forum Bitcoin\n- Pemilihan peserta dari saluran Twitter/Telegram untuk aktiviti \nForum Bitcoin (100 peserta)\n- Setiap Isnin (UTC+0), tugas diperiksa dan mata diberikan\n- Tugas 1: Pos komen 4 kali seminggu pada benang Perjudian\n- Tugas 2: Pos komen 4 kali seminggu pada benang lain\n- Mohon secara bebas melalui emel ke toy@yummygame.io",
  "airdrop_39": "- Lengkapkan semua tugas media sosial yang dicipta melalui Gleam.io untuk menerima kod kupon, masukkan kod ini sebagai kod promo untuk mata\n- Penyertaan terhad kepada satu per akaun",
  "airdrop_40": "Selesai",
  "airdrop_41": "Mulakan",
  "airdrop_42": "Papan Kedudukan Mata Yummygame",
  "airdrop_43": "Kedudukan",
  "airdrop_44": "ID (ID google)",
  "airdrop_45": "Hari",
  "airdrop_46": "Minggu",
  "airdrop_47": "Jumlah",
  "airdrop_48": "Kedudukan",
  "airdrop_49": "ID (ID google)",
  "airdrop_50": "Jumlah Pertaruhan",
  "airdrop_51": "Ganjaran",
  "airdrop_52": "Peroleh 10 Mata setiap Jumlah Pertaruhan",
  "airdrop_53": "Peroleh 10 Mata setiap 1 USD",
  "airdrop_54": "Peroleh Mata Rawak setiap Jumlah Pertaruhan",
  "airdrop_55": "Peroleh 500 Mata",
  "airdrop_56": "Peroleh 1,000,000 Mata",
  "airdrop_57": "Peroleh 100 Mata",
  "airdrop_58": "Peroleh 5,000 Mata",
  "airdrop_59": "Peroleh 20,000 Mata",
  "airdrop_60": "Peroleh 50,000 Mata",
  "airdrop_61": "Mata",
  "airdrop_62": "Token Yummygame (YYG) adalah aset berharga yang tersedia secara eksklusif dalam platform Yummygame, menyediakan manfaat istimewa kepada pemainnya.\nToken ini membolehkan anda menyertai pelbagai jenis permainan seperti slot RTP tinggi, meja peniaga langsung, dan pilihan pertaruhan sukan inovatif, sambil memudahkan transaksi dan memperlancar aktiviti permainan untuk meningkatkan pengalaman pengguna secara signifikan.\nLebih lagi, Token Yummygame tidak hanya terhad kepada penggunaan dalam platform; ia juga memegang nilai nyata kerana boleh ditukar dengan mata wang kripto utama seperti Ethereum atau USDC.\nFleksibilitas ini mengubah YYG dari sekadar token permainan menjadi aset digital yang substansial, dengan nilai yang berpotensi meningkat seiring dengan peningkatan nilai Yummygame itu sendiri.\nKebolehgunaan dan kebolehtukaran YYG menjadikannya aset digital yang menarik, menghubungkannya dengan nilai ekonomi nyata dan menyediakan kepuasan yang signifikan kepada penggunanya.",
  "airdrop_63": "Token Yummygame (YYG)",
  "airdrop_64": "Maklumat Mata",
  "airdrop_65": "Mata Ganjaran Menjemput Rakan",
  "airdrop_66": "Jemput rakan menggunakan kod afiliasi anda dan terima mata ganjaran apabila mereka mendaftar!",
  "airdrop_67": "Dapatkan 100 Mata",
  "airdrop_68": "- Mata akan dianugerahkan kepada anda jika rakan anda mendaftar melalui kod afiliasi anda.\n- Lawati halaman afiliasi kami untuk menyemak kod anda dan jemput rakan.",
  "airdrop_69": "Airdrop Points",
  "airdrop_70": "Perlumbaan Mingguan",
  "airdrop_71": "Perlumbaan Main Percuma (HON)",
  "airdrop_72": "Acara JACKPOT 50x Permainan Asal Yummy",
  "airdrop_73": "Mata diberikan apabila memenangi jackpot 50 kali atau lebih dalam permainan asal Yummy.",
  "airdrop_74": "- Tidak termasuk Dice dan Coin Flip\n- Maksimum 5 ganjaran pendua setiap epoch\n- Hanya permainan HON boleh menerima ganjaran",
  "airdrop_75": "- Dapatkan 50,000 Mata",
  "airdrop_76": "- Mata Jumlah Pertaruhan Main Percuma (HON)",
  "airdrop_77": "- Mata dikumpulkan berdasarkan jumlah pertaruhan dalam permainan dengan HON.",
  "airdrop_78": "- Mata diberikan sebagai 1 mata bagi setiap 1 HON\n- HON pecahan dikecualikan daripada penukaran mata (dibuang)\n- Contoh: Pertaruhan 1.6 HON = 1 Mata",
  "airdrop_79": "Dapatkan 1 Mata bagi setiap Jumlah Pertaruhan 1 HON",
  "airdrop_80": "Mata Permainan Percuma",
  "airdrop_81": "Perlumbaan Permainan Percuma (HON)",
  "airdrop_82": "Mata diberikan untuk 1 hingga 300 pemain teratas berdasarkan baki mata HON selepas tamat acara perlombongan mata (1 epoch).",
  "airdrop_83": "- Jika jumlah HON adalah sama, pemain yang mencapai jumlah itu kemudian akan mempunyai kedudukan yang lebih tinggi\n- Mata Terkumpul: +60,000 hingga 1,000,000\n- Titik Pengumpulan: Selepas tamat acara perlombongan mata",
  "airdrop_84": "Dapatkan sehingga 1,000,000 Mata",
  "airdrop_85": "Jumlah HON",
  "airdrop_86": "Maklumat Papan Pendahulu",
  "airdrop_87": "Papan pendahulu ini menunjukkan jumlah mata yang anda peroleh. Di sini anda boleh melihat kedudukan anda dan mata pemain lain.",
  "airdrop_88": "Papan pendahulu ini menunjukkan kedudukan pengguna yang telah bertaruh wang sebenar. Mata dikumpul untuk 10 pengguna teratas dengan jumlah pertaruhan mingguan tertinggi setiap hari Isnin (00:00 AM, UTC+0).",
  "airdrop_89": "Papan pendahulu ini menunjukkan kedudukan dan mata anggaran untuk perlumbaan Honey (HON). Mata diberikan kepada 1 hingga 300 pemain teratas berdasarkan mata HON yang tinggal selepas akhir acara perlombongan mata (1 epoch).",
  "airdrop_90": "Kaedah Pengumpulan Mata\n\n- Kempen airdrop berdasarkan mata Yummygame menawarkan peluang untuk menukar permainan anda kepada ganjaran sebenar. Nikmati pelbagai permainan kasino, dapatkan mata dan tukarkan kepada token YYG.",
  "airdrop_91": "- Mata Pengumpulan: Mata diberikan kepada 10 pengguna teratas berdasarkan jumlah pertaruhan dalam 7 hari sebelumnya pada 00:00 UTC+0 setiap hari Isnin\n\n- Mata Terkumpul\n1st: +1,000,000\n2nd: +950,000\n3rd: +900,000\n4th: +850,000\n5th: +800,000\n6th: +750,000\n7th: +700,000\n8th: +650,000\n9th: +600,000\n10th: +550,000",
  "airdrop_92": "Jika jumlah HON adalah sama, pemain yang mencapai jumlah itu kemudian akan mempunyai kedudukan yang lebih tinggi\n- Mata Pengumpulan: Selepas akhir acara perlombongan mata\n- Mata Terkumpul\nKedudukan\n1: 1,000,000 Mata\n2: 950,000 Mata\n3: 900,000 Mata\n4: 850,000 Mata\n5: 800,000 Mata\n6: 750,000 Mata\n7: 700,000 Mata\n8: 650,000 Mata\n9: 600,000 Mata\n10: 550,000 Mata\n11: 540,000 Mata\n12: 530,000 Mata\n13: 520,000 Mata\n14: 510,000 Mata\n15: 500,000 Mata\n16: 495,000 Mata\n17: 490,000 Mata\n18: 485,000 Mata\n19: 480,000 Mata\n20: 475,000 Mata\n21: 470,000 Mata\n22: 465,000 Mata\n23: 460,000 Mata\n24: 455,000 Mata\n25: 450,000 Mata\n26: 445,000 Mata\n27: 440,000 Mata\n28: 435,000 Mata\n29: 430,000 Mata\n30: 425,000 Mata\n31: 420,000 Mata\n32: 415,000 Mata\n33: 410,000 Mata\n34: 405,000 Mata\n35: 400,000 Mata\n36: 395,000 Mata\n37: 390,000 Mata\n38: 385,000 Mata\n39: 380,000 Mata\n40: 375,000 Mata\n41: 370,000 Mata\n42: 365,000 Mata\n43: 360,000 Mata\n44: 355,000 Mata\n45: 350,000 Mata\n46: 345,000 Mata\n47: 340,000 Mata\n48: 335,000 Mata\n49: 330,000 Mata\n50: 325,000 Mata\n51: 320,000 Mata\n52: 315,000 Mata\n53: 310,000 Mata\n54: 305,000 Mata\n55: 300,000 Mata\n56: 295,000 Mata\n57: 290,000 Mata\n58: 285,000 Mata\n59: 280,000 Mata\n60: 275,000 Mata\n61: 270,000 Mata\n62: 265,000 Mata\n63: 260,000 Mata\n64: 255,000 Mata\n65: 250,000 Mata\n66: 245,000 Mata\n67: 240,000 Mata\n68: 235,000 Mata\n69: 230,000 Mata\n70: 225,000 Mata\n71: 220,000 Mata\n72: 215,000 Mata\n73: 210,000 Mata\n74: 205,000 Mata\n75: 200,000 Mata\n76: 195,000 Mata\n77: 190,000 Mata\n78: 185,000 Mata\n79: 180,000 Mata\n80: 175,000 Mata\n81: 170,000 Mata\n82: 165,000 Mata\n83: 160,000 Mata\n84: 155,000 Mata\n85: 150,000 Mata\n86: 145,000 Mata\n87: 140,000 Mata\n88: 135,000 Mata\n89: 130,000 Mata\n90: 125,000 Mata\n91: 120,000 Mata\n92: 115,000 Mata\n93: 110,000 Mata\n94: 105,000 Mata\n95: 100,000 Mata\n96: 95,000 Mata\n97: 90,000 Mata\n98: 85,000 Mata\n99: 80,000 Mata\n101 ~ 200: 70,000 Mata\n201 ~ 300: 60,000 Mata",
  "airdrop_93": "Mata yang diperolehi",
  "airdrop_94": "Apakah itu Yummygame?",
  "airdrop_95": "Adakah Yummygame mempunyai lesen perjudian rasmi?",
  "airdrop_96": "Apakah HON? Bagaimana saya boleh mendapatkan HON tambahan?",
  "airdrop_97": "Saya menyertai acara sosial. Bagaimana saya menggunakan kupon promosi?",
  "airdrop_98": "Yummygame adalah kasino kripto dalam talian yang menawarkan pelbagai permainan menarik, termasuk permainan kasino klasik dan Yummy Originals yang unik. Kami menyediakan pengalaman permainan yang mendebarkan dengan keadilan yang dapat dibuktikan, memastikan bahawa semua permainan kami telus dan adil. Pemain boleh menikmati ciri kasino langsung kami, yang membawa suasana kasino kehidupan sebenar terus ke skrin anda.",
  "airdrop_99": "Ya, Yummygame beroperasi di bawah lesen perjudian rasmi dari Anjouan, Comoros. Kami mematuhi peraturan ketat untuk memastikan persekitaran permainan yang selamat dan terjamin untuk semua pemain kami. Komitmen kami terhadap kepercayaan dan ketelusan adalah teras perkhidmatan kami.\nKami komited untuk menyediakan permainan yang adil dan boleh dipercayai. Lawati halaman di bawah untuk menyemak sijil kami.",
  "airdrop_100": "HON adalah mata wang dalam permainan yang digunakan di Yummygame. \nAnda boleh memperoleh HON dengan menyertai pelbagai permainan dan promosi di platform kami.\n·Anda boleh memperoleh HON tambahan melalui Acara Jatuhan HON Mingguan dan ganjaran harian.\n·Untuk setiap dolar yang anda depositkan, anda akan menerima tambahan 50 HON, menjadikannya mudah untuk meningkatkan baki anda dan menikmati lebih banyak permainan!",
  "airdrop_101": "Untuk menggunakan kupon promosi anda, ikut langkah berikut:\n1. Log masuk ke akaun Yummygame anda.\n2. Pergi ke bahagian 'Promosi' atau 'Kupon'.\n3. Masukkan kod kupon promosi anda dalam medan yang ditetapkan.\n4. Klik 'Terapkan' untuk mengaktifkan kupon anda dan nikmati ganjarannya!\n\nUntuk panduan langkah demi langkah, lihat video tutorial kami di X.\nJika anda menghadapi sebarang masalah, sila hubungi sokongan pelanggan kami untuk mendapatkan bantuan.",
  "airdrop_102": "Hari",
  "airdrop_103": "Jam",
  "airdrop_104": "Minit",
  "airdrop_105": "Saat",
  "airdrop_106": "Hello! Epoch 1 Airdrop Mata Yummygame berjaya diselesaikan.",
  "airdrop_107": "Epoch 2 yang dinantikan akan bermula pada pertengahan November dengan ganjaran yang lebih besar dan peraturan yang lebih adil.",
  "airdrop_108": "Perubahan utama dalam Epoch 2",
  "airdrop_109": "- Ganjaran lebih besar untuk pemain permainan kasino sebenar",
  "airdrop_110": "- Lebih banyak pampasan untuk kerugian",
  "airdrop_111": "- Had maksimum harian untuk mata yang diperoleh daripada permainan percuma",
  "airdrop_112": "Informasi lanjut",
  "airdrop_113": "KYC naikkan mata",
  "airdrop_114": "Terkumpul secara automatik apabila mencapai KYC TAHAP 2",
  "airdrop_115": "Dapatkan 5,000 Mata",
  "airdrop_116": "Jumlah Token Diberi Ganjaran\nMelalui Point Airdrop : 20,000,000!",
  "airdrop_117": "Sertai keseronokan Point Airdrop kami dan tuntut bahagian anda\n        20,000,000 token untuk dimenangi! Tanpa had peserta, semua orang mempunyai\n        peluang untuk mendapat. Pengedaran adalah adil sepenuhnya, begitu juga dengan token\n        diperuntukkan berdasarkan nisbah mata yang anda kumpulkan semasa airdrop\n        tempoh. Lebih banyak mata yang anda peroleh, lebih besar ganjaran anda! jangan\n        terlepas peluang luar biasa ini untuk memaksimumkan faedah anda. Mulakan\n        kumpul mata sekarang dan manfaatkan sepenuhnya token murah hati ini\n        acara pengedaran. Ganjaran anda menanti!",
  "airdrop_118": "Undur detik ke Airdrop:",
  "airdrop_119": "Peroleh Bahagian Anda daripada <span>20,000,000</span> Token!",
  "evolution": "Évolusíon",
  "pragmaticplaylive": "Pragmá-tik Ple-y Lai-v",
  "pragmaticplay": "Pragmá-tik Ple-y",
  "yummygame": "Yummy-gêm",
  "hogaming": "Hôgêming",
  "tvbet": "Tivibét",
  "betsoft": "Bétsoft",
  "playngo": "Ple’n Go",
  "redtiger": "Réd Tai-ger",
  "relaxgaming": "Rilak Gêming",
  "yggdrasil": "Ígdrasil",
  "ezugi": "Êz-ugi",
  "AsiaGaming": "Asia Gaming",
  "vip_1": "MANFAAT VIP YUMMY",
  "vip_2": "Halo, pemain Yummygame! Di Yummygame, kami percaya bahwa setiap pemain layak merasa seperti VIP. Itulah sebabnya sistem VIP kami dibangun untuk memberi Anda hadiah secara otomatis saat Anda bermain. Semakin Anda menjelajahi permainan kami, semakin banyak keuntungan luar biasa yang akan Anda buka - seperti bonus lebih besar, cashback lebih tinggi, dan promosi eksklusif hanya untuk Anda! Siap untuk meningkatkan kesenangan Anda? Manfaat VIP Anda menanti!",
  "vip_3": "Main sekarang",
  "vip_4": "Ikhtisar Program VIP Yummygame",
  "vip_5": "Bersiaplah untuk membuka pengalaman bermain game yang paling menarik!",
  "vip_6": "Merangkumi semua faedah dari peringkat sebelumnya.",
  "vip_7": "Bonus Level-Up",
  "vip_8": "Dengan setiap level yang Anda capai, Anda akan mendapatkan token JEL asli sebagai hadiah. Saat Anda maju, bonus meningkat, menawarkan nilai lebih besar saat Anda terus bermain.",
  "vip_9": "Total Hadiah:",
  "vip_10": "Rain",
  "vip_11": "Terus aktif dalam chat untuk peluang mendapatkan token kejutan dengan Bonus Rain kami!",
  "vip_12": "Coin Drop",
  "vip_13": "Fungsi Coin Drops kami secara rawak menjatuhkan syiling di dalam chat, dan pemain terpantas yang mengklik akan mendapat bahagian.",
  "vip_14": "VIP Spin",
  "vip_15": "Dari VIP level 8 dan ke atas, nikmati VIP Spins! Putar roda untuk hadiah eksklusif dan lihat apa yang menanti anda. Semakin tinggi level VIP anda, semakin bagus hadiahnya!",
  "vip_16": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 1</span>% selama 7 hari berturut-turut.",
  "vip_17": "Lengkapkan misi harian dan mingguan untuk mendapatkan lebih banyak ganjaran!",
  "vip_18": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 2%</span> selama 7 hari berturut-turut.",
  "vip_19": "Pemanis",
  "vip_20": "Pulangan Mingguan",
  "vip_21": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 2%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_22": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 3%</span> selama 7 hari berturut-turut.",
  "vip_23": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 4%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_24": "Pulangan Bulanan",
  "vip_25": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 1%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_26": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 4%</span> selama 7 hari berturut-turut.",
  "vip_27": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 6%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_28": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 2%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_29": "Bonus Tangkapan",
  "vip_30": "Selama bermain, perhatikan karakter khusus. Klik mereka untuk mengklaim bonus instan! Jumlah hadiah bervariasi, menambahkan elemen kejutan yang menarik ke permainan.",
  "vip_31": "Pengeluaran Tanpa Biaya",
  "vip_32": "Di Yummygame, mulai dari Level VIP 41 (Platinum), Anda akan menikmati keuntungan eksklusif berupa Penarikan Bebas Biaya!",
  "vip_33": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 5%</span> selama 7 hari berturut-turut.",
  "vip_34": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 8%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_35": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 3%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_36": "Di Yummygame, mulai dari Level VIP 41 (Platinum), Anda akan menikmati keuntungan eksklusif berupa Penarikan Bebas Biaya!",
  "vip_37": "VIP HOST",
  "vip_38": "Di tingkat Diamond, Anda akan menerima VIP Host khusus untuk membantu Anda dengan permintaan apa pun, memberikan layanan yang dipersonalisasi hanya untuk Anda!",
  "vip_39": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 6%</span> selama 7 hari berturut-turut.",
  "vip_40": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 10%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_41": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 4%</span>, disesuaikan dengan jumlah taruhan anda。",
  "vip_42": "Di tingkat Diamond, Anda akan menerima VIP Host khusus untuk membantu Anda dengan permintaan apa pun, memberikan layanan yang dipersonalisasi hanya untuk Anda!",
  "vip_43": "Kotak Hadiah Premium",
  "vip_44": "Terima kotak hadiah bulanan dengan berbagai item dan token.",
  "vip_45": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 8%</span> selama 7 hari berturut-turut.",
  "vip_46": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 11%</span>, disesuaikan dengan jumlah taruhan anda。",
  "vip_47": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 5%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_48": "Di tingkat Diamond, Anda akan menerima VIP Host khusus untuk membantu Anda dengan permintaan apa pun, memberikan layanan yang dipersonalisasi hanya untuk Anda!",
  "vip_49": "Acara Hadiah Bulanan",
  "vip_50": "Ikuti acara hadiah bulanan eksklusif untuk anggota Elite, dengan hadiah khusus untuk peringkat teratas.",
  "vip_51": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 10%</span> selama 7 hari berturut-turut.",
  "vip_52": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 12%</span>, disesuaikan dengan jumlah taruhan anda。",
  "vip_53": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 6%</span>, disesuaikan dengan jumlah taruhan anda.",
  "vip_54": "Di tingkat Diamond, Anda akan menerima VIP Host khusus untuk membantu Anda dengan permintaan apa pun, memberikan layanan yang dipersonalisasi hanya untuk Anda!",
  "vip_55": "Turnamen Eksklusif VIP",
  "vip_56": "Akses turnamen taruhan tinggi eksklusif untuk anggota Master-tier ke atas, dengan token dan hadiah fisik untuk pemain teratas.",
  "vip_57": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 12%</span> selama 7 hari berturut-turut.",
  "vip_58": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 13%</span>, disesuaikan dengan jumlah taruhan anda。",
  "vip_59": "Undangan ke acara VIP offline eksklusif dengan hadiah dan peluang unik。",
  "vip_60": "Acara VIP Offline",
  "vip_61": "Undangan ke acara VIP offline eksklusif dengan hadiah dan peluang unik。",
  "vip_62": "Maniskan permainan anda dan tuntut bonus 10-16% dari <span>wager * 15%</span> selama 7 hari berturut-turut。",
  "vip_63": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 15%</span>, disesuaikan dengan jumlah taruhan anda。",
  "vip_64": "Tuntut bonus mingguan kira-kira <span>Wager * 1% * 9%</span>, disesuaikan dengan jumlah taruhan anda。",
  "vip_65": "Paket Perjalanan Mewah",
  "vip_66": "Paket perjalanan eksklusif ke destinasi bergengsi, termasuk menginap di hotel bintang 5 dan makan mewah。",
  "vip_67": "Permintaan Pengembangan Game Kustom",
  "vip_68": "Permintaan mode atau tema permainan yang dipersonalisasi untuk Anda。",
  "vip_69": "Detail Level-Up",
  "vip_70": "Tingkatan",
  "vip_71": "Level",
  "vip_72": "Dolar yang Dibutuhkan",
  "vip_73": "Hadiah Naik Level (JEL)",
  "vip_74": "hingga",
  "vip_75": "Bergabunglah dengan Yummygame sekarang dan nikmati manfaat VIP eksklusif。",
  "vip_76": "Daftar dengan Yummygame hari ini dan masuk ke dunia hadiah VIP。",
  "vip_77": "Daftar dengan Satu Klik",
  "policy_1": "Terma dan Syarat",
  "policy_2": "Sedar tentang Perjudian",
  "policy_3": "Pencegahan Pencucian Uang",
  "policy_4": "Dasar Perjudian Bawah Umur",
  "policy_5": "Perjudian Bertanggungjawab",
  "policy_6": "Dasar KYC",
  "policy_7": "Pengecualian Diri",
  "policy_8": "Dasar Privasi",
  "policy_9": "Bonus",
  "policy_10": "Pertaruhan",
  "policy_11": "Terma dan Syarat",
  "policy_12": "Sedar tentang Perjudian",
  "policy_13": "Kebijakan AML",
  "policy_14": "Dasar Permainan untuk Anak di Bawah Umur (18+ untuk Bermain)",
  "policy_15": "Perjudian Bertanggungjawab",
  "policy_16": "Dasar KYC",
  "policy_17": "Pengecualian Diri",
  "policy_18": "Dasar Privasi",
  "policy_19": "Bonus",
  "policy_20": "Pertaruhan"
}