{
  "translate": "Английский",
  "error_10000": "Извините, мы не смогли получить данные. Пожалуйста, попробуйте еще раз.",
  "error_10001": "Извините, пользователь не существует.",
  "error_10002": "Адрес электронной почты либо недействителен, либо отсутствует. Пожалуйста, введите действительный адрес электронной почты.",
  "error_10003": "IP-адрес недействителен. Пожалуйста, попробуйте использовать другой IP-адрес.",
  "error_10004": "Этот пользователь уже зарегистрирован. Пожалуйста, используйте другой адрес электронной почты или учетную запись.",
  "error_10005": "Вы не согласились с правилами и условиями. Чтобы завершить регистрацию, прочитайте и примите условия.",
  "error_10006": "Токен доступа недействителен. Пожалуйста, войдите в систему еще раз.",
  "error_10007": "Учетная запись была деактивирована. Пожалуйста, войдите в систему с другой учетной записью.",
  "error_10008": "Действие учетной записи временно приостановлено. Если у вас есть вопросы, обратитесь в службу поддержки.",
  "error_10009": "Формат псевдонима неверен. Пожалуйста, попробуйте еще раз.",
  "error_10010": "Этот псевдоним недоступен. Пожалуйста, выберите другой псевдоним.",
  "error_10011": "Этот псевдоним уже используется. Пожалуйста, выберите другой.",
  "error_10012": "Пожалуйста, используйте правильный формат файла (jpg, jpeg, png, pdf).",
  "error_10013": "Для обновления требуется более высокий уровень, чем ваш текущий уровень.",
  "error_10014": "Идет проверка KYC. Пожалуйста, подождите немного.",
  "error_10015": "Не удалось приостановить действие учетной записи пользователя. Пожалуйста, попробуйте еще раз.",
  "error_10016": "Не удалось отозвать членство. Пожалуйста, попробуйте еще раз.",
  "error_10017": "Не удалось создать партнерский код. Разрешены только 4-10 символов и чисел.",
  "error_10021": "Невозможно активировать 2FA без Секретного Ключа",
  "error_10022": "Пароль неверен. Пожалуйста, попробуйте снова",
  "error_10023": "2FA уже активирован",
  "error_10024": "Ошибка при деактивации 2FA. Пожалуйста, проверьте, что Секретный Ключ сгенерирован или 2FA активирован",
  "error_10026": "Похоже, что введенный вами код выкупа не совпадает.",
  "error_10027": "Этот код уже был использован.",
  "error_10028": "Похоже, вы уже получили льготу на это мероприятие.",
  "error_10029": "К сожалению, срок действия этого кода истек.",
  "error_10030": "Другая бонусная игра уже идет. Чтобы получить этот бонус, вам нужно отменить текущий статус бонусной игры.",
  "error_10031": "Вы ввели промо-код в поле реферала. Промо-код можно ввести в меню профиля после регистрации.",
  "error_10032": "Вы еще не достигли необходимого уровня VIP.",
  "error_10033": "Вы уже использовали вращение.",
  "error_10034": "Доступно на уровне KYC 2 или выше. Пожалуйста, подтвердите KYC.",
  "error_10035": "Этот код уже использован.",
  "error_10036": "Неправильный пароль.",
  "error_10037": "Такое прозвище уже существует.",
  "error_10038": "Электронная почта или пароль неверны.",
  "error_10039": "Неверный доступ. Пожалуйста, продолжите восстановление пароля еще раз.",
  "error_10040": "Пароли не совпадают.",
  "error_10041": "Неверный доступ.",
  "error_11000": "Пожалуйста, используйте правильный формат адреса.",
  "error_11001": "Вывод средств на внутренние кошельки запрещен.",
  "error_11002": "Криптовалютная сеть не соответствует.",
  "error_11003": "Для вывода средств XRP введите правильный тег назначения.",
  "error_11004": "Сумма запроса на вывод средств превышает доступный баланс.",
  "error_11005": "Сумма запроса на вывод средств меньше минимальной суммы вывода.",
  "error_11006": "Сумма заявки на вывод меньше или равна комиссии.",
  "error_11007": "Баланс вашего счета меньше, чем сумма \"от\" для свопа.",
  "error_11008": "Сумма \"от\" меньше минимальной суммы свопа.",
  "error_11009": "Вы не можете обменять JEL на JEL.",
  "error_11010": "Вы не можете обменять одну криптовалюту на одну и ту же криптовалюту.",
  "error_11011": "Учетная запись неактивна. Пожалуйста, проверьте ваш аккаунт",
  "error_11012": "Проверка кода 2FA не удалась. Пожалуйста, проверьте код и введите его снова.",
  "error_11013": "Извините, ваша учетная запись ограничена и в данный момент не может использовать функцию обмена.",
  "error_11014": "Для вывода средств требуется как минимум одна история депозита.",
  "error_11015": "Вывод средств не может быть обработан, так как превышен недельный лимит.",
  "error_11016": "Бонусы нельзя деактивировать во время игры.",
  "error_12000": "Не удалось загрузить начальное значение.",
  "error_12001": "Запрашиваемая игра не найдена.",
  "error_12002": "Ваш баланс недостаточен для суммы ставки.",
  "error_12003": "Сумма ставки превышает максимальный лимит ставок.",
  "error_12004": "Сумма ставки ниже минимального лимита ставок.",
  "error_12005": "Неправильно введен тип.",
  "error_12006": "Игра уже находится в процессе.",
  "error_12007": "Сумма количества бомб и выбранных чисел превышает лимит.",
  "error_12008": "Вы не можете выбрать квадрат, который уже был выбран.",
  "error_12009": "Пожалуйста, выберите хотя бы одну клетку, чтобы получить деньги во время обратного отсчета.",
  "error_12010": "Не создано ни одной доски Mines.",
  "error_12011": "Начальное число больше конечного.",
  "error_12012": "Разница между начальным и конечным номерами слишком велика.",
  "error_12013": "Начальное значение клиента недействительно.",
  "error_12100": "Вы не можете изменить значение семян",
  "error_12101": "Эта игра недоступна для игры в вашей стране",
  "error_13000": "Чтобы получить вознаграждение, у вас должно быть не менее 5 JEL.",
  "error_13001": "Пожалуйста, введите информацию о своей ставке.",
  "error_13002": "Эта игра находится на обслуживании.",
  "error_13003": "Чат доступен с VIP уровня 2 и выше.",
  "error_13004": "Эта игра не может быть сыграна на бонусные средства.",
  "error_12098": "Минимальный множитель ставки должен быть не менее 1,01.",
  "error_12123": "Сумма ставки меньше, чем минимальная ставка.",
  "error_12015": "Вы не можете сделать ставку сейчас.",
  "error_12014": "Вы уже сделали ставку.",
  "error_12021": "Игра закончилась.",
  "error_12016": "Я не могу найти информацию о своей ставке.",
  "error_12017": "Игра закончилась.",
  "error_12018": "Вы уже сделали вывод средств.",
  "error_12019": "Вывод 50% неактивен.",
  "error_12020": "Вы уже сняли 50% средств.",
  "error_12032": "Вы превысили максимальную сумму ставки.",
  "error_7549": "Игра в настоящее время недоступна.",
  "error_7550": "Игра находится на обслуживании, или попробуйте выбрать валюту еще раз.\n",
  "terms": "<h1>1. Введение</h1>\n<p>Эти условия и положения и документы, упомянутые ниже (далее \"Условия\"), применяются к использованию текущего веб-сайта (далее \"Веб-сайт\") и связанных или подключенных услуг (совместно именуемых \"Сервис\").</p>\n<p>Вам следует внимательно ознакомиться с этими Условиями, так как они содержат важную информацию, касающуюся ваших прав и обязательств при использовании Веб-сайта, и формируют юридически обязательное соглашение между вами, нашим клиентом (далее \"Клиент\"), и нами. Используя этот Веб-сайт и/или получая доступ к Сервису, вы, будь то гость или зарегистрированный пользователь с учетной записью (далее \"Аккаунт\"), соглашаетесь соблюдать эти Условия вместе с любыми изменениями, которые могут публиковаться время от времени. Если вы не принимаете эти Условия, вам следует воздержаться от доступа к Сервису и использования Веб-сайта.</p>\n<p>Сервис принадлежит компании Candy Factory Ltd., компании с ограниченной ответственностью, зарегистрированной в стране, с регистрационным номером компании 000031826, с зарегистрированным адресом по адресу: 9 Barrack Rd, Belize City, Belize (далее \"Компания\"), лицензированной в штате Анжуан в соответствии с Законом о лицензировании компьютерных игр 007 от 2005 года.</p>\n<h1>2. Общие Условия</h1>\n<p>Мы оставляем за собой право пересматривать и изменять Условия (включая любые документы, на которые ссылаются и к которым есть ссылки ниже) в любое время. Вам следует периодически посещать эту страницу для ознакомления с Условиями и Положениями. Изменения будут обязательными и вступят в силу немедленно после публикации на этом Веб-сайте. Если вы возражаете против любых таких изменений, вы должны немедленно прекратить использование Сервиса. Ваше продолжение использования Веб-сайта после такой публикации будет означать ваше согласие с Условиями в измененном виде. Любые ставки, не урегулированные до вступления в силу измененных Условий, будут подчиняться предшествующим Условиям.</p>\n<h1>3. Ваши Обязательства</h1>\n<p>Вы признаете, что в любое время, когда вы получаете доступ к Веб-сайту и используете Сервис:</p>\n<ol>\n    <li><strong>3.1.</strong> Вам больше 18 лет, или вы достигли законного возраста, когда азартные или игровые действия разрешены в соответствии с законодательством или юрисдикцией, применимой к вам. Мы оставляем за собой право в любое время запросить у вас документы, подтверждающие возраст.</li>\n    <li><strong>3.2.</strong> Вы обладаете правоспособностью и можете заключить юридически обязательное соглашение с нами. Вы не должны получать доступ к Веб-сайту или использовать Сервис, если вы не обладаете правоспособностью.</li>\n    <li><strong>3.3.</strong> Вы проживаете в юрисдикции, где разрешены азартные игры. Вы не являетесь резидентом какой-либо страны, в которой доступ к онлайн-азартным играм для ее резидентов или для любого лица в этой стране запрещен. Вы несете единоличную ответственность за обеспечение законности вашего использования сервиса.</li>\n    <li><strong>3.4.</strong> Вы не можете использовать VPN, прокси или аналогичные услуги или устройства, которые маскируют или манипулируют идентификацией вашего реального местоположения.</li>\n    <li><strong>3.5.</strong> Вы являетесь авторизованным пользователем используемого вами метода оплаты.</li>\n    <li><strong>3.6.</strong> Вы должны производить все платежи нам добросовестно и не пытаться отменить сделанный платеж или предпринять любые действия, которые приведут к его отмене третьей стороной.</li>\n    <li><strong>3.8.</strong> При размещении ставок вы не должны использовать какую-либо информацию, полученную в нарушение законодательства, действующего в стране, в которой вы находились на момент размещения ставки.</li>\n    <li><strong>3.9.</strong> Вы не действуете от имени другой стороны или для каких-либо коммерческих целей, а исключительно от своего имени как частное лицо в личном качестве.</li>\n    <li><strong>3.10.</strong> Вы не должны пытаться манипулировать каким-либо рынком или элементом в Сервисе недобросовестно или таким образом, который негативно влияет на целостность Сервиса или нас.</li>\n    <li><strong>3.11.</strong> Вы должны действовать добросовестно по отношению к нам и Сервису во все времена и для всех ставок, сделанных с использованием Сервиса.</li>\n    <li><strong>3.12.</strong> Вы или, при необходимости, ваши сотрудники, работодатели, агенты или члены семьи, не зарегистрированы как партнеры в нашей партнерской программе.</li>\n</ol>\n<h1>4. Ограниченное использование</h1>\n<ol>\n    <li><strong>4.1.</strong> Вы не должны использовать Сервис:\n        <ol>\n            <li><strong>4.1.1.</strong> Если вам нет 18 лет (или меньше возраста совершеннолетия, установленного законами юрисдикции, применимой к вам), или если вы не имеете законного права заключить с нами обязательное юридическое соглашение, или вы действуете как агент или иным образом от имени лица, не достигшего 18 лет (или возраста совершеннолетия, установленного законами юрисдикции, применимой к вам);</li>\n            <li><strong>4.1.2.</strong> Если вы проживаете в стране, в которой доступ к онлайн-азартным играм для ее резидентов или для любого лица в этой стране запрещен.</li>\n            <li><strong>4.1.3.</strong> Если вы являетесь резидентом одной из следующих стран или получаете доступ к Веб-сайту из одной из следующих стран: Австрия, Франция и ее территории, Германия, Нидерланды и их территории, Испания, Союз Коморских Островов, Великобритания, США и их территории, все страны, находящиеся в черном списке FATF, любые другие юрисдикции, запрещенные Anjouan Offshore Financial Authority.</li>\n            <li><strong>4.1.4.</strong> Для сбора никнеймов, адресов электронной почты и/или другой информации о других Клиентах любым способом (например, путем отправки спама, других типов нежелательных писем или несанкционированного фреймирования или ссылки на Сервис);</li>\n            <li><strong>4.1.5.</strong> Для нарушения или ненадлежащего влияния на деятельность других Клиентов или на работу Сервиса в целом;</li>\n            <li><strong>4.1.6.</strong> Для продвижения нежелательной коммерческой рекламы, партнерских ссылок и других форм рекламы, которые могут быть удалены из Сервиса без уведомления;</li>\n            <li><strong>4.1.7.</strong> Любым образом, который, по нашему разумному мнению, может рассматриваться как попытка: (i) обмануть Сервис или другого Клиента, использующего Сервис; или (ii) сговориться с любым другим Клиентом, использующим Сервис, чтобы получить нечестное преимущество;</li>\n            <li><strong>4.1.8.</strong> Для копирования наших коэффициентов или нарушения любых наших прав интеллектуальной собственности; или</li>\n            <li><strong>4.1.9.</strong> Для любой незаконной деятельности.</li>\n        </ol>\n    </li>\n    <li><strong>4.2.</strong> Вы не можете продавать или передавать свой аккаунт третьим лицам, а также приобретать аккаунт у третьих лиц.</li>\n    <li><strong>4.3.</strong> Вы не можете каким-либо образом переводить средства между аккаунтами игроков.</li>\n    <li><strong>4.4.</strong> Мы можем немедленно прекратить действие вашего Аккаунта, отправив вам письменное уведомление, если вы используете Сервис для несанкционированных целей. В некоторых случаях мы также можем подать на вас в суд за такие действия.</li>\n    <li><strong>4.5.</strong> Сотрудники Компании, ее лицензиаты, дистрибьюторы, оптовики, дочерние компании, рекламные, промоутерские или другие агентства, медиапартнеры, подрядчики, розничные продавцы и члены их ближайших семей не могут использовать Сервис для игры на реальные деньги без предварительного согласия директора или генерального директора Компании. В случае обнаружения такой деятельности аккаунт(ы) будут немедленно закрыты, а все бонусы/выигрыши будут аннулированы.</li>\n</ol>\n<h1>5. Регистрация</h1>\n<p>Вы соглашаетесь, что при использовании Сервиса:</p>\n<ul>\n    <li><strong>5.1.</strong> Мы оставляем за собой право отказать в принятии заявки на регистрацию от любого заявителя по своему усмотрению и без обязательства сообщить конкретную причину.</li>\n    <li><strong>5.2.</strong> Перед использованием Сервиса вы должны лично заполнить регистрационную форму и прочитать и принять эти Условия. Для того чтобы начать делать ставки на Сервисе или выводить свои выигрыши, мы можем потребовать от вас стать верифицированным Клиентом, что включает прохождение определенных проверок. Вам может потребоваться предоставить действительное удостоверение личности и любой другой документ, который может быть сочтен необходимым. Это включает, но не ограничивается, фотографией удостоверения личности (копией паспорта, водительского удостоверения или национальной идентификационной карты) и недавним счетом за коммунальные услуги, в котором указаны ваше имя и адрес в качестве доказательства проживания. Мы оставляем за собой право приостановить возможность ставок или ограничить опции Аккаунта до получения необходимой информации. Эта процедура проводится в соответствии с применимым игровым регулированием и требованиями законодательства о борьбе с отмыванием денег. Дополнительно, вам нужно будет пополнить свой аккаунт в Сервисе, используя методы оплаты, указанные в разделе оплаты на нашем Веб-сайте.</li>\n    <li><strong>5.3.</strong> Вы должны предоставить точную контактную информацию, включая действующий адрес электронной почты (далее \"Зарегистрированный адрес электронной почты\"), и обновлять эту информацию в будущем, чтобы она оставалась точной. Вы несете ответственность за поддержание актуальности своих контактных данных в своем Аккаунте. Невыполнение этого требования может привести к тому, что вы не получите важные уведомления и информацию, связанные с аккаунтом, от нас, включая изменения, которые мы вносим в эти Условия. Мы идентифицируем и общаемся с нашими Клиентами через их Зарегистрированный адрес электронной почты. Ответственность за поддержание активного и уникального адреса электронной почты, предоставление нам правильного адреса электронной почты и информирование Компании об изменениях в адресе электронной почты лежит на Клиенте. Каждый Клиент полностью несет ответственность за безопасность своего Зарегистрированного адреса электронной почты, чтобы предотвратить его использование третьими лицами. Компания не несет ответственности за любые убытки или потери, предположительно или фактически вызванные коммуникациями между Компанией и Клиентом с использованием Зарегистрированного адреса электронной почты. Любой Клиент, не имеющий адреса электронной почты, доступного Компании, будет иметь свой Аккаунт приостановленным до предоставления нам такого адреса.</li>\n    <li><strong>5.4.</strong> Вам разрешено регистрировать только один Аккаунт в Сервисе. Аккаунты подлежат немедленному закрытию, если выяснится, что у вас есть несколько аккаунтов, зарегистрированных у нас. Это включает использование представителей, родственников, партнеров, аффилиатов, связанных лиц, а также третьих лиц, действующих от вашего имени.</li>\n    <li><strong>5.5.</strong> Для того чтобы удостовериться в вашей финансовой состоятельности и подтвердить вашу личность, мы можем попросить вас предоставить нам дополнительную личную информацию, такую как ваше имя и фамилия, или использовать любые сторонние источники информации, которые мы считаем необходимыми. Если какая-либо дополнительная личная информация будет получена через сторонние источники, мы проинформируем вас об этом.</li>\n    <li><strong>5.6.</strong> Вы должны держать пароль от Сервиса в тайне. При условии, что запрашиваемая информация об Аккаунте была предоставлена правильно, мы имеем право предполагать, что ставки, депозиты и выводы были сделаны вами. Мы рекомендуем вам регулярно менять пароль и никогда не раскрывать его третьим лицам. Вы несете ответственность за защиту своего пароля, и любое нарушение этого требования будет на ваш собственный риск и за ваш счет. Вы можете выйти из Сервиса по завершении каждой сессии. Если вы считаете, что информация вашего Аккаунта используется третьим лицом, ваш Аккаунт был взломан или ваш пароль был обнаружен третьим лицом, вы должны немедленно уведомить нас. Вы должны уведомить нас, если ваш Зарегистрированный адрес электронной почты был взломан, однако, мы можем потребовать от вас предоставить дополнительную информацию/документацию для того, чтобы мы могли подтвердить вашу личность.</li>\n    <li><strong>5.7.</strong> Вы не должны в любое время передавать какой-либо контент или другую информацию на Сервисе другому Клиенту или любой другой стороне с помощью захвата экрана (или другого подобного метода), а также не должны отображать такую информацию или контент в фрейме или любым другим образом, отличным от того, как она бы отображалась, если бы такой Клиент или третья сторона ввели URL-адрес Сервиса в строку браузера.</li>\n    <li><strong>5.8.</strong> При регистрации вы получите возможность использовать все валюты, доступные на веб-сайте. Это будут валюты ваших депозитов, выводов и ставок, сделанных и размещенных в Сервисе в соответствии с этими Условиями. Некоторые методы оплаты не обрабатываются во всех валютах. В таких случаях будет отображаться валюта обработки, и на странице будет доступен калькулятор конверсии.</li>\n    <li><strong>5.9.</strong> Мы не обязаны открывать для вас Аккаунт, а страница регистрации на нашем веб-сайте является лишь приглашением к заключению сделки. Решение об открытии Аккаунта для вас полностью зависит от нашего усмотрения, и если мы откажемся открыть для вас Аккаунт, мы не обязаны предоставлять вам причину отказа.</li>\n    <li><strong>5.10.</strong> После получения вашей заявки мы можем связаться с вами для запроса дополнительной информации и/или документации, чтобы мы могли выполнить наши нормативные и юридические обязательства.</li>\n</ul>\n<h1>6. Ваш Аккаунт</h1>\n<ul>\n    <li><strong>6.1.</strong> Аккаунты могут использовать несколько валют, в этом случае все балансы и транзакции в Аккаунте отображаются в валюте, использованной для транзакции.</li>\n    <li><strong>6.2.</strong> Мы не предоставляем кредит для использования Сервиса.</li>\n    <li><strong>6.3.</strong> Мы можем закрыть или приостановить действие Аккаунта, если вы не соблюдаете или мы обоснованно полагаем, что вы не соблюдаете эти Условия, или чтобы обеспечить целостность или справедливость Сервиса, или если у нас есть другие обоснованные основания для этого. Мы не всегда можем предоставить вам предварительное уведомление. Если мы закрываем или приостанавливаем ваш Аккаунт из-за несоблюдения вами этих Условий, мы можем отменить и/или аннулировать любые ваши ставки и удержать любые деньги на вашем Аккаунте (включая депозит).</li>\n    <li><strong>6.4.</strong> Мы оставляем за собой право закрыть или приостановить действие любого Аккаунта без предварительного уведомления и вернуть все средства. Тем не менее, договорные обязательства, уже вступившие в силу, будут выполнены.</li>\n    <li><strong>6.5.</strong> Мы оставляем за собой право отказать, ограничить, отменить или ограничить любую ставку в любое время по любой причине, включая любую ставку, которая воспринимается как сделанная мошенническим образом с целью обойти наши лимиты ставок и/или системные правила.</li>\n    <li><strong>6.6.</strong> Если на ваш Аккаунт ошибочно зачислена сумма, она остается нашей собственностью, и когда мы обнаружим такую ошибку, мы уведомим вас, и сумма будет снята с вашего Аккаунта.</li>\n    <li><strong>6.7.</strong> Если по какой-либо причине ваш Аккаунт окажется в минусе, вы будете должны нам сумму задолженности.</li>\n    <li><strong>6.8.</strong> Вы должны немедленно уведомить нас о любых ошибках, связанных с вашим Аккаунтом.</li>\n    <li><strong>6.9.</strong> Пожалуйста, помните, что ставки предназначены исключительно для развлечения и удовольствия, и вы должны прекратить, как только это перестанет быть весело. Ни в коем случае не ставьте то, что вы не можете позволить себе потерять. Если вы чувствуете, что потеряли контроль над своими азартными играми, мы предлагаем опцию самоисключения. Просто отправьте сообщение в нашу Службу поддержки клиентов, используя ваш Зарегистрированный адрес электронной почты, с просьбой о самоисключении, и этот запрос вступит в силу в течение 24 часов с момента его получения. В этом случае ваш аккаунт будет отключен до дальнейшего уведомления, и вы не сможете войти в него.</li>\n    <li><strong>6.10.</strong> Вы не можете передавать, продавать или заложить свой Аккаунт другому лицу. Этот запрет включает передачу любых активов любого рода, включая, но не ограничиваясь, владением аккаунтами, выигрышами, депозитами, ставками, правами и/или претензиями, связанными с этими активами, юридическими, коммерческими или иными. Запрет на такие передачи также включает, но не ограничивается, обременение, залог, назначение, узуфрукт, торговлю, посредничество, ипотеку и/или дарение в сотрудничестве с доверенным лицом или любой другой третьей стороной, компанией, физическим или юридическим лицом, фондом и/или ассоциацией в любой форме.</li>\n    <li><strong>6.11.</strong> Если вы хотите закрыть свой аккаунт у нас, пожалуйста, отправьте электронное письмо с вашего Зарегистрированного адреса электронной почты в нашу Службу поддержки клиентов через ссылки на Веб-сайте.</li>\n</ul>\n<h1>7. Внесение Средств</h1>\n<ul>\n    <li><strong>7.1.</strong> Все депозиты должны быть сделаны с аккаунта или платежной системы, или кредитной карты, зарегистрированной на ваше имя, и любые депозиты, сделанные в любой другой валюте, будут конвертированы с использованием дневного обменного курса, полученного от oanda.com, или по действующему курсу нашего банка или нашего платежного процессора, после чего ваш Аккаунт будет пополнен соответствующим образом. Обратите внимание, что некоторые платежные системы могут применять дополнительные сборы за обмен валюты, которые будут вычтены из суммы вашего депозита.</li>\n    <li><strong>7.2.</strong> Комиссии и сборы могут применяться к депозитам и снятиям клиентов, которые можно найти на Веб-сайте. В большинстве случаев мы покрываем транзакционные сборы за депозиты на ваш аккаунт www.Yummygame.io. Вы несете ответственность за банковские сборы, которые могут возникнуть у вас из-за внесения средств у нас.</li>\n    <li><strong>7.3.</strong> Компания не является финансовым учреждением и использует сторонние электронные платежные процессоры для обработки депозитов с кредитных и дебетовых карт; они не обрабатываются непосредственно нами. Если вы вносите средства с помощью кредитной или дебетовой карты, ваш Аккаунт будет пополнен только в случае получения нами кода одобрения и авторизации от учреждения, выдавшего платеж. Если ваш эмитент карты не предоставит такое разрешение, ваш Аккаунт не будет пополнен этими средствами.</li>\n    <li><strong>7.4.</strong> Вы соглашаетесь полностью оплатить все платежи и сборы, причитающиеся нам или поставщикам платежей в связи с использованием вами Сервиса. Вы также соглашаетесь не производить отмены платежей или иным образом не отзывать или отменять свои депозиты, и в случае такой отмены вы обязуетесь возместить нам такие неуплаченные депозиты, включая любые расходы, понесенные нами в процессе сбора вашего депозита, и вы соглашаетесь, что любые выигрыши от ставок, использующих эти отозванные средства, будут аннулированы. Вы признаете и соглашаетесь, что ваш аккаунт игрока не является банковским счетом и, следовательно, не гарантируется, не страхуется и не защищается никакой системой страхования депозитов или банковских счетов или другой аналогичной системой страхования в любой юрисдикции, включая, но не ограничиваясь, вашу местную юрисдикцию. Более того, аккаунт игрока не приносит процентов на любые средства, хранящиеся на нем.</li>\n    <li><strong>7.5.</strong> Если вы решите принять любое из наших рекламных или бонусных предложений, введя бонусный код при внесении депозита, вы соглашаетесь с Условиями бонусов и условиями каждого конкретного бонуса.</li>\n    <li><strong>7.6.</strong> Средства, происходящие от преступной и/или незаконной и/или несанкционированной деятельности, не должны быть внесены у нас.</li>\n    <li><strong>7.7.</strong> Если вы вносите средства с использованием кредитной карты, рекомендуется сохранять копию Транзакционных записей и копию этих Условий.</li>\n    <li><strong>7.8.</strong> Интернет-азартные игры могут быть незаконными в юрисдикции, в которой вы находитесь; если это так, вам не разрешается использовать свою платежную карту для внесения депозита на этом сайте. Вы несете ответственность за знание законов, касающихся онлайн-азартных игр в вашей стране проживания.</li>\n</ul>\n<h1>8. Снятие Средств</h1>\n<ul>\n    <li><strong>8.1.</strong> Вы можете снять любые неиспользованные и зачисленные средства, хранящиеся на вашем игровом аккаунте, отправив запрос на снятие средств в соответствии с нашими условиями снятия. Минимальная сумма снятия за транзакцию составляет € 10 (или эквивалент в другой валюте), за исключением случаев закрытия аккаунта, в этом случае вы можете снять весь баланс.</li>\n    <li><strong>8.2.</strong> Комиссии за снятие средств отсутствуют, если вы прокрутили (поставили) депозит хотя бы один раз. В противном случае мы имеем право вычесть комиссию в размере 8% с минимальной суммой в 4 евро (или эквивалент в валюте вашего аккаунта) для борьбы с отмыванием денег.</li>\n    <li><strong>8.3.</strong> Мы оставляем за собой право запросить фото удостоверения личности, подтверждение адреса или провести дополнительные процедуры проверки (запросить ваше селфи, организовать проверочный звонок и т.д.) для целей проверки личности перед предоставлением любых снятий средств с вашего Аккаунта. Мы также оставляем за собой право проводить проверку личности в любое время в течение срока действия вашего отношения с нами.</li>\n    <li><strong>8.4.</strong> Все снятия должны осуществляться на оригинальную дебетовую, кредитную карту, банковский счет, метод оплаты, использованный для пополнения вашего Аккаунта. Мы можем, и всегда по своему усмотрению, позволить вам снимать средства с помощью метода оплаты, с которого ваш первоначальный депозит не был сделан. Это всегда будет подлежать дополнительным проверкам безопасности.</li>\n    <li><strong>8.5.</strong> В случае, если вы хотите снять средства, но ваш аккаунт недоступен, бездействует, заблокирован или закрыт, пожалуйста, свяжитесь с нашей Службой поддержки клиентов.</li>\n    <li><strong>8.6.</strong> Пожалуйста, обратите внимание, что мы не можем гарантировать успешную обработку снятий или возвратов средств в случае нарушения вами политики ограниченного использования, указанной в Пунктах 3.3 и 4.</li>\n</ul>\n<h1>9. Платежные Транзакции и Процессоры</h1>\n<ul>\n    <li><strong>9.1.</strong> Вы полностью ответственны за оплату всех денег, причитающихся нам. Вы должны производить все платежи нам добросовестно и не пытаться отменить сделанный платеж или предпринять любые действия, которые приведут к его отмене третьей стороной, чтобы избежать законно возникшей задолженности. Вы возместите нам любые возвраты платежей, отклонения или отмены платежей, сделанных вами, и любые убытки, понесенные нами в результате этого. Мы оставляем за собой право также наложить административный сбор в размере €50 или эквивалент в валюте за каждый возврат, отклонение или отмену платежа, сделанного вами.</li>\n    <li><strong>9.2.</strong> Мы оставляем за собой право использовать сторонние электронные платежные процессоры и/или торговые банки для обработки платежей, произведенных вами, и вы соглашаетесь соблюдать их условия, при условии, что они доведены до вашего сведения и эти условия не противоречат настоящим Условиям.</li>\n    <li><strong>9.3.</strong> Все транзакции, совершенные на нашем сайте, могут быть проверены для предотвращения отмывания денег или финансирования терроризма. Подозрительные транзакции будут сообщены в соответствующие органы.</li>\n</ul>\n<h1>10. Ошибки</h1>\n<ul>\n    <li><strong>10.1.</strong> В случае ошибки или сбоя нашей системы или процессов, все ставки аннулируются. Вы обязаны немедленно уведомить нас, как только вы обнаружите любую ошибку в Сервисе. В случае ошибок связи или системных ошибок, вирусов или других дефектов, возникших в связи с Сервисом и/или платежами, произведенными вам в результате дефекта или ошибки в Сервисе, мы не несем ответственности перед вами или перед любой третьей стороной за любые прямые или косвенные расходы, убытки, претензии, возникшие или вытекающие из таких ошибок, и оставляем за собой право аннулировать все игры/ставки, затронутые такими ошибками, и предпринять любые другие действия для исправления таких ошибок.</li>\n    <li><strong>10.2.</strong> Мы прилагаем все усилия, чтобы не допускать ошибок при размещении букмекерских линий. Однако, если в результате человеческой ошибки или системных проблем ставка принимается по коэффициенту, который: существенно отличается от доступных на общем рынке на момент ставки; или явно неправильный с учетом вероятности события на момент ставки, мы оставляем за собой право отменить или аннулировать такую ставку, или отменить или аннулировать ставку, сделанную после начала события.</li>\n    <li><strong>10.3.</strong> Мы имеем право взыскать с вас любую переплаченную сумму и скорректировать ваш Аккаунт для устранения ошибки. Примером такой ошибки может быть неверная цена или неверный ввод результата события. Если на вашем Аккаунте недостаточно средств, мы можем потребовать, чтобы вы оплатили нам соответствующую задолженность, связанную с любыми ошибочными ставками или пари. Соответственно, мы оставляем за собой право отменить, уменьшить или удалить любые незавершенные ставки, независимо от того, были ли они сделаны с использованием средств, полученных в результате ошибки или нет.</li>\n</ul>\n<h1>11. Правила Игры, Возвраты и Отмена</h1>\n<ul>\n    <li><strong>11.1.</strong> Победитель события определяется на дату урегулирования события, и мы не признаем оспариваемые или отмененные решения для целей ставок.</li>\n    <li><strong>11.2.</strong> Все результаты, опубликованные после 72 часов, являются окончательными, и после этого периода запросы не принимаются. В течение 72 часов после публикации результатов мы будем только сбрасывать/корректировать результаты из-за человеческой ошибки, системной ошибки или ошибок, допущенных источником результатов.</li>\n    <li><strong>11.3.</strong> Если результат матча отменен по любой причине управляющим органом матча в течение периода выплат, все деньги будут возвращены.</li>\n    <li><strong>11.4.</strong> Если в игре, где предлагается вариант ничьей, происходит ничья, все ставки на выигрыш или проигрыш команды будут проиграны. Если вариант ничьей не предлагается, все ставки будут возвращены в случае ничьей. Если вариант ничьей не был доступен, учитывается дополнительное время, если оно было сыграно.</li>\n    <li><strong>11.5.</strong> Если результат не может быть подтвержден нами, например, если трансляция события прерывается (и не может быть проверена другим источником), по нашему выбору ставки на это событие будут считаться недействительными и будут возвращены.</li>\n    <li><strong>11.6.</strong> Минимальные и максимальные суммы ставок на все события определяются нами и могут быть изменены без предварительного письменного уведомления. Мы также оставляем за собой право корректировать лимиты на индивидуальных аккаунтах.</li>\n    <li><strong>11.7.</strong> Клиенты несут полную ответственность за свои транзакции в Аккаунте. Как только транзакция завершена, она не может быть изменена. Мы не несем ответственности за пропавшие или дублирующиеся ставки, сделанные Клиентом, и не будем рассматривать запросы на расхождения, если ставка пропала или дублируется. Клиенты могут просмотреть свои транзакции в разделе \"Мой Аккаунт\" на сайте после каждой сессии, чтобы убедиться, что все запрошенные ставки были приняты.</li>\n    <li><strong>11.8.</strong> Матч будет действительным, если команды указаны правильно, независимо от заголовка лиги, в которой он размещен на нашем Веб-сайте.</li>\n    <li><strong>11.9.</strong> Даты и времена начала, указанные на Веб-сайте для матчей киберспорта, являются только ориентировочными и не гарантируются как правильные. Если матч приостанавливается или откладывается и не возобновляется в течение 72 часов с момента фактического запланированного начала, матч не будет действительным, и ставки будут возвращены. Исключение составляют любые ставки на то, продвигается ли команда/игрок в турнире или выигрывает турнир, будут действительными независимо от приостановки или отсрочки матча.</li>\n    <li><strong>11.10.</strong> Если событие размещено нами с неверной датой, все ставки действительны на основе даты, объявленной управляющим органом.</li>\n    <li><strong>11.11.</strong> Если команда использует замены, результат все равно действителен, так как это был выбор команды использовать замены.</li>\n    <li><strong>11.12.</strong> Компания оставляет за собой право удалять события, рынки и любые другие продукты с Веб-сайта.</li>\n    <li><strong>11.13.</strong> Подробное объяснение наших правил ставок на спорт находится на отдельной странице: ПРАВИЛА СТАВОК НА СПОРТ</li>\n</ul>\n<h1>12. Связь и Уведомления</h1>\n<ul>\n    <li><strong>12.1.</strong> Все сообщения и уведомления, которые должны быть направлены вами нам в соответствии с этими Условиями, должны отправляться с помощью формы поддержки клиентов на Веб-сайте.</li>\n    <li><strong>12.2.</strong> Все сообщения и уведомления, которые должны быть направлены нами вам в соответствии с этими Условиями, будут, если не указано иное в этих Условиях, либо опубликованы на Веб-сайте и/или отправлены на Зарегистрированный адрес электронной почты, который мы храним в нашей системе для соответствующего Клиента. Способ такой связи будет на наше исключительное усмотрение.</li>\n    <li><strong>12.3.</strong> Все сообщения и уведомления, которые должны быть направлены вами или нами в соответствии с этими Условиями, должны быть написаны на английском языке и отправлены с и на Зарегистрированный адрес электронной почты в вашем Аккаунте.</li>\n    <li><strong>12.4.</strong> Время от времени мы можем связываться с вами по электронной почте, чтобы предложить вам информацию о ставках, уникальные рекламные предложения и другую информацию от Yummygame. Вы соглашаетесь получать такие письма, когда соглашаетесь с этими Условиями при регистрации на Веб-сайте. Вы можете отказаться от получения таких рекламных предложений от нас в любое время, отправив запрос в Службу поддержки клиентов.</li>\n</ul>\n<h1>13. Обстоятельства вне нашего контроля</h1>\n<p>Мы не несем ответственности за любые сбои или задержки в предоставлении Сервиса из-за события непреодолимой силы, которое разумно можно считать находящимся вне нашего контроля, несмотря на выполнение нами разумных превентивных мер, таких как: стихийное бедствие; трудовой спор или забастовка; отключение электроэнергии; действие, отказ или бездействие любого правительства или органа власти; преграда или сбой телекоммуникационных услуг; или любые другие задержки или сбои, вызванные третьей стороной, и мы не несем ответственности за любые убытки или ущерб, которые вы можете понести в результате этого. В таком случае мы оставляем за собой право отменить или приостановить Сервис без какой-либо ответственности.</p>\n<h1>14. Ответственность</h1>\n<ul>\n    <li><strong>14.1.</strong> В пределах, разрешенных применимым законодательством, мы не будем компенсировать вам любые предсказуемые убытки или ущерб (либо прямые, либо косвенные), которые вы можете понести, если мы не выполним свои обязательства в соответствии с этими условиями, если только мы не нарушим какие-либо обязанности, возложенные на нас законом (включая, если мы причиним смерть или личные травмы по нашей неосторожности), в таком случае мы не несем ответственности перед вами, если это нарушение произошло по следующим причинам: (i) по вашей собственной вине; (ii) третьей стороной, не связанной с выполнением нами этих условий (например, проблемы из-за производительности сети связи, перегрузки и соединения или производительности вашего компьютерного оборудования); или (iii) любые другие события, которые ни мы, ни наши поставщики не могли предвидеть или предотвратить, даже если бы мы или они приняли разумные меры предосторожности. Поскольку этот сервис предназначен только для потребительского использования, мы не несем ответственности за любые убытки бизнеса любого рода.</li>\n    <li><strong>14.2.</strong> В случае, если мы будем признаны ответственными за любое событие в соответствии с этими условиями, наша общая совокупная ответственность перед вами в соответствии с этими условиями или в связи с ними не превышает (a) стоимости ставок и/или пари, сделанных вами через ваш аккаунт в отношении соответствующей ставки/пари или продукта, который вызвал соответствующую ответственность, или (b) 500 евро в совокупности, в зависимости от того, что меньше.</li>\n    <li><strong>14.3.</strong> Мы настоятельно рекомендуем вам (i) убедиться в пригодности и совместимости сервиса с вашим собственным компьютерным оборудованием перед использованием; и (ii) принять разумные меры предосторожности для защиты себя от вредоносных программ или устройств, включая установку антивирусного программного обеспечения.</li>\n</ul>\n<h1>15. Азартные игры лицами младше возраста</h1>\n<ul>\n    <li><strong>15.1.</strong> Если мы подозреваем, что вы или получаем уведомление о том, что вы в настоящее время моложе 18 лет или были моложе 18 лет (или моложе возраста совершеннолетия, установленного законами юрисдикции, применимой к вам) на момент размещения ставок через Сервис, ваш Аккаунт будет приостановлен (заблокирован), чтобы предотвратить дальнейшее размещение ставок или вывод средств с вашего Аккаунта. Затем мы проведем расследование, включая выяснение, делали ли вы ставки в качестве агента или иным образом от имени лица младше 18 лет (или возраста совершеннолетия, установленного законами юрисдикции, применимой к вам). Если будет установлено, что вы: (a) в настоящее время; (b) были младше 18 лет или младше возраста совершеннолетия, применимого к вам в соответствующее время; или (c) делали ставки в качестве агента или по поручению лица младше 18 лет или возраста совершеннолетия, применимого к вам: все выигрыши, в настоящее время начисленные или подлежащие начислению на ваш Аккаунт, будут удержаны; все выигрыши, полученные от ставок через Сервис в период несовершеннолетия, должны быть возвращены нам по требованию (если вы не выполните это требование, мы будем стремиться взыскать все расходы, связанные с возвратом таких сумм); и/или любые деньги, внесенные на ваш Аккаунт, которые не являются выигрышами, будут возвращены вам ИЛИ удержаны до достижения вами 18 лет на наше усмотрение. Мы оставляем за собой право вычесть комиссии за транзакции из возвращаемой суммы, включая комиссии за депозиты на ваш аккаунт www.Yummygame.io, которые мы покрыли.</li>\n    <li><strong>15.2.</strong> Это условие также применяется к вам, если вам более 18 лет, но вы делаете ставки в юрисдикции, в которой установлен более высокий возраст для законных ставок, и вы младше этого минимального возраста в этой юрисдикции.</li>\n    <li><strong>15.3.</strong> В случае, если мы подозреваем, что вы нарушаете положения этого Пункта или пытаетесь использовать их в мошеннических целях, мы оставляем за собой право предпринять любые необходимые действия для расследования дела, включая информирование соответствующих правоохранительных органов.</li>\n</ul>\n<h1>16. Мошенничество</h1>\n<p>Мы будем добиваться уголовных и договорных санкций против любого Клиента, участвующего в мошенничестве, нечестности или преступных действиях. Мы будем удерживать выплаты любому Клиенту, если такие действия подозреваются. Клиент обязан возместить нам по требованию все расходы, сборы или убытки, понесенные нами (включая любые прямые, косвенные или сопутствующие убытки, потерю прибыли, убытки в бизнесе и потерю репутации), возникшие прямо или косвенно в результате мошенничества, нечестности или преступных действий Клиента.</p>\n<h1>17. Интеллектуальная Собственность</h1>\n<ul>\n    <li><strong>17.1.</strong> Любое несанкционированное использование нашего имени и логотипа может привести к принятию против вас юридических мер.</li>\n    <li><strong>17.2.</strong> Между нами и вами мы являемся единственными владельцами прав на Сервис, нашу технологию, программное обеспечение и бизнес-системы (далее \"Системы\"), а также наши коэффициенты. вы не должны использовать свой личный профиль для собственной коммерческой выгоды (например, продавать свое обновление статуса рекламодателю); и при выборе никнейма для вашего Аккаунта мы оставляем за собой право удалить или потребовать его, если сочтем это уместным.</li>\n    <li><strong>17.3.</strong> Вы не можете использовать наш URL, торговые марки, торговые названия и/или товарные знаки, логотипы (\"Знаки\") и/или наши коэффициенты в связи с каким-либо продуктом или услугой, которая не является нашей, если это каким-либо образом может вызвать путаницу среди Клиентов или в обществе или каким-либо образом порочит нас.</li>\n    <li><strong>17.4.</strong> За исключением случаев, прямо предусмотренных этими Условиями, мы и наши лицензиары не предоставляем вам никаких явных или подразумеваемых прав, лицензий, титулов или интересов в или к Системам или Знакам, и все такие права, лицензии, титулы и интересы специально сохраняются за нами и нашими лицензиарами. Вы соглашаетесь не использовать никакие автоматические или ручные устройства для мониторинга или копирования веб-страниц или контента в Сервисе. Любое несанкционированное использование или воспроизведение может привести к принятию против вас юридических мер.</li>\n</ul>\n<h1>18. Ваша Лицензия</h1>\n<ul>\n    <li><strong>18.1.</strong> При условии соблюдения вами этих Условий и их выполнения, мы предоставляем вам неисключительную, ограниченную, непередаваемую и не подлежащую суб-лицензированию лицензию на доступ к Сервису и его использование для ваших личных некоммерческих целей. Наша лицензия на вас прекращается, если наше соглашение с вами по этим Условиям заканчивается.</li>\n    <li><strong>18.2.</strong> За исключением вашего собственного контента, вы ни при каких обстоятельствах не можете изменять, публиковать, передавать, продавать, воспроизводить, загружать, размещать, распространять, исполнять, отображать, создавать производные работы или иным образом использовать Сервис и/или любой контент на нем или программное обеспечение, содержащееся в нем, за исключением случаев, прямо разрешенных этими Условиями или иным образом на Веб-сайте. Никакая информация или контент на Сервисе или доступный вам в связи с Сервисом не может быть изменен или объединен с другими данными или опубликован в любой форме, включая, например, скрапинг экранов или баз данных и любую другую деятельность, направленную на сбор, хранение, реорганизацию или манипулирование такой информацией или контентом.</li>\n    <li><strong>18.3.</strong> Любое несоблюдение вами этого Пункта также может являться нарушением наших или третьих сторон прав интеллектуальной собственности и других прав собственности, что может привести к гражданской ответственности и/или уголовному преследованию.</li>\n</ul>\n<h1>19. Ваше Поведение и Безопасность</h1>\n<ul>\n    <li><strong>19.1.</strong> Для вашей защиты и защиты всех наших Клиентов строго запрещено размещение любого контента на Сервисе, а также поведение в связи с этим и/или Сервисом, которое является каким-либо образом незаконным, неподобающим или нежелательным (“Запрещенное Поведение”).</li>\n    <li><strong>19.2.</strong> Если вы занимаетесь Запрещенным Поведением, или мы по своему усмотрению определим, что вы занимаетесь Запрещенным Поведением, ваш Аккаунт и/или ваш доступ к Сервису или его использование могут быть немедленно прекращены без уведомления. Против вас могут быть предприняты юридические действия другим Клиентом, третьей стороной, правоохранительными органами и/или нами в связи с тем, что вы занимались Запрещенным Поведением.</li>\n    <li><strong>19.3.</strong> Запрещенное Поведение включает, но не ограничивается: использование Сервиса для распространения информации, которую вы знаете как ложную, вводящую в заблуждение или незаконную; участие в незаконной или преступной деятельности, такой как, но не ограничиваясь, деятельность, способствующая или продвигающая любую преступную деятельность или предприятие, нарушающая приватность или другие права другого Клиента или третьей стороны, или создающая или распространяющая компьютерные вирусы; нанесение вреда несовершеннолетним в любом виде; передача или размещение контента, который является незаконным, вредоносным, угрожающим, оскорбительным, мучительным, клеветническим, вульгарным, непристойным, неприличным, жестоким, ненавистным или расово, этнически или иным образом предосудительным; передача или размещение контента, на который пользователь не имеет права по закону или контракту, включая, но не ограничиваясь, контент, нарушающий авторские права, торговую марку или другие интеллектуальные и имущественные права третьих лиц; передача или размещение контента или материалов, содержащих программное обеспечение вируса или другой программный код (включая HTML), предназначенный для прерывания, уничтожения или изменения функциональности Сервиса, его представления или любого другого веб-сайта, программного обеспечения или аппаратного обеспечения; вмешательство в работу, нарушение или реверс-инжиниринг Сервиса любым образом, включая, но не ограничиваясь, перехват, эмуляцию или перенаправление коммуникационных протоколов, используемых нами, создание или использование читов, модов или хаков или любого другого программного обеспечения, предназначенного для модификации Сервиса, или использование любого программного обеспечения, которое перехватывает или собирает информацию из или через Сервис; извлечение или индексирование любой информации из Сервиса с использованием любого робота, паука или другого автоматизированного механизма; участие в любой деятельности или действии, которое, по нашему единоличному и неограниченному усмотрению, приводит или может привести к обману или мошенничеству в отношении другого Клиента; передача или размещение нежелательной или несанкционированной рекламы или массовых рассылок, таких как, но не ограничиваясь, спам, мгновенные сообщения, \"спим\", \"спам\", цепочные письма, пирамидальные схемы или другие формы приглашений; создание Аккаунтов на Веб-сайте с использованием автоматических средств или под ложным или мошенническим предлогом; выдача себя за другого Клиента или третью сторону, или любые другие действия, которые мы разумно считаем противоречащими нашим бизнес-принципам. Этот список Запрещенного Поведения не является исчерпывающим и может быть изменен нами в любое время. Мы оставляем за собой право расследовать и принимать все меры, которые мы по своему усмотрению считаем целесообразными или необходимыми в данных обстоятельствах, включая удаление публикаций Клиента с Сервиса и/или прекращение его Аккаунта, и принимать любые меры против любого Клиента или третьей стороны, которая прямо или косвенно участвует в Запрещенном Поведении, с уведомлением или без уведомления такого Клиента или третьей стороны.</li>\n</ul>\n<h1>20. Ссылки на Другие Веб-сайты</h1>\n<p>Сервис может содержать ссылки на сторонние веб-сайты, которые не поддерживаются нами и не связаны с нами, и за которые мы не несем ответственности. Ссылки на такие веб-сайты предоставляются исключительно для удобства Клиентов и не проверяются нами на точность или полноту. Ссылки на такие веб-сайты не подразумевают никакого одобрения нами и/или никакой связи с ними. Мы не несем ответственности за их доступность, точность, полноту, доступность и полезность. Поэтому при доступе к таким веб-сайтам мы рекомендуем принимать обычные меры предосторожности при посещении нового веб-сайта, включая ознакомление с их политикой конфиденциальности и условиями использования.</p>\n<h1>21. Жалобы</h1>\n<ul>\n    <li><strong>21.1.</strong> Если у вас есть какие-либо вопросы или сомнения по поводу этих Условий, вы должны связаться с нашим Отделом обслуживания клиентов через ссылки на Веб-сайте и использовать ваш Зарегистрированный Электронный Адрес во всех коммуникациях с нами.</li>\n    <li><strong>21.2.</strong> НЕСМОТРЯ НА ВЫШЕУКАЗАННОЕ, МЫ НЕ НЕСЕМ НИКАКОЙ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАМИ ИЛИ ЛЮБОЙ ТРЕТЬЕЙ СТОРОНОЙ ПРИ ОТВЕТЕ НА ЛЮБУЮ ПОЛУЧЕННУЮ ЖАЛОБУ ИЛИ ПРИ ПРИНЯТИИ МЕР В СВЯЗИ С НЕЙ.</li>\n    <li><strong>21.3.</strong> Если Клиент не удовлетворен тем, как был решен спор, Клиент должен предоставить подробности своей жалобы в наш Отдел обслуживания клиентов. Мы приложим все разумные усилия для ответа на такие запросы в течение нескольких дней (и в любом случае мы намерены ответить на все такие запросы в течение 28 дней с момента получения).</li>\n    <li><strong>21.4.</strong> Споры должны быть поданы в течение трех (3) дней с даты принятия решения по спорному вопросу. Претензии не будут рассматриваться после этого периода. Клиент несет полную ответственность за свои транзакции по Аккаунту.</li>\n    <li><strong>21.5.</strong> В случае возникновения спора между вами и нами наш Отдел обслуживания клиентов предпримет попытку достичь согласованного решения. Если наш Отдел обслуживания клиентов не сможет достичь согласованного решения с вами, вопрос будет передан на рассмотрение нашему руководству.</li>\n    <li><strong>21.6.</strong> Если все усилия по урегулированию спора к удовлетворению Клиента не увенчались успехом, Клиент имеет право на разрешение спора через арбитраж.</li>\n</ul>\n<h1>22. Переуступка</h1>\n<p>Ни эти Условия, ни какие-либо права или обязательства по ним не могут быть переданы вами без нашего предварительного письменного согласия, которое не будет необоснованно отказано. Мы можем, без вашего согласия, передать все или любую часть наших прав и обязательств по этим Условиям любой третьей стороне, при условии, что такая третья сторона сможет предоставить услугу, существенно схожую по качеству с Сервисом, путем размещения письменного уведомления об этом на Сервисе.</p>\n<h1>23. Делимость</h1>\n<p>В случае, если любое положение этих Условий будет признано любым компетентным органом не имеющим юридической силы или недействительным, соответствующее положение будет изменено, чтобы позволить его исполнение в соответствии с намерениями оригинального текста в максимально возможной степени, разрешенной применимым законодательством. Действительность и возможность исполнения оставшихся положений этих Условий не будут затронуты.</p>\n<h1>24. Нарушение Этих Условий</h1>\n<p>Без ограничения других наших средств правовой защиты, мы можем приостановить или прекратить ваш Аккаунт и отказать в продолжении предоставления вам Сервиса, в любом из случаев без предварительного уведомления, если, по нашему разумному мнению, вы нарушите любое существенное положение этих Условий. Уведомление о любом таком действии будет, однако, незамедлительно предоставлено вам.</p>\n<h1>25. Общие Положения</h1>\n<ul>\n    <li><strong>25.1.</strong> Срок действия соглашения. Эти Условия остаются в полной силе и действии, пока вы получаете доступ к Сервису или используете его, или являетесь Клиентом или посетителем Веб-сайта. Эти Условия будут действовать после прекращения вашего Аккаунта по любой причине.</li>\n    <li><strong>25.2.</strong> Гендер. Слова в единственном числе включают множественное число и наоборот, слова в мужском роде включают женский и средний род и наоборот, и слова, обозначающие лица, включают физических лиц, партнерства, ассоциации, трасты, неинкорпорированные организации и корпорации.</li>\n    <li><strong>25.3.</strong> Отказ от прав. Никакой отказ с нашей стороны, будь то путем действий или иным образом, от нарушения или угрожаемого нарушения вами любого условия этих Условий, не будет действительным против нас или обязательным для нас, если не сделан в письменной форме и должным образом подписан нами, и, если иное не предусмотрено в письменном отказе, будет ограничен конкретным нарушением, от которого отказано. Наше неисполнение в любое время любого условия этих Условий не будет истолковано как отказ от такого условия или права на его исполнение в любое другое время.</li>\n    <li><strong>25.4.</strong> Признание. Получая доступ или используя Сервис, вы подтверждаете, что прочитали, поняли и согласились с каждым параграфом этих Условий. В результате вы безотзывно отказываетесь от любых будущих аргументов, претензий, требований или процедур, противоречащих чему-либо, содержащемуся в этих Условиях.</li>\n    <li><strong>25.5.</strong> Язык. В случае расхождения между англоязычной версией этих правил и любой другой языковой версией, англоязычная версия будет считаться правильной.</li>\n    <li><strong>25.6.</strong> Применимое право. Эти Условия регулируются исключительно законами штата Анжуан в Союзе Коморских островов.</li>\n    <li><strong>25.7.</strong> Полное соглашение. Эти Условия составляют полное соглашение между вами и нами относительно вашего доступа к Сервису и его использования, и заменяют все предыдущие соглашения и коммуникации, устные или письменные, касающиеся данного предмета.</li>\n</ul>\n<h1>26. Преимущественная Игра</h1>\n<p>Если Yummygame определяет, что какие-либо игроки неправильно используют свои бонусы или акции для получения преимущества, он оставляет за собой право немедленно конфисковать любые выигрыши и приостановить аккаунт. Это особенно касается случаев, когда игроки используют определенные стратегии для вывода бонусов или эксплуатируют бонусы любым образом. Для честной игры все равные, нулевые маржинальные или низкомаржинальные ставки, а также любые формы хеджирования ставок будут считаться нерегулярной игрой при выполнении требований по отыгрышу бонусов. Yummygame оставляет за собой право удерживать любые выводы средств и конфисковать все выигрыши, если будет обнаружена нерегулярная игра.</p>",
  "gamble": "<p>Участие в онлайн-казино, таких как <strong>Yummygame</strong>, в основном предназначено для развлечения. Однако важно признать, что меньшинство игроков может испытывать трудности с контролем своего игрового поведения. Важно понимать, что игры не должны рассматриваться как способ заработка или погашения долгов.</p>\n<p>Рекомендуется следить за количеством времени и денег, которые вы тратите в онлайн-казино ежедневно. <strong>Yummygame</strong> придает первостепенное значение ответственному подходу к азартным играм и ограничивает свою пользовательскую базу лицами в возрасте от 18 лет и старше. Казино применяет различные стратегии для предотвращения создания аккаунтов несовершеннолетними и участия в азартных играх. Это включает в себя проверку удостоверений личности для подтверждения возраста игрока.</p>\n<p>Если какой-либо игрок будет выявлен как несовершеннолетний, его доступ к сайту будет заблокирован. Однако из-за легкого доступа к интернету существует вероятность того, что несовершеннолетние все же смогут зарегистрироваться и играть онлайн. В связи с этим <strong>Yummygame</strong> настоятельно рекомендует родителям активно предотвращать доступ своих детей к онлайн-платформам для ставок.</p>\n<p>В этом контексте существуют специальные программные инструменты, разработанные для помощи родителям в этом усилии. Дополнительную информацию об этих профилактических инструментах можно найти на указанных веб-сайтах.</p>",
  "aml": "<h1>Yummygame управляется Candy Factory Ltd.</h1>\n<p>Регистрационный номер компании 000031826, зарегистрированный адрес: 9 Barrack Rd, Belize City, Belize (далее именуемая \"Компания\"). Лицензирована в штате Анжуан в соответствии с Законом о лицензировании компьютерных игр 007 от 2005 года. Candy Factory Ltd. подпадает под действия обязательств AML в соответствии с законодательством Анжуан. Поэтому высшее руководство внедрило системы и процедуры, соответствующие стандартам, установленным в соответствующем законодательстве AML в Анжуан.</p>\n<h2>Определения ML</h2>\n<h3>Отмывание денег</h3>\n<p>Процесс придания законности незаконно полученным доходам. Этот процесс обычно разделяется на три этапа: размещение, расслоение и интеграция.</p>\n<ul>\n    <li><strong>Размещение:</strong> Процесс размещения незаконных доходов в традиционные финансовые учреждения через депозиты или другие каналы.</li>\n    <li><strong>Расслоение:</strong> Процесс отделения доходов от преступной деятельности от их источника путем слоев сложных финансовых транзакций, таких как преобразование наличных денег в дорожные чеки, денежные переводы, банковские переводы, аккредитивы, акции, облигации или покупка активов.</li>\n    <li><strong>Интеграция:</strong> Использование легитимных транзакций для маскировки незаконных доходов, позволяя перераспределять отмытые средства обратно преступнику; интеграция очищенных денег обратно в нормальное использование.</li>\n</ul>\n<h2>Политика AML (Противодействие Отмыванию Денег)</h2>\n<p>Candy Factory Ltd. осознает, что предоставление услуг, связанных с онлайн-играми, создает риск отмывания денег и финансирования терроризма. Для идентификации, предотвращения и ограничения рисков отмывания денег и финансирования терроризма Candy Factory Ltd. внедрила меры, процессы и внутренние контроли в свою ежедневную деловую практику, учитывая характер клиентов и услуг Candy Factory Ltd. С этими мерами, процессами и внутренними контролями Candy Factory Ltd. соответствует всем юридическим требованиям, связанным с мерами по предотвращению отмывания денег и финансирования терроризма, как это требует действующее законодательство Анжуан. Candy Factory Ltd. разработала Политику AML, касающуюся предотвращения отмывания денег, чтобы доказать свою приверженность выявлению, предотвращению и сообщению национальным органам обо всех попытках использования услуг Candy Factory Ltd. для любых транзакций, которые соответствуют юридическому определению отмывания денег и/или финансирования терроризма, или которые представляют собой любую другую форму незаконных финансовых операций. Политика AML модифицируется и улучшается в соответствии с изменениями законодательства и передовой практикой в отрасли. Содержание Политики AML включает:</p>\n<ul>\n    <li>Внутреннюю организацию процессов, связанных с предотвращением отмывания денег;</li>\n    <li>Процесс должной осмотрительности (также известный как \"Знай своего клиента\" или KYC)</li>\n    <li>Оценку рисков отмывания денег;</li>\n    <li>Не имеющие права и имеющие право категории клиентов;</li>\n    <li>Усиленные меры должной осмотрительности;</li>\n    <li>Обязательства по отчетности (перед компетентными органами).</li>\n</ul>\n<p>Для соблюдения процедур Противодействия Отмыванию Денег (AML) мы требуем обязательной ставки 1x на все депозиты перед инициированием запроса на вывод средств. Несоблюдение этого требования может привести к ограничениям или отказу в выводе средств до выполнения требования. После выполнения требования по обороту один раз, пользователи могут запросить вывод средств на основе прибыли, полученной от их депозита.</p>",
  "underage": "<h1>Политика игры для несовершеннолетних</h1>\n<p>Эта политика разработана, чтобы предотвратить участие несовершеннолетних в игровых действиях на Yummygame (далее именуемой \"платформа\"). Это наша ответственность и обязательство способствовать ответственному геймплею и строго соблюдать законный возрастной предел для игр.</p>\n<ol>\n    <li><strong>Возрастное требование:</strong> Все игроки должны быть не моложе 18 лет, чтобы участвовать в любых игровых действиях, предлагаемых нашей платформой. Это возрастное требование не подлежит обсуждению и строго соблюдается.</li>\n    <li><strong>Процесс проверки:</strong> Чтобы обеспечить соблюдение этой политики, мы требуем, чтобы все пользователи проходили процесс проверки возраста при регистрации учетной записи. Этот процесс может потребовать предоставления действительного удостоверения личности, подтверждающего возраст пользователя.</li>\n    <li><strong>Мониторинг учетных записей:</strong> Наша платформа активно отслеживает учетные записи, чтобы выявлять случаи участия несовершеннолетних в играх. Любая учетная запись, подозреваемая в использовании несовершеннолетним, будет подлежать дальнейшей проверке и возможной приостановке.</li>\n    <li><strong>Последствия участия несовершеннолетних в играх:</strong> Участие в игровых действиях, будучи моложе 18 лет, является нарушением нашей политики. Любая учетная запись, принадлежащая несовершеннолетнему, будет немедленно приостановлена, и любые выигрыши могут быть конфискованы.</li>\n    <li><strong>Руководство и контроль родителей:</strong> Мы призываем родителей и опекунов следить за онлайн-активностью своих детей, чтобы предотвратить участие несовершеннолетних в играх. Наша платформа не предназначена для лиц младше 18 лет.</li>\n    <li><strong>Осведомленность и образование:</strong> Мы стремимся обучать наших пользователей важности ответственного геймплея, включая соблюдение возрастного требования для участия в играх.</li>\n    <li><strong>Механизм сообщения:</strong> Пользователи поощряются сообщать о любых подозрительных случаях участия несовершеннолетних в играх. Мы серьезно относимся к этим сообщениям и незамедлительно проведем расследование.</li>\n</ol>\n<p>Используя нашу платформу, все пользователи подтверждают свое понимание и соблюдение этой политики игры для несовершеннолетних. Наше обязательство по обеспечению ответственного геймплея непоколебимо, и мы стремимся создать безопасную и законную игровую среду для всех пользователей.</p>",
  "responsible": "<h1>Руководство по ответственной игре Yummygame</h1>\n<p>Yummygame стремится предоставить отличный и приятный игровой опыт, а также признает нашу ответственность за предотвращение проблемной активности. Мы советуем всем игрокам учитывать следующее и не играть безответственно:</p>\n<ul>\n    <li>Играйте ради развлечения, а не для заработка денег.</li>\n    <li>Избегайте попыток отыграться.</li>\n    <li>Устанавливайте для себя лимиты.</li>\n    <li>Не позволяйте азартным играм мешать вашим повседневным обязанностям.</li>\n    <li>Никогда не играйте, если не можете покрыть потери.</li>\n    <li>Делайте перерывы.</li>\n</ul>\n<p>Ответьте на следующие вопросы. Если ваш ответ на большинство из них будет «ДА», мы советуем вам принять меры, чтобы предотвратить негативное влияние азартных игр на вашу жизнь:</p>\n<ul>\n    <li>Азартные игры влияют на вашу работу?</li>\n    <li>Азартные игры вызывают споры с семьей/друзьями?</li>\n    <li>Вы всегда возвращаетесь, чтобы отыграться?</li>\n    <li>Вы брали деньги в долг на азартные игры?</li>\n    <li>Вы считаете азартные игры источником дохода?</li>\n    <li>Вам сложно ограничить свои азартные игры?</li>\n</ul>\n<h2>Что делать?</h2>\n<p>Ниже перечислены уважаемые организации, которые помогают людям с проблемами азартных игр и с которыми можно связаться в любое время:</p>\n<ul>\n    <li><a href=\"https://www.gamblersanonymous.org/\" target=\"_blank\">Анонимные игроки</a></li>\n    <li><a href=\"https://www.gamblingtherapy.org/\" target=\"_blank\">Терапия азартных игр</a></li>\n    <li><a href=\"https://www.gamcare.org.uk/\" target=\"_blank\">GamCare</a></li>\n</ul>\n<h2>Как мы можем помочь</h2>\n<p>Мы советуем всем игрокам, которые беспокоятся о своем игровом поведении, сделать перерыв, исключив себя из своей игровой учетной записи. Самоисключение заблокирует вашу учетную запись на срок до 12 месяцев, и рекламные материалы не будут отправляться.</p>\n<p>Чтобы начать период охлаждения, посетите нашу страницу настроек учетной записи.</p>\n<p>Мы рекомендуем вам связаться со всеми другими игровыми сайтами, на которых у вас есть учетная запись, и запросить самоисключение и там.</p>\n<h2>Азартные игры несовершеннолетних</h2>\n<p>Игроки должны быть достигнуты законного возраста для азартных игр в своей юрисдикции (не менее 18 лет), чтобы играть в Yummygame. Они несут ответственность за осведомленность о возрастных ограничениях по месту жительства и игры, а также за подтверждение своей легитимности при создании учетной записи в Yummygame. Мы также советуем родителям делать следующее:</p>\n<ul>\n    <li>Защитите компьютер, мобильный телефон и/или планшет паролем.</li>\n    <li>Не оставляйте устройство без присмотра, когда вы вошли в свою учетную запись.</li>\n    <li>Убедитесь, что все данные учетной записи и кредитные карты недоступны для детей.</li>\n    <li>Не сохраняйте пароли на своем компьютере, запишите их и храните в недоступном месте.</li>\n    <li>Загрузите фильтрующее программное обеспечение (например, <a href=\"https://www.netnanny.com/\" target=\"_blank\">Net Nanny</a>), чтобы предотвратить доступ несовершеннолетних к нежелательным сайтам.</li>\n</ul>",
  "kyc": "<h1>Процесс KYC (Знай своего клиента) для Yummygame</h1>\n<p>\"Yummygame управляется компанией Candy Factory Ltd. (регистрационный номер компании 000031826), с зарегистрированным адресом 9 Barrack Rd, Belize City, Belize (далее именуемой \"Компания\"). Она лицензирована в штате Анжуань в соответствии с Законом о лицензировании компьютерных игр 007 от 2005 года. Candy Factory Ltd. подпадает под действия обязательств KYC в соответствии с законодательством Анжуана. Поэтому высшее руководство внедрило системы и процедуры, соответствующие стандартам, установленным соответствующим законодательством KYC в Анжуане.</p>\n<p>Компания придерживается и соблюдает принципы \"Знай своего клиента\", которые направлены на предотвращение финансовых преступлений и отмывания денег путем идентификации клиентов и проведения комплексной проверки.</p>\n<p>Компания оставляет за собой право в любое время запрашивать любые документы KYC, которые она сочтет необходимыми для определения личности и местоположения пользователя на www.Yummygame.io. Мы оставляем за собой право ограничить услуги, платежи или снятие средств до тех пор, пока личность не будет достаточным образом установлена, или по любой другой причине на наше усмотрение в рамках правовой базы.</p>\n<p>Мы применяем подход, основанный на рисках, и проводим строгие проверки комплексной проверки и постоянный мониторинг всех клиентов, пользователей и транзакций. В соответствии с правилами противодействия отмыванию денег мы используем три этапа проверок комплексной проверки в зависимости от риска, транзакции и типа клиента:</p>\n<ul>\n    <li>SDD: упрощенная комплексная проверка используется в случаях чрезвычайно низкорискованных транзакций, не достигающих установленных пороговых значений.</li>\n    <li>CDD: комплексная проверка клиента является стандартом для проверок комплексной проверки и используется в большинстве случаев для проверки и идентификации.</li>\n    <li>EDD: расширенная комплексная проверка используется для высокорискованных клиентов, крупных транзакций или особых случаев.</li>\n</ul>\n<p>Кроме того, отдельно от вышеуказанного, когда пользователь совершает совокупный общий депозит на сумму более 5000 евро или запрашивает снятие любой суммы на www.Yummygame.io или пытается или завершает транзакцию, которая считается подозрительной, он обязан пройти полный процесс KYC.</p>\n<p>В ходе этого процесса пользователь должен будет ввести основные данные о себе и затем загрузить:</p>\n<ol>\n    <li>Копию удостоверения личности с фотографией, выданного государственным органом (в некоторых случаях переднюю и заднюю стороны в зависимости от удостоверения личности)</li>\n    <li>Селфи с удостоверением личности</li>\n    <li>Банковскую выписку/счет за коммунальные услуги</li>\n</ol>\n<h2>Руководство по \"Процессу KYC\"</h2>\n<ol>\n    <li><strong>Подтверждение личности</strong>\n        <ul>\n            <li>Есть подпись.</li>\n            <li>Страна не является одной из следующих ограниченных стран: Австрия, Франция и ее территории, Германия, Нидерланды и ее территории, Испания, Союз Коморских Островов, Великобритания, США и ее территории, все страны, включенные в черный список FATF, любые другие юрисдикции, считающиеся запрещенными Анжуаньским управлением оффшорных финансов.</li>\n            <li>Полное имя совпадает с именем клиента.</li>\n            <li>Срок действия документа не истекает в течение следующих 3 месяцев.</li>\n            <li>Владелец старше 18 лет.</li>\n        </ul>\n    </li>\n    <li><strong>Подтверждение места жительства</strong>\n        <ul>\n            <li>Банковская выписка или счет за коммунальные услуги</li>\n            <li>Страна не является одной из следующих ограниченных стран: Австрия, Франция и ее территории, Германия, Нидерланды и ее территории, Испания, Союз Коморских Островов, Великобритания и ее территории, США и ее территории, все страны, включенные в черный список FATF, любые другие юрисдикции, считающиеся запрещенными Анжуаньским управлением оффшорных финансов.</li>\n            <li>Полное имя совпадает с именем клиента и совпадает с указанным в подтверждении личности.</li>\n            <li>Дата выпуска: за последние 3 месяца</li>\n        </ul>\n    </li>\n    <li><strong>Селфи с удостоверением личности</strong>\n        <ul>\n            <li>Владелец совпадает с вышеуказанным удостоверением личности.</li>\n            <li>Удостоверение личности такое же, как и в \"1\". Убедитесь, что фотография/номер удостоверения личности совпадают.</li>\n        </ul>\n    </li>\n</ol>",
  "self": "<h1>Политика самоисключения</h1>\n<p>Если вы чувствуете, что больше не можете контролировать свои азартные игры или играть безопасно, мы предлагаем вам возможность самоисключиться из ставок у нас. Чтобы начать период охлаждения, как указано ниже, посетите нашу <a href=\"link-to-account-settings\">Страницу настроек аккаунта</a>.</p>\n<h2>Политика</h2>\n<p>Для большинства людей азартные игры являются приятным досугом и развлекательной деятельностью. Но для некоторых азартные игры могут иметь негативные последствия. В результате мы разработали эту политику, чтобы сообщить о нашем подходе к ответственным азартным играм и минимизации вреда для потребителей, которые могут быть уязвимы к проблемным азартным играм.</p>\n<ol>\n    <li>Запрашивая период самоисключения, вы соглашаетесь следовать нижеприведенным условиям, которые вступят в силу с момента, когда Yummygame применит выбранный вами период самоисключения.</li>\n    <li>Вы можете самоисключиться на периоды 7 дней или 1, 3, 6, 12 месяцев. Запросы на самоисключение будут выполнены немедленно по запросу.</li>\n    <li>После того как вы самоисключились, вы не сможете получить доступ к своему аккаунту или снимать средства в течение этого периода.</li>\n    <li>Если вы исключили свой аккаунт, пока у вас есть незавершенные ставки, размещенные ставки останутся действительными и будут урегулированы в соответствии с официальными результатами.</li>\n    <li>После окончания периода самоисключения вы можете снять выигрыши от квалификационных ставок. Yummygame не отменяет и не аннулирует ставки, сделанные до вступления в силу самоисключения.</li>\n    <li>После того как вы самоисключились, вы не сможете изменить или сократить период, или отменить ваше самоисключение до тех пор, пока не истечет выбранный вами период самоисключения.</li>\n    <li>Свяжитесь с нашей службой поддержки, если вы хотите продлить период самоисключения.</li>\n    <li>После окончания выбранного вами периода самоисключения ваш аккаунт будет автоматически открыт заново.</li>\n    <li>С самоисключением вы соглашаетесь, что:\n        <ul>\n            <li>Вы не будете создавать другой аккаунт в течение этого периода.</li>\n            <li>Вы не будете вносить или пытаться внести средства на аккаунт Yummygame.</li>\n            <li>Вы не будете делать ставки на этом сайте в течение этого периода.</li>\n            <li>Это добровольный акт, инициированный вами, и Candy Factory Ltd. не несет ответственности за любые убытки, которые вы можете понести в течение периода самоисключения.</li>\n        </ul>\n    </li>\n</ol>",
  "privacy": "<h1>Политика конфиденциальности Candy Factory Ltd.</h1>\n<p>Это политика конфиденциальности компании Candy Factory Ltd. (владельца и оператора Yummygame.io). Эта политика конфиденциальности описывает, как Yummygame.io будет управлять вашими персональными данными, собранными в результате вашего членства в Yummygame.io, использования вами наших веб-сайтов, расположенных по адресу <a href=\"https://Yummygame.io\">https://Yummygame.io</a>, и любых страниц или веб-сайтов под брендом 'Yummygame', включая любые мобильные приложения, которые принадлежат и/или управляются нами, или всякий раз, когда мы иным образом взаимодействуем с вами. Мы стремимся обеспечить защиту ваших персональных данных и их использование, хранение и раскрытие в соответствии с Законом о конфиденциальности и этой политикой конфиденциальности.</p>\n<h2>Использование веб-сайта</h2>\n<p>Используя веб-сайт, вы соглашаетесь соблюдать условия этой политики конфиденциальности. Yummygame.io может периодически пересматривать политику конфиденциальности и оставляет за собой право изменять политику конфиденциальности в любое время по своему усмотрению, публикуя такие изменения на веб-сайте. Изменения вступают в силу немедленно после их публикации на веб-сайте.</p>\n<h2>Персональные данные</h2>\n<p>Типы персональных данных, которые Yummygame.io может собирать у вас, включают:</p>\n<ul>\n    <li>Имя</li>\n    <li>Адрес электронной почты</li>\n    <li>Лично предоставленные предпочтения</li>\n    <li>Дата рождения</li>\n    <li>Гражданство</li>\n    <li>Физический адрес</li>\n    <li>Идентификационный номер</li>\n    <li>Удостоверение личности, выданное государством</li>\n    <li>Данные о местоположении</li>\n    <li>Информация о устройстве</li>\n    <li>IP-адрес</li>\n</ul>\n<p>Эта информация может быть собрана с помощью таких методов, как ввод данных при регистрации учетной записи и общение с клиентами.</p>\n<h2>Цели сбора</h2>\n<p>Yummygame.io будет собирать ваши персональные данные только законными и справедливыми средствами, а не навязчивым способом, для ведения своего бизнеса в качестве лицензированного онлайн-букмекера, для целей, включая:</p>\n<h2>Прямой маркетинг и отказ от него</h2>\n<p>Время от времени Yummygame.io может использовать ваши персональные данные, чтобы информировать вас о наших продуктах или услугах, или о рекламных акциях, которые могут быть вам интересны или полезны. Если вы больше не хотите получать маркетинговые или рекламные материалы от Yummygame.io в любой форме, вы можете в любое время связаться с нами по электронной почте <a href=\"mailto:support@Yummygame.io\">support@Yummygame.io</a>.</p>\n<h2>Управление вашими персональными данными</h2>\n<p>Yummygame.io предпримет все разумные меры, чтобы обеспечить точность собираемых, используемых или раскрываемых персональных данных и их хранение в безопасной среде, доступной только для уполномоченных лиц.</p>\n<h2>Безопасность персональных данных</h2>\n<p>Хотя ни одна передача данных через Интернет не является полностью безопасной, Yummygame.io предпримет разумные меры для защиты ваших персональных данных от неправомерного использования, потери, несанкционированного доступа, изменения и раскрытия, включая использование систем и баз данных, защищенных паролем, и технологии SSL.</p>\n<h2>Доступ к персональным данным</h2>\n<p>Вы можете получить доступ к собранным Yummygame.io персональным данным, перейдя по ссылке \"Настройки\" на веб-сайте или связавшись с нами по электронной почте <a href=\"mailto:support@Yummygame.io\">support@Yummygame.io</a>.</p>\n<h2>Удаление персональных данных</h2>\n<p>Вы можете запросить удаление ваших персональных данных, если у Yummygame.io больше нет законных оснований для их обработки или хранения.</p>\n<h2>Контактная информация</h2>\n<p>По вопросам, связанным с обработкой ваших персональных данных, запросами на доступ, исправлениями или жалобами, пожалуйста, свяжитесь с нами по электронной почте <a href=\"mailto:support@Yummygame.io\">support@Yummygame.io</a> или с помощью функции чата службы поддержки на сайте.</p>\n<h2>Международные передачи данных</h2>\n<p>Yummygame.io может передавать, обрабатывать и хранить информацию по всему миру, включая страны с другими законами о защите данных.</p>\n<h2>Правовые основания для обработки</h2>\n<p>Yummygame.io обрабатывает ваши персональные данные на основании выполнения контракта, законного интереса, согласия и соблюдения юридических обязательств в соответствии с Общим регламентом по защите данных ЕС.</p>\n<h2>Cookies</h2>\n<p>Cookies — это небольшие текстовые файлы, которые сохраняются на вашем компьютере или устройстве при посещении определенных страниц веб-сайта и фиксируют ваши предпочтения. Мы используем cookies для отслеживания вашего использования веб-сайта и услуг. Мы также можем использовать cookies для мониторинга трафика на веб-сайте и услугах и упрощения/улучшения их использования.\nИнформация, связанная с cookies, может быть получена от третьих сторон (например, финансовых учреждений, агентств по проверке идентификационных данных, кредитных поставщиков, кредитных справочных агентств), чтобы мы могли соблюдать юридические требования к игорному бизнесу (например, для идентификации вас, предотвращения отмывания денег, мошенничества и финансирования терроризма).\nВсе эти третьи стороны были тщательно проверены в рамках наших мер информационной безопасности и в соответствии с требованиями нашей лицензии на удаленные азартные игры.\nВы можете узнать больше о cookies, посетив <a href=\"https://allaboutcookies.org/\" target=\"_blank\">www.allaboutcookies.org</a></p>\n<h2>Надзорный орган</h2>\n<p>Если вы находитесь в Европейской экономической зоне, вы имеете право подать жалобу в надзорный орган, если считаете, что наша обработка ваших персональных данных нарушает применимое законодательство.</p>\n<h2>Обновления этой политики конфиденциальности</h2>\n<p>Yummygame.io будет регулярно пересматривать и обновлять эту политику конфиденциальности по мере необходимости, а изменения будут публиковаться на веб-сайте.</p>",
  "bonus": "<h3>Эта бонусная политика является неотъемлемой частью <a href=\"https://www.yummygame.io/en/policies/terms\">Условий использования</a>, и, принимая <a href=\"https://www.yummygame.io/en/policies/terms\">Условия использования</a>, вы признаете следующее:</h3>\n<ол>\n    <li>Вы прочитали эту политику бонусов и</li>\n    <li>Вы принимаете Условия использования и настоящую политику бонусов.</li>\n<br></ол>\n<h3>Пожалуйста, внимательно прочтите эту политику бонусов («политику») перед использованием Yummygame.io.</h3>\n<h2>Общие условия получения бонусов</h2>\n<ол>\n    <li><a href=\"http://yummygame.io/\">Yummygame.io</a> может иногда предоставлять игрокам бонусные средства или бонусные вращения.</li>\n    <li>Все предложения для клиентов ограничены одним предложением на человека, семью, домашний адрес, адрес электронной почты, номер телефона, один и тот же номер платежного счета (например, дебетовая или кредитная карта, NETeller и т. д.), IP-адрес и общий компьютер (например, публичная библиотека или рабочее место).</li>\n    <li>Казино оставляет за собой право удержать или конфисковать выигрыши у игроков.</li>\n    <li>Создание нескольких учетных записей для получения бонусов запрещено и может привести к конфискации средств.</li>\n    <li>При подозрении на злоупотребление бонусами казино может конфисковать бонусы или удержать выигрыш.</li>\n    <li>Участие в таких действиях, как постоянное включение автоматических ставок в течение более 72 часов, размещение ставок с помощью неавторизованных программ или аналогичные действия, может привести к конфискации казино бонусов или удержанию выигрышей.</li>\n    <li>Злоупотребление бонусами может привести к закрытию аккаунта.</li>\n    <li>Бонусные средства добавляются на баланс игрока. При использовании бонусов первоначальный депозит считается частью общей суммы бонуса, и применяются все соответствующие условия.</li>\n    <li>Бонус будет автоматически отменен, если активный баланс достигнет 0,1 доллара США.</li>\n    <li>Играя в казино и выигрывая сумму, которую руководство казино считает рекламной, вы соглашаетесь участвовать в таких мероприятиях.</li>\n    <li>Казино защищает все персональные данные, но оставляет за собой право использовать первую букву имени игрока в объявлениях, на сайте или в лобби для объявления результатов акции.</li>\n    <li>Мы оставляем за собой право отклонить бонусы, если имеет место мошенничество с азартными играми (с использованием читов), уязвимости или ошибки программного обеспечения, а также использование ботов или других автоматических игровых устройств/программного обеспечения, которые искажают нормальный игровой процесс.</li>\n    <li>Все мошеннические действия считаются злоупотреблением бонусами.</li>\n    <li>Основным языком этих правил является английский. Переводы на другие языки предоставляются как услуга и выполняются добросовестно. В случае расхождений между английской версией и переводами английская версия имеет преимущественную силу над всеми переводами.</li>\n<br></ол>\n<h2>Изменения и доступность</h2>\n<ол>\n    <li>Казино оставляет за собой право изменять данную бонусную политику в любое время без предварительного уведомления. Такие изменения будут опубликованы в данной политике или других разделах сайта. Игроки несут ответственность за регулярный просмотр обновлений. Если вы не принимаете изменения, вы можете закрыть свою учетную запись в любое время; однако казино не возмещает существующие платежи.</li>\n    <li>Игроки, участвующие в играх казино или использующие бонусы, считаются согласными с этими изменениями в бонусной политике.</li>\n    <li>Всем игрокам рекомендуется часто посещать эту страницу, чтобы проверять наличие изменений. Продолжая пользоваться услугами казино, вы соглашаетесь принять и соблюдать все обновления и изменения настоящей политики.</li>\n    <li>Обновления бонусной политики, наличие новых бонусов или информацию об индивидуально предоставляемых бонусах можно найти в вашем профиле на сайте.</li>\n    <li>Если есть проблемы с безопасностью или опасения по поводу злоупотребления бонусами, казино оставляет за собой право досрочно прекратить все акции, бонусы или специальные предложения.</li>\n    <li>Казино также оставляет за собой право аннулировать бонусы или выигрыши, полученные нечестным путем, и отклонять запросы на снятие средств, если бонусные предложения будут сочтены злоупотреблением.</li>\n<br></ол>\n<h2>Бонусные средства</h2>\n<ол>\n    <li>Бонусы являются частью баланса конкретной валюты с учетом условий конкретного бонуса и различных ограничений.</li>\n    <li>Чтобы разблокировать бонусные средства, необходимо выполнить требования по отыгрышу, предъявляемые к каждому бонусу. В зависимости от предоставленного бонуса выигрыши, связанные с бонусом, или депозиты, связанные с бонусом, могут быть сняты только после соблюдения этих ограничений по ставкам.</li>\n    <li>В зависимости от характера бонуса бонусные средства могут быть добавлены на счет до или после выполнения требований прохождения.</li>\n    <li>Выигрыши, полученные от бонусов, которые не были успешно сняты в течение 45 дней с момента первого запроса на вывод средств, будут аннулированы.</li>\n    <li>Бонусы являются частью ограниченного баланса и могут быть сняты только после выполнения требований по отыгрышу.</li>\n    <li>Автоматически начисляемые бонусы не подлежат отыгрыванию и должны немедленно обратиться в службу поддержки.</li>\n    <li>Чтобы вывести бонусные средства или связанные с ними выигрыши, необходимо выполнить требования по отыгрышу.</li>\n    <li>Покупка бонусных раундов в игровых автоматах будет учитываться при отыгрыше.</li>\n<br></ол>\n<h2>Требования к ставкам</h2>\n<ол>\n    <li>Требования к отыгрышу указывают, сколько раз данный бонус необходимо отыграть, прежде чем он станет частью остатка денежных средств («требования к отыгрышу»). Вся прибыль, полученная от этого бонуса, будет оставаться в ожидании до тех пор, пока не будут выполнены требования по отыгрышу, и ее нельзя будет вывести. Если вы потеряете бонус, все бонусные средства, связанные с бонусом (т. е. прибыль – выигрыши, связанные с бонусом), также будут удалены.</li>\n    <li>Каждая игра имеет свой процент ставок: оригинальные игры, баккара = 0%; живое казино, видеопокер, настольные игры и другие игры = 5%; слоты, видеослоты, скретч-карты = 100%.</li>\n    <li>Когда вы снимаете свой бонус, ваш выигрыш будет вычтен из процента вашего вклада при ролловере. Например, если ставка взноса в оригинальных играх равна 0 %, выигрыши из исходной игры (выигрыш – ставка) будут сняты.</li>\n    <li>Если иное не указано в условиях конкретного бонуса, требования по отыгрышу бонусов по умолчанию составляют 40-кратную сумму полученного бонуса. Любая прибыль, полученная от бонусных вращений, считается бонусными средствами и должна быть отыграна в соответствии с требованиями по отыгрышу, предусмотренными для конкретного бонуса.</li>\n    <li>Бонусы необходимо отыграть в течение 7 дней с момента активации. Невыполнение ставок в течение этого периода приведет к аннулированию суммы бонуса (включая первоначальный депозит) и потенциальных выигрышей.</li>\n    <li>При активных бонусах максимальная сумма ставки зависит от VIP-уровня игрока.</li>\n    <li>Бонусы казино нельзя вывести до тех пор, пока не будут выполнены все условия для конкретного бонуса.</li>\n    <li>Если считается, что игроки используют стратегии ставок с минимальным или безрисковым риском для возврата бонусов, бонус, первоначальная сумма депозита и вся последующая прибыль могут быть удалены. Только игра на реальные деньги отвечает требованиям по отыгрышу бонуса. Игры HON не участвуют в ставках.</li>\n    <li>Запрещается откладывать любые игровые раунды (включая бесплатные вращения и бонусные функции) до тех пор, пока не перестанут действовать требования по ставкам, или вносить новые депозиты, пока в игре остаются бесплатные вращения или бонусные функции. При этом игроки соглашаются аннулировать прибыль, связанную с бонусом.</li>\n    <li>Если бонус уже активирован, игроки не могут запросить вывод суммы депозита до тех пор, пока не будут выполнены требования по отыгрышу бонуса.</li>\n    <li>Бонусные средства и выигрыши аннулируются по истечении срока действия бонуса.</li>\n    <li>Одновременно каждый игрок может получить и активировать только один бонус.</li>\n    <li>Все выплаты подлежат внутреннему аудиту. Казино оставляет за собой все права аннулировать бонусы или выигрыши в случае неудачных проверок. Игроки дают на это предварительное согласие.</li>\n    <li>Если прибыль зачисляется на ваш счет из-за технических ошибок, человеческих ошибок или других причин, не связанных с вами, сумма остается собственностью казино и будет списана с вашего счета.</li>\n    <li>Если вы снимете средства, которые вам не принадлежат, до того, как казино признает ошибку, ошибочно выплаченная сумма будет считаться вашим долгом перед казино без ущерба для других средств правовой защиты и действий. В случае неправомерного кредита вы должны немедленно уведомить казино по электронной почте.</li>\n    <li>Бонусные раунды и бесплатные вращения не дают права на получение бонусов за джекпот в соответствии с правилами поставщика программного обеспечения казино. Бонусы за джекпот можно получить только в реальных раундах.</li>\n    <li>Казино оставляет за собой право проверить выигрыш джекпота, превышающий 200 000 долларов США, обработанный на вашем счету.</li>\n    <li>Использование бонусных средств исключительно для продвижения бонусных этапов запрещено. Например, если бонусные или денежные средства используются исключительно для прохождения этапов (например, сбор 9 из 10 монет для доступа к бонусной функции), а заключительный этап (например, сбор последней монеты для участия в бонусной функции) завершается денежными ставками, а бонусные средства конфискованы, потеряны или конвертированы в наличные, вся прибыль, полученная за это время, может быть аннулирована.</li>\n    <li>Активация нового бонуса приведет к удалению ранее активированных бонусов.</li>\n<br></ол>\n\n<h2>Бонусная система YummyGame</h2>\nПолитика 4-уровневого депозитного бонуса\n1. Максимальный лимит ставок: 5% от суммы депозита.\n2. Ограничение повышения VIP-уровня: получение бонуса на депозит предотвращает повышение VIP-уровня; Повышение VIP-уровня возможно после завершения переноса или конфискации.\n3. Вклад в ролловер по играм: подробности см. в политике бонусов.\n4. Никаких одновременных рекламных акций: бонус на депозит не может использоваться вместе с другими рекламными акциями.\n5. Сброс перезарядки: если заявлены все четыре уровня бонуса на депозит, время восстановления сбрасывается через месяц после первого депозита, что позволяет снова запросить бонус с уровня 1.\n6. Конфискация и удержание бонуса. Игроки могут отказаться от бонуса на полпути, чтобы принять участие в другой акции, при этом уровень аннулированного бонуса остается неизменным.\n7. Беспрепятственное развитие бонусов: после завершения очередной акции игроки могут возобновить свой предыдущий уровень бонусов на депозит.\n8. Право на следующий уровень: Бонус следующего уровня можно запросить при выполнении требований по ролловеру или при отказе от текущего ролловера.\nБонусные преимущества на основе уровней\n1. Уровень 1\n        Выгода: Бонус 50% от суммы депозита.\n        Требования:\n                Ролловер: x20 (Депозит + Бонус)\n                Минимальный депозит: 10 долларов США.\n                Максимальный депозит: 1000 долларов США.\n2. Уровень 2\n        Выгода: бонус 10% от суммы депозита.\n        Требования:\n                Ролловер: x20 (Депозит + Бонус)\n                Минимальный депозит: 10 долларов США.\n                Максимальный депозит: 1000 долларов США.\n3. Уровень 3\n        Выгода: бонус 20% от суммы депозита.\n        Требования:\n                Ролловер: x20 (Депозит + Бонус)\n                Минимальный депозит: 10 долларов США.\n                Максимальный депозит: 2000 долларов США.\n4. Уровень 4\n        Выгода: 30% бонус на сумму депозита.\n        Требования:\n                Ролловер: x20 (Депозит + Бонус)\n                Минимальный депозит: 10 долларов США.\n                Максимальный депозит: 3000 долларов США.\n<h2>Система VIP-бонусов YummyGame</h2>\n<h3>А. Бонус за повышение уровня</h3>\n<ол>\n    <li>Праздничный бонус начисляется при повышении уровня пользователя.</li>\n    <li>Доступно начиная с железного уровня.</li>\n    <li>JEL, вручаемый в качестве поздравительного бонуса, представляет собой специальную игровую валюту, эквивалентную доллару США, предназначенную для использования в собственных играх и слотах YummyGame.</li>\n    <li>JEL предоставляется как JEL, на который можно претендовать, и получатели могут конвертировать его в JEL типа актива.</li>\n<br></ол>\n<h3>Б. Бонус за повышение уровня</h3>\n<ол>\n    <li>Праздничный бонус начисляется при повышении уровня пользователя.</li>\n    <li>Доступно начиная с Бронзового уровня.</li>\n    <li>JEL, вручаемый в качестве поздравительного бонуса, представляет собой специальную игровую валюту, эквивалентную доллару США, предназначенную для использования в собственных играх и слотах YummyGame.</li>\n    <li>JEL предоставляется как JEL, на который можно претендовать, и получатели могут конвертировать его в JEL типа актива.</li>\n<br></ол>\n<h3>С. Рейкбек-бонус (JEL Rakeback)</h3>\n<ол>\n    <li>Рейкбек-бонус начисляется на основе ставок пользователя.</li>\n    <li>Доступно сразу после регистрации и по цене от 5 долларов США.</li>\n    <li>Базовая ставка рейкбека следующая: ставка * 1% * 10%.</li>\n<br></ол>\n<h3>Д. Подсластитель</h3>\n<ол>\n    <li>Бонус подсластителя доступен, начиная с серебряного уровня.</li>\n    <li>Минимальная сумма ставки: 1000 долларов США.</li>\n    <li>Сыграйте на сумму более 1000 долларов США в течение семи дней, чтобы активировать бонус Sweetener.</li>\n    <li>В рамках бонуса подсластителя существует пять уровней (сахар, джем, сироп, карамель, шоколад), а повышение уровня доступно в зависимости от суммы ставки.</li>\n    <li>Во время активации бонуса подсластителя к любому уровню подсластителя автоматически применяется более высокая ставка.</li>\n    <li>Кэшбэк не предоставляется, если не соблюдены минимальные требования к ставкам.</li>\n<br></ол>\n<h3>Э. Бонус удачного вращения</h3>\n<ол>\n    <li>Бонус Lucky Spin доступен, начиная с бронзового уровня.</li>\n    <li>Сбрасывается ежедневно в 00:00 (UTC+0).</li>\n    <li>Счастливые вращения делятся на VIP-спины и ежедневные вращения.</li>\n    <li>VIP-спины присуждаются по одному вращению за каждое повышение уровня.</li>\n    <li>Ежедневные вращения предоставляются один раз в день со следующей информацией:</li>\n    <li>Одно ежедневное вращение предоставляется за каждую восьмую суммы ставки в долларах на уровне.</li>\n    <li>Ежедневные вращения не предоставляются, если не соблюдены требования к минимальным ставкам.</li>\n    <li>В день предоставляется только одно ежедневное вращение.</li>\n    <li>Если уровень VIP повышается во время ежедневного вращения, требующего более высокой суммы ставки, ежедневное вращение текущего дня продолжится с прежними требованиями без изменений.</li>\n    <li>Например, если во время игры уровень VIP меняется с VIP 14 (Бронзовый 4), требующий 2050 долларов США, на VIP 15 (Бронзовый 5), требующий 500 долларов США, текущая сумма ставки и требования остаются неизменными.</li>\n<br></ол>\n<h3>Ф. Еженедельный кэшбэк-бонус</h3>\n<ол>\n    <li>Еженедельный кэшбэк-бонус доступен, начиная с уровня Silver.</li>\n    <li>Минимальная еженедельная ставка: 1000 долларов США.</li>\n    <li>Кэшбэк не предоставляется, если не соблюдены минимальные требования к ставкам.</li>\n    <li>Сбрасывается еженедельно в 00:00 (UTC+0) каждую субботу.</li>\n    <li>На основе рассчитанной суммы до 23:59 (UTC+0) каждую пятницу.</li>\n    <li>Бонус предыдущей недели начисляется каждую субботу в 00:00 (UTC+0).</li>\n<br></ол>\n<h3>Г. Ежемесячный кэшбэк-бонус</h3>\n<ол>\n    <li>Ежемесячный кэшбэк-бонус доступен, начиная с золотого уровня.</li>\n    <li>Минимальный размер ежемесячной ставки: 10 000 долларов США.</li>\n    <li>Кэшбэк не предоставляется, если не соблюдены минимальные требования к ставкам.</li>\n    <li>Сбрасывается ежемесячно в 00:00 (UTC+0) 1-го числа каждого месяца.</li>\n    <li>На основе рассчитанной суммы до 23:59 (UTC+0) последнего дня каждого месяца.</li>\n    <li>Бонус за предыдущий месяц начисляется в 00:00 (UTC+0) 1-го числа каждого месяца.</li>\n<br></ол>\n<h3>Х. Вывод средств без комиссии</h3>\n<ол>\n    <li>Вывод средств без комиссии доступен, начиная с уровня Platinum.</li>\n    <li>Активируется один раз в день и сбрасывается каждый день в 00:00 (UTC+0).</li>\n<br></ол>\n\n<h2>Ограниченное по времени событие YummyGame</h2>\n<h3>До 31 марта 2024 г.</h3>\n<h3>Общая информация</h3>\n<ол>\n    <li>Прогресс уровня VIP при использовании бонусов ограничен.</li>\n    <li>События применимы только к играм казино и не включают ставки на спорт.</li>\n</ол>\n<h3>А. Новогоднее повышение 300% бонуса на депозит</h3>\n<ол>\n  <li>При внесении депозита с использованием промокода будет предложен дополнительный бонус в размере 300%.</li>\n  <li>Ограничено 1 раз на пользователя.</li>\n  <li>Максимальная сумма ставки составляет 5% от суммы депозита.</li>\n  <li>При использовании бонуса применяется требование 30-кратного переноса (депозит + бонус).</li>\n  <li>Минимальная сумма депозита – 5 долларов США.</li>\n  <li>Максимальная сумма депозита — 1000 долларов США.</li>\n  <li>При использовании бонуса на депозит невозможно получить опыт или бонусы VIP-уровня.</li>\n  <li>Когда вы получаете бонус на депозит, вы не можете снять сумму, более чем в 10 раз превышающую сумму вашего депозита.\n</li>\n</ол>\n\n<h3>Б. Событие Lucky-Seven с бонусом на депозит 40%</h3>\n<ол>\n  <li>При внесении депозита с использованием промокода будет предложен дополнительный бонус в размере 40%.</li>\n  <li>Ограничено 1 раз на пользователя.</li>\n  <li>Максимальная сумма ставки составляет 5% от суммы депозита.</li>\n  <li>При использовании бонуса применяется требование 7-кратного переноса (депозит + бонус).</li>\n  <li>Минимальная сумма депозита – 5 долларов США.</li>\n  <li>Максимальная сумма депозита – 100 долларов США.</li>\n  <li>При использовании бонуса на депозит невозможно получить опыт или бонусы VIP-уровня.</li>\n  <li>Когда вы получаете бонус на депозит, вы не можете снять сумму, более чем в 10 раз превышающую сумму вашего депозита.\n</li>\n</ол>\n\n<h3>С. Кэшбэк-событие для всех</h3>\n<ол>\n  <li>Требования к минимальному VIP-уровню для еженедельного и ежемесячного кэшбэка снижены до Iron 1.</li>\n  <li>Дата платежа остается такой же, как существующие еженедельные и ежемесячные даты возврата денег.</li>\n</ол>\n\n<h3>Д. Событие «Бонус окупаемости 20%»</h3>\n<ол>\n  <li>20 % еженедельного чистого убытка возмещается в качестве бонуса окупаемости.</li>\n  <li>Минимальная сумма еженедельного депозита для этого мероприятия составляет не менее 100 долларов США.</li>\n  <li>Минимальная еженедельная сумма ставок на это событие составляет не менее 2000 долларов США.</li>\n  <li>Максимальная сумма возврата — 200 долларов США.</li>\n  <li>Даты расчета и выплаты совпадают с датами еженедельного кэшбэка.</li>\n</ол>\n\n<h3>Э. (Для участников SNS Quest) Бездепозитный бонус 10 USDT</h3>\n<ол>\n  <li>Для вывода средств применяется требование 100-кратного переноса средств.</li>\n  <li>В выводе средств может быть отказано, если несколько учетных записей используются для многократного получения бездепозитного бонуса.</li>\n  <li>Те, кто уже получил этот бонус, не могут претендовать на него снова.</li>\n</ол>",
  "betting": "<article id=\"ba3dd2ac-77fd-4f5d-9891-f21e0c359429\" class=\"page sans\">\n  <header>\n    <h1 class=\"page-title\">\n      <strong>Условия Ставок и Выплаты Выигрышей</strong>\n    </h1>\n    <p class=\"page-description\"></p>\n  </header>\n  <div class=\"page-body\">\n    <p id=\"862bd876-ec5f-41ba-9312-be283d56fe6f\" class=\"\"></p>\n    <p id=\"5d1cb983-d2b3-4c1e-855c-84c02c3d735f\" class=\"\">[Последнее обновление_2024.02.08]</p>\n    <p id=\"d113f191-8ad7-4051-ab36-0472c6261086\" class=\"\"></p>\n    <p id=\"f6811bc1-46c0-4179-91f8-14afbafd3362\" class=\"\">Эти Условия Ставок и Выплаты Выигрышей являются неотъемлемой частью Условий предоставления услуг Yummygame. Соглашаясь с Условиями предоставления услуг, вы признаете и соглашаетесь с следующим:</p>\n    <p id=\"fbfb83e5-ec2e-4a95-9812-05f95755e261\" class=\"\">(1) Вы признаете, что прочитали эти Условия ставок и выплат. <br>(2) Вы полностью принимаете как Условия предоставления услуг, так и эти Условия ставок и выплат. <br>\n    </p>\n    <p id=\"3380aacb-9627-4391-8d49-7febaf7555a0\" class=\"\">Поэтому перед использованием Yummygame мы настоятельно рекомендуем вам внимательно прочитать эти Условия ставок и выплат.</p>\n    <h3 id=\"f766c80e-f7ef-4409-87ed-155e3fbb78ce\" class=\"\">Общие условия</h3>\n    <ol type=\"1\" id=\"f5f6d22b-6a91-425e-8509-bb5d7e8ee44a\" class=\"numbered-list\" start=\"1\">\n      <li>Все суммы, поставленные на платформе, подлежат определенным требованиям к ставкам.</li>\n    </ol>\n    <ol type=\"1\" id=\"648da13f-32cb-4e5e-85c6-5753677d9d81\" class=\"numbered-list\" start=\"2\">\n      <li>Пользователи должны соблюдать минимальные и максимальные пределы ставок, указанные в требованиях к ставкам для каждой игры или события.</li>\n    </ol>\n    <ol type=\"1\" id=\"ca62609a-5a3b-4329-8bc3-e6b4372ea63a\" class=\"numbered-list\" start=\"3\">\n      <li>Требования к ставкам могут варьироваться в зависимости от характера игры, типа ставки и события.</li>\n    </ol>\n    <ol type=\"1\" id=\"5c7c351e-277e-48ce-8a85-9df3f1a266b1\" class=\"numbered-list\" start=\"4\">\n      <li>Пользователи несут ответственность за то, чтобы их ставки соответствовали правилам и нормативам платформы.</li>\n    </ol>\n    <ol type=\"1\" id=\"ec12b484-464f-4052-ab13-ac70e548943f\" class=\"numbered-list\" start=\"5\">\n      <li>Участвуя в играх на Yummygame, вы соглашаетесь на участие в рекламных мероприятиях, организованных Yummygame, где руководство Yummygame сочтет это уместным.</li>\n    </ol>\n    <ol type=\"1\" id=\"94da7417-a0ec-4ae9-abfc-a855b8696509\" class=\"numbered-list\" start=\"6\">\n      <li>Yummygame защищает все личные данные, доверенные нам. Однако мы оставляем за собой право использовать имя игрока и первую букву фамилии для рекламных объявлений или целей в лобби.</li>\n    </ol>\n    <ol type=\"1\" id=\"85af7486-335a-4544-8450-d539fe2caba1\" class=\"numbered-list\" start=\"7\">\n      <li>Yummygame оставляет за собой право отказать в выплате выигрышей и конфисковать выигрыши, полученные игроками, которые используют дефекты, уязвимости или ошибки в нашем программном обеспечении, или используют любое другое устройство или программное обеспечение (обычно называемое мошенничеством), чтобы получить нечестное преимущество или повлиять на нормальный игровой процесс.</li>\n    </ol>\n    <ol type=\"1\" id=\"354471c3-52a7-4bb5-8c9a-03fb23968cee\" class=\"numbered-list\" start=\"8\">\n      <li>Любые случаи, обнаруженные нашей системой предотвращения мошенничества, будут считаться мошенническим использованием.</li>\n    </ol>\n    <ol type=\"1\" id=\"c5816bbc-2c62-4082-aecf-65b941164072\" class=\"numbered-list\" start=\"9\">\n      <li>Основным языком этих правил является английский. Переводы на другие языки предоставляются как услуга и сделаны добросовестно. Однако в случае любых расхождений между английской версией и переводами, приоритет отдается английской версии.</li>\n    </ol>\n    <h3 id=\"cd54d69f-7370-4cdf-b9b3-df27ca5e27b3\" class=\"\">Изменение и доступность условий</h3>\n    <ol type=\"1\" id=\"89b64075-a8ef-47ad-b196-932330d3bf66\" class=\"numbered-list\" start=\"1\">\n      <li>Казино оставляет за собой право по своему усмотрению изменять или изменять эти условия в любое время без предварительного уведомления. Такие изменения будут опубликованы в этих условиях или в другом месте на сайте. Игрок несет ответственность за регулярное ознакомление с обновлениями. Если вы не желаете принимать такие изменения, вы можете в любое время отменить свой аккаунт.</li>\n    </ol>\n    <ol type=\"1\" id=\"c9c916a0-6c2f-4797-9e28-a9e3ebe93dfc\" class=\"numbered-list\" start=\"2\">\n      <li>Продолжая участвовать в играх, предоставляемых этим казино, вы будете считаться принявшими изменения, внесенные в эти условия бонусов.</li>\n    </ol>\n    <ol type=\"1\" id=\"4f9480d1-7732-4f4c-b145-6830f1598a5f\" class=\"numbered-list\" start=\"3\">\n      <li>Рекомендуется всем игрокам регулярно посещать эту страницу для проверки изменений. Используя Yummygame, вы полностью понимаете и соглашаетесь соблюдать любые изменения этих условий и любые другие условия, которые может изменить казино.</li>\n    </ol>\n    <ol type=\"1\" id=\"631a155f-a3c9-4ff3-804e-6b679f854bb3\" class=\"numbered-list\" start=\"4\">\n      <li>Обратите внимание, что любые случаи, обнаруженные нашей системой предотвращения мошенничества, будут считаться мошенническим использованием.</li>\n    </ol>\n    <h3 id=\"5df3ab35-de81-4659-bc0f-e8ba071fe432\" class=\"\">Выплата и корректировка выигрышей</h3>\n    <ol type=\"1\" id=\"28d93b1f-d4a9-40a9-8fc7-3d5bd34f2904\" class=\"numbered-list\" start=\"1\">\n      <li>После подтверждения результатов ставок выигрыши будут автоматически зачислены на аккаунт пользователя для обеспечения точной выплаты.</li>\n    </ol>\n    <ol type=\"1\" id=\"dec82ece-129e-4f0a-a563-7e7846adb097\" class=\"numbered-list\" start=\"2\">\n      <li>В случае ошибок или несоответствий при расчете выигрышей мы оставляем за собой право корректировать сумму выигрышей, чтобы отразить правильную сумму.</li>\n    </ol>\n    <ol type=\"1\" id=\"465049b7-0672-49c5-a045-46cbc2e64759\" class=\"numbered-list\" start=\"3\">\n      <li>Пользователи будут уведомлены о причинах и процедурах корректировки выигрышей.</li>\n    </ol>\n    <h3 id=\"7922df7e-3cda-4027-a7fa-ad539c25f23e\" class=\"\">Условия максимальных выигрышей</h3>\n    <ol type=\"1\" id=\"9\n\nbc37493-f17e-4d67-94c3-66813c29aa46\" class=\"numbered-list\" start=\"1\">\n      <li>Максимальная сумма выигрыша для каждой ставки определяется конкретной игрой или событием.</li>\n    </ol>\n    <ol type=\"1\" id=\"78c084b2-ba91-4132-b306-d26e1db97ac4\" class=\"numbered-list\" start=\"2\">\n      <li>Если выигрыши от ставки превышают максимальный выигрыш, система автоматически урегулирует их до максимального выигрыша.</li>\n    </ol>\n    <ol type=\"1\" id=\"3a6f35f0-d89b-4f56-a7f4-38459e3fee2e\" class=\"numbered-list\" start=\"3\">\n      <li>Лимит максимальных выигрышей указан в правилах игры, и пользователи несут ответственность за его проверку.</li>\n    </ol>\n    <ol type=\"1\" id=\"6e7471b5-02e3-4171-bf9a-6c82d9941493\" class=\"numbered-list\" start=\"4\">\n      <li>Для игр, которые не являются собственностью Yummygame, политика максимальных выигрышей может варьироваться в зависимости от поставщика игры.</li>\n    </ol>\n<ol type=\"1\" class=\"numbered-list\" start=\"5\">\n    <li> Еженедельный лимит на снятие средств составляет 4 раза, а максимальный месячный лимит на снятие средств составляет 10 раз. </li>\n</ol>\n  </div>\n</article>",
  "crash_text_1": "<p>Crash — это многопользовательская игра, в которой игроки предсказывают точку взрыва ракеты.</p>\n<p>Чтобы обеспечить справедливость и беспристрастность, мы предварительно генерируем и шифруем 10 миллионов значений сида. Эти сиды используются в обратном порядке для определения результатов игры.</p>\n<p>После завершения каждого раунда раскрывается сид, использованный для этого результата. Кроме того, каждый результат игры хэшируется с будущими результатами игр, что делает невозможным предсказание или манипулирование результатами будущих раундов.</p>\n<h3>Алгоритм генерации результатов игры:</h3>\n<ul>\n  <li>Хэшируйте зашифрованное случайное число и хэш блока биткойнов, чтобы получить значение сида, которое затем делится на 10^13 и преобразуется в шестнадцатеричное значение.</li>\n  <li>Разделите результат на 2^52, чтобы получить случайное число в диапазоне от 0 до 1.</li>\n  <li>Отрегулируйте случайное число, применяя 1% преимущество казино, и сгенерируйте исходные данные с множителями.</li>\n  <li>Разделите исходные данные на 100, чтобы создать фактический множитель, используемый в результате игры. (Если исходные данные меньше 100, множитель фиксируется на уровне 1.)</li>\n</ul>\n<p>Чтобы проверить результат игры, вы можете посмотреть на Bitcoin форуме, доступном <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">здесь</a>.</p>",
  "crash_code_1": "const seed = '...';\nconst bitCoinBlockHash = '...';\nlet saltSeed = keccak256(toUtf8Bytes(seed + bitCoinBlockHash)).slice(2);\nconst nBits = 52;\nsaltSeed = saltSeed.slice(0, nBits / 4);\nconst r = parseInt(saltSeed, 16);\n  \nlet X = r / Math.pow(2, nBits);\nX = parseFloat(X.toPrecision(9));\nX = Math.floor(99 / (1 - X)); // house edge 1%\nconst successMultiply = Math.max(1, X / 100);",
  "crash_text_2": "<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального сидирования:</strong> Мы гарантируем случайность, генерируя начальное сидирование (Genesis) с использованием источника /dev/urandom Linux, который основан на криптографически безопасном генераторе псевдослучайных чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного PRNG в общественном достоянии:</strong> Мы преобразуем начальное сидирование в сидирование, используя алгоритм хеширования keccak256 стандарта SHA-3.</li>\n  <li><strong>Безопасное хранение значений сидирования:</strong> Мы предварительно генерируем 10 миллионов сидов и шифруем их с использованием алгоритма AES, храня их в независимой базе данных.</li>\n  <li><strong>Обеспечение справедливости с использованием значений соли:</strong> Мы заранее назначаем значение соли, которое является хеш-значением блока Bitcoin, который еще не произошел, чтобы обеспечить справедливую генерацию случайных чисел RNG.</li>\n  <li><strong>Предоставление игры с проверяемой справедливостью:</strong> Чтобы облегчить проверку справедливости, мы заранее раскрываем 10-миллионное сидирование.</li>\n</ul>\n<h3>Этап создания сидирования</h3>\n<p>Случайное число для создания сидирования генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes — это функция, основанная на RAND_bytes от OpenSSL, а RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Это случайное число преобразуется в шестнадцатеричный формат.</p>\n<p>Это случайное число хешируется с использованием алгоритма keccak256 для создания первого сидирования.</p>\n<p>Первое сидирование из 'шага 3' снова хешируется с использованием алгоритма keccak256 для создания второго сидирования.</p>\n<p>Шаги 3-4 повторяются всего 10 миллионов раз, создавая 10 миллионов сидов.</p>\n<p>Все эти сиды надежно хранятся с использованием шифрования AES.</p>\n<p>Генерировать случайное число со значением в диапазоне 2^52.</p>\n<h3>Этап раскрытия</h3>\n<p>10-миллионное созданное сидирование сначала раскрывается игровой платформе и сообществу. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Проверьте статью</a></p>\n<p>После раскрытия сидирования хеш-значение n-го блока Bitcoin, который еще не создан в блокчейне Bitcoin, будет заранее назначено как значение соли и объявлено на игровой платформе и в сообществе. <a href=\"#\">Проверьте статью</a></p>\n<p>После раскрытия хеш-значения n-го блока Bitcoin он официально назначается в качестве соли и раскрывается игровой платформе и сообществу. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Проверьте статью</a></p>\n<p>10-миллионное (+1) сидирование: <code>96cf82c49c9e4c43bb9b7692c0d222cb98a9e880144061f2a74a2ae1ded0f46e</code></p>",
  "crash_text_3": "<h3>Этап использования игры</h3>\n<p>9,999,999-й seed комбинируется с солью и хэшируется с использованием алгоритма keccak256. Это служит в качестве случайного числа RNG для игры.</p>\n<p>По мере продвижения игры seed заменяются в обратном порядке, начиная с 9,999,998-го seed, 9,999,997-го seed и так далее. Случайное число RNG применяется к игре или приложению.</p>\n<h3>Этап проверки</h3>\n<p>После завершения раунда игры seed, использованный в игре, будет раскрыт.</p>\n<p>Для проверки seed для этого раунда можно хэшировать с помощью keccak256.</p>\n<p>Каждый пользователь может проверить, соответствует ли хэшированное значение значению seed из предыдущего раунда.</p>\n<p>Первая игра проверяется с использованием ранее раскрытого 10-миллионного seed.</p>",
  "wheel_text_1": "<p>Wheel — это многопользовательская игра в стиле рулетки, в которой предсказывается, где остановится колесо, разделенное на 54 сектора.</p>\n<p>Чтобы обеспечить справедливость и беспристрастность, мы шифруем и храним 10 миллионов предварительно сгенерированных значений сидов. Эти сиды используются в обратном порядке для определения результатов игры.</p>\n<p>После каждого раунда сид, использованный для этого результата, раскрывается публично.</p>\n<p>Результат каждой игры хэшируется с будущими результатами игр, что делает невозможным предсказание или манипулирование результатами будущих раундов.</p>\n<h3>Алгоритм генерации результатов игры:</h3>\n<ul>\n  <li>Значения результатов определяются с использованием четырех массивов выбора, охватывающих диапазон от 0 до 53, и четырех массивов умножения с четырьмя числами в каждом.</li>\n  <li>Результат, полученный путем хэширования зашифрованного значения сида и значения хэша блока биткойнов, сохраняется.</li>\n  <li>После преобразования значения в десятичное целое число оно используется в результате игры, беря остаток от деления на 54.</li>\n  <li>Этот остаток соответствует значению умножения в массиве выбора и используется как результат игры.</li>\n</ul>\n<p>Для проверки результата игры вы можете посмотреть на Bitcoin форуме, доступном <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">здесь</a>.</p>",
  "wheel_code_1": "const choices = [\n    [2, 4, 6, 8, 10, 12, 14, 16, 18, 20, 22, 24, 26, 28, 30, 32, 34, 36, 38, 40, 42, 44, 46, 48, 50, 52],\n    [3, 5, 7, 13, 15, 17, 23, 25, 27, 29, 31, 37, 39, 41, 47, 49, 51],\n    [1, 9, 11, 19, 21, 33, 35, 43, 45, 53],\n    [0],\n  ];\nconst multiplyArr = [2, 3, 5, 50];\nconst saltSeed = keccak256(toUtf8Bytes(seed + bitCoinBlockHash)).slice(2);\nconst random = new BigNumber(saltSeed).mod(54).toNumber();\nlet multiply = 0;\nfor (let [index, c] of choices.entries()) {\n  if (c.includes(random)) {\n    multiply = this.multiplyArr[index];\n    break;\n  }\n}",
  "wheel_text_2": "<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального сидирования:</strong> Мы гарантируем случайность, генерируя начальное сидирование (Genesis) с использованием источника /dev/urandom Linux, который основан на криптографически безопасном генераторе псевдослучайных чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного PRNG в общественном достоянии:</strong> Мы преобразуем начальное сидирование в сидирование, используя алгоритм хеширования keccak256 стандарта SHA-3.</li>\n  <li><strong>Безопасное хранение значений сидирования:</strong> Мы предварительно генерируем 10 миллионов сидов и шифруем их с использованием алгоритма AES, храня их в независимой базе данных.</li>\n  <li><strong>Обеспечение справедливости с использованием значений соли:</strong> Мы заранее назначаем значение соли, которое является хеш-значением блока Bitcoin, который еще не произошел, чтобы обеспечить справедливую генерацию случайных чисел RNG.</li>\n  <li><strong>Предоставление игры с проверяемой справедливостью:</strong> Чтобы облегчить проверку справедливости, мы заранее раскрываем 10-миллионное сидирование.</li>\n</ul>\n<h3>Этап создания сидирования</h3>\n<p>Случайное число для создания сидирования генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes — это функция, основанная на RAND_bytes от OpenSSL, а RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Это случайное число преобразуется в шестнадцатеричный формат.</p>\n<p>Это случайное число хешируется с использованием алгоритма keccak256 для создания первого сидирования.</p>\n<p>Первое сидирование из 'шага 3' снова хешируется с использованием алгоритма keccak256 для создания второго сидирования.</p>\n<p>Шаги 3-4 повторяются всего 10 миллионов раз, создавая 10 миллионов сидов.</p>\n<p>Все эти сиды надежно хранятся с использованием шифрования AES.</p>\n<p>Генерировать случайное число со значением в диапазоне 2^52.</p>\n<h3>Этап раскрытия</h3>\n<p>10-миллионное созданное сидирование сначала раскрывается игровой платформе и сообществу. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Проверьте статью</a></p>\n<p>После раскрытия сидирования хеш-значение n-го блока Bitcoin, который еще не создан в блокчейне Bitcoin, будет заранее назначено как значение соли и объявлено на игровой платформе и в сообществе. <a href=\"#\">Проверьте статью</a></p>\n<p>После раскрытия хеш-значения n-го блока Bitcoin он официально назначается в качестве соли и раскрывается игровой платформе и сообществу. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Проверьте статью</a></p>\n<p>10-миллионное (+1) сидирование: <code>96cf82c49c9e4c43bb9b7692c0d222cb98a9e880144061f2a74a2ae1ded0f46e</code></p>",
  "wheel_text_3": "<h3>Этап использования игры</h3>\n<p>9,999,999-й seed комбинируется с солью и хэшируется с использованием алгоритма keccak256. Это служит в качестве случайного числа RNG для игры.</p>\n<p>По мере продвижения игры seed заменяются в обратном порядке, начиная с 9,999,998-го seed, 9,999,997-го seed и так далее. Случайное число RNG применяется к игре или приложению.</p>\n<h3>Этап проверки</h3>\n<p>После завершения раунда игры seed, использованный в игре, будет раскрыт.</p>\n<p>Для проверки seed для этого раунда можно хэшировать с помощью keccak256.</p>\n<p>Каждый пользователь может проверить, соответствует ли хэшированное значение значению seed из предыдущего раунда.</p>\n<p>Первая игра проверяется с использованием ранее раскрытого 10-миллионного seed.</p>",
  "roulette_text_1": "<p>Мы используем системы с доказанной честностью, чтобы игроки могли убедиться в справедливости результатов и в том, что они не были подвержены манипуляциям.</p>\n<p>Мы применяем широко известный алгоритм для шифрования, keccak-256, который является стандартом SHA-3, и CSPRNG для первоначальной генерации случайных чисел, чтобы гарантировать прозрачность всех процессов и результатов.</p>\n<h2>Коды игры и проверка</h2>\n<p>Roulette — это игра в европейскую рулетку, состоящая из одного 0 и 36 чисел.</p>\n<p>Чтобы обеспечить безопасность и справедливость алгоритма генерации результатов игры, мы предоставляем возможность изменять серверный и клиентский seed.</p>\n<p>Пользователи могут проверить справедливость результата игры, используя комбинацию серверного seed, клиентского seed и ввода nonce.</p>\n<h3>Алгоритм генерации результата игры:</h3>\n<ul>\n  <li>Серверный seed, клиентский seed и nonce хэшируются с использованием keccak-256.</li>\n  <li>Результирующее значение преобразуется в формат BigNumber, а затем используется в результате игры путем взятия остатка от деления на 37, что попадает в требуемый диапазон для случайного значения в игре.</li>\n</ul>\n<p>Чтобы проверить результат игры, вы можете использовать наш внешний инструмент, доступный здесь.</p>",
  "roulette_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(37).toNumber();",
  "roulette_text_2": "<p>Серверный seed — это начальное значение случайного числа, генерируемое и хранимое в секрете сервером игры.</p>\n<p>Клиентский seed — это случайная последовательность, состоящая из символов, выбранных пользователем (или автоматически сгенерированных браузером пользователя).</p>\n<p>Nonce — это значение, используемое в процессе генерации результатов игры путем комбинирования серверного и клиентского seed. Это число начинается с 0 и увеличивается на 1 после каждой ставки.</p>\n<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального seed:</strong> Мы гарантируем случайность, генерируя начальный seed (Genesis) с использованием источника /dev/urandom Linux, основанного на криптографически защищенном генераторе псевдослучайных чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного PRNG в общественном достоянии:</strong> Мы преобразуем начальный seed в seed с использованием алгоритма хеширования keccak256 стандарта SHA-3.</li>\n  <li><strong>Предоставление справедливого seed:</strong> Значения клиентского seed и nonce раскрываются пользователю, и клиентский seed можно изменить в любое время.</li>\n  <li>Серверный seed шифруется с использованием алгоритма AES и хранится в независимой базе данных. Хеш-значение серверного seed, полученное через keccak256, раскрывается пользователю.</li>\n  <li><strong>Использование значений соли для обеспечения честности:</strong> Каждый раз, когда игра проводится, значение nonce автоматически увеличивается на 1 и используется в качестве значения соли для хеширования для создания случайных чисел RNG для одиночной игры.</li>\n  <li>Когда клиентский seed сбрасывается, значение nonce также сбрасывается. Это означает, что ни пользователь, ни оператор не могут произвольно его изменить.</li>\n</ul>\n<h3>Предоставление игр с проверяемой честностью:</h3>\n<p>Изменение клиентского seed также изменяет серверный seed, и предыдущий серверный seed раскрывается. Любой может проверить, были ли предыдущие игры проведены с использованием честных случайных чисел RNG, путем хеширования с предыдущим серверным seed.</p>\n<h3>Этап создания seed</h3>\n<p>Случайное число для создания seed генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes — это функция, основанная на RAND_bytes от OpenSSL, и RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Клиентский seed представляет собой комбинацию буквенно-цифровых символов (как прописных, так и строчных) длиной от 10 до 32 символов, в то время как серверный seed состоит из 64-символьного шестнадцатеричного значения.</p>\n<p>Nonce — это число, которое увеличивается на единицу с каждым игровым раундом и служит солью для случайности.</p>\n<p>Клиентский seed и nonce раскрываются пользователю, в то время как серверный seed, хешированный с использованием keccak256, раскрывается пользователю.</p>\n<h3>Этап создания RNG</h3>\n<p>Серверный seed, клиентский seed и nonce объединяются и хешируются с использованием keccak256 для создания случайного числа RNG.</p>\n<p>Сгенерированное случайное число RNG применяется к игре.</p>\n<p>Сгенерируйте случайное число со значением в диапазоне от 0 до 1.</p>\n<h3>Этап проверки</h3>\n<p>Клиентский seed можно изменить по усмотрению пользователя. При изменении изменяется и серверный seed, и предыдущий серверный seed раскрывается.</p>\n<p>Новый серверный seed — это значение, хешированное с использованием keccak256 предыдущего серверного seed.</p>\n<p>Клиентский seed можно изменить в любое время пользователем.</p>\n<p>При изменении клиентского seed предыдущий серверный seed раскрывается без хеширования. Пользователи могут использовать это, чтобы комбинировать клиентский seed, nonce и серверный seed, чтобы подтвердить, использовалось ли в предыдущей игре честное случайное число RNG.</p>",
  "dice_text_1": "<p>Мы используем доказуемо честные системы, чтобы игроки могли проверить и довериться тому, что их результаты справедливы и не манипулируются.</p>\n<p>Мы применяем широко известный алгоритм шифрования keccak-256 (стандарт SHA-3) и CSPRNG для начальной генерации случайных чисел, чтобы гарантировать прозрачность всех процессов и результатов.</p>\n<h2>Код игры и проверка</h2>\n<p>Dice — это классическая игра в кости. Это очень простая игра, в которой вы выигрываете, если результат попадает в предсказанный вами диапазон, установив диапазон своих предсказаний.</p>\n<p>Чтобы обеспечить безопасность и справедливость алгоритма генерации результатов игры, мы предоставляем возможность изменять серверное семя и клиентское семя.</p>\n<p>Пользователи могут проверить справедливость результата игры через комбинацию серверного семени, клиентского семени и ввода nonce.</p>\n<h3>Алгоритм генерации результатов игры:</h3>\n<ul>\n  <li>Серверное семя, клиентское семя и nonce хэшируются с использованием keccak256.</li>\n  <li>Полученное значение преобразуется в формат BigNumber, который затем используется в результате игры, беря остаток при делении на 10,000, обеспечивая, что оно попадает в требуемый диапазон случайных значений в игре.</li>\n</ul>",
  "dice_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(101).toNumber();",
  "dice_text_2": "<p>Серверный seed — это начальное значение случайного числа, генерируемое и хранимое в секрете сервером игры.</p>\n<p>Клиентский seed — это случайная последовательность, состоящая из символов, выбранных пользователем (или автоматически сгенерированных браузером пользователя).</p>\n<p>Nonce — это значение, используемое в процессе генерации результатов игры путем комбинирования серверного и клиентского seed. Это число начинается с 0 и увеличивается на 1 после каждой ставки.</p>\n<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального seed:</strong> Мы гарантируем случайность, генерируя начальный seed (Genesis) с использованием источника /dev/urandom Linux, основанного на криптографически защищенном генераторе псевдослучайных чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного PRNG в общественном достоянии:</strong> Мы преобразуем начальный seed в seed с использованием алгоритма хеширования keccak256 стандарта SHA-3.</li>\n  <li><strong>Предоставление справедливого seed:</strong> Значения клиентского seed и nonce раскрываются пользователю, и клиентский seed можно изменить в любое время.</li>\n  <li>Серверный seed шифруется с использованием алгоритма AES и хранится в независимой базе данных. Хеш-значение серверного seed, полученное через keccak256, раскрывается пользователю.</li>\n  <li><strong>Использование значений соли для обеспечения честности:</strong> Каждый раз, когда игра проводится, значение nonce автоматически увеличивается на 1 и используется в качестве значения соли для хеширования для создания случайных чисел RNG для одиночной игры.</li>\n  <li>Когда клиентский seed сбрасывается, значение nonce также сбрасывается. Это означает, что ни пользователь, ни оператор не могут произвольно его изменить.</li>\n</ul>\n<h3>Предоставление игр с проверяемой честностью:</h3>\n<p>Изменение клиентского seed также изменяет серверный seed, и предыдущий серверный seed раскрывается. Любой может проверить, были ли предыдущие игры проведены с использованием честных случайных чисел RNG, путем хеширования с предыдущим серверным seed.</p>\n<h3>Этап создания seed</h3>\n<p>Случайное число для создания seed генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes — это функция, основанная на RAND_bytes от OpenSSL, и RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Клиентский seed представляет собой комбинацию буквенно-цифровых символов (как прописных, так и строчных) длиной от 10 до 32 символов, в то время как серверный seed состоит из 64-символьного шестнадцатеричного значения.</p>\n<p>Nonce — это число, которое увеличивается на единицу с каждым игровым раундом и служит солью для случайности.</p>\n<p>Клиентский seed и nonce раскрываются пользователю, в то время как серверный seed, хешированный с использованием keccak256, раскрывается пользователю.</p>\n<h3>Этап создания RNG</h3>\n<p>Серверный seed, клиентский seed и nonce объединяются и хешируются с использованием keccak256 для создания случайного числа RNG.</p>\n<p>Сгенерированное случайное число RNG применяется к игре.</p>\n<p>Сгенерируйте случайное число со значением в диапазоне от 0 до 1.</p>\n<h3>Этап проверки</h3>\n<p>Клиентский seed можно изменить по усмотрению пользователя. При изменении изменяется и серверный seed, и предыдущий серверный seed раскрывается.</p>\n<p>Новый серверный seed — это значение, хешированное с использованием keccak256 предыдущего серверного seed.</p>\n<p>Клиентский seed можно изменить в любое время пользователем.</p>\n<p>При изменении клиентского seed предыдущий серверный seed раскрывается без хеширования. Пользователи могут использовать это, чтобы комбинировать клиентский seed, nonce и серверный seed, чтобы подтвердить, использовалось ли в предыдущей игре честное случайное число RNG.</p>",
  "ultimatedice_text_1": "<p>Мы используем системы с доказанной честностью, чтобы игроки могли убедиться в справедливости результатов и в том, что они не были подвержены манипуляциям.</p>\n<p>Мы применяем широко известный алгоритм для шифрования, keccak-256, который является стандартом SHA-3, и CSPRNG для первоначальной генерации случайных чисел, чтобы гарантировать прозрачность всех процессов и результатов.</p>\n<h2>Коды игры и проверка</h2>\n<p>Ultimate Dice похожа на классическую игру в кости, но с той разницей, что вы можете установить диапазон для прогнозов в двух местах: минимальное значение и максимальное значение.</p>\n<p>Чтобы обеспечить безопасность и справедливость алгоритма генерации результатов игры, мы предоставляем возможность изменять серверный и клиентский seed.</p>\n<p>Пользователи могут проверить справедливость результата игры, используя комбинацию серверного seed, клиентского seed и ввода nonce.</p>\n<h3>Алгоритм генерации результата игры:</h3>\n<ul>\n  <li>Серверный seed, клиентский seed и nonce хэшируются с использованием keccak-256.</li>\n  <li>Результирующее значение преобразуется в формат BigNumber, а затем используется в результате игры путем взятия остатка от деления на 10,000, что попадает в требуемый диапазон для случайного значения в игре.</li>\n</ul>",
  "ultimatedice_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(10000).toNumber();",
  "ultimatedice_text_2": "<p>Серверный seed — это начальное значение случайного числа, генерируемое и хранимое в секрете сервером игры.</p>\n<p>Клиентский seed — это случайная последовательность, состоящая из символов, выбранных пользователем (или автоматически сгенерированных браузером пользователя).</p>\n<p>Nonce — это значение, используемое в процессе генерации результатов игры путем комбинирования серверного и клиентского seed. Это число начинается с 0 и увеличивается на 1 после каждой ставки.</p>\n<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального seed:</strong> Мы гарантируем случайность, генерируя начальный seed (Genesis) с использованием источника /dev/urandom Linux, основанного на криптографически защищенном генераторе псевдослучайных чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного PRNG в общественном достоянии:</strong> Мы преобразуем начальный seed в seed с использованием алгоритма хеширования keccak256 стандарта SHA-3.</li>\n  <li><strong>Предоставление справедливого seed:</strong> Значения клиентского seed и nonce раскрываются пользователю, и клиентский seed можно изменить в любое время.</li>\n  <li>Серверный seed шифруется с использованием алгоритма AES и хранится в независимой базе данных. Хеш-значение серверного seed, полученное через keccak256, раскрывается пользователю.</li>\n  <li><strong>Использование значений соли для обеспечения честности:</strong> Каждый раз, когда игра проводится, значение nonce автоматически увеличивается на 1 и используется в качестве значения соли для хеширования для создания случайных чисел RNG для одиночной игры.</li>\n  <li>Когда клиентский seed сбрасывается, значение nonce также сбрасывается. Это означает, что ни пользователь, ни оператор не могут произвольно его изменить.</li>\n</ul>\n<h3>Предоставление игр с проверяемой честностью:</h3>\n<p>Изменение клиентского seed также изменяет серверный seed, и предыдущий серверный seed раскрывается. Любой может проверить, были ли предыдущие игры проведены с использованием честных случайных чисел RNG, путем хеширования с предыдущим серверным seed.</p>\n<h3>Этап создания seed</h3>\n<p>Случайное число для создания seed генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes — это функция, основанная на RAND_bytes от OpenSSL, и RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Клиентский seed представляет собой комбинацию буквенно-цифровых символов (как прописных, так и строчных) длиной от 10 до 32 символов, в то время как серверный seed состоит из 64-символьного шестнадцатеричного значения.</p>\n<p>Nonce — это число, которое увеличивается на единицу с каждым игровым раундом и служит солью для случайности.</p>\n<p>Клиентский seed и nonce раскрываются пользователю, в то время как серверный seed, хешированный с использованием keccak256, раскрывается пользователю.</p>\n<h3>Этап создания RNG</h3>\n<p>Серверный seed, клиентский seed и nonce объединяются и хешируются с использованием keccak256 для создания случайного числа RNG.</p>\n<p>Сгенерированное случайное число RNG применяется к игре.</p>\n<p>Сгенерируйте случайное число со значением в диапазоне от 0 до 1.</p>\n<h3>Этап проверки</h3>\n<p>Клиентский seed можно изменить по усмотрению пользователя. При изменении изменяется и серверный seed, и предыдущий серверный seed раскрывается.</p>\n<p>Новый серверный seed — это значение, хешированное с использованием keccak256 предыдущего серверного seed.</p>\n<p>Клиентский seed можно изменить в любое время пользователем.</p>\n<p>При изменении клиентского seed предыдущий серверный seed раскрывается без хеширования. Пользователи могут использовать это, чтобы комбинировать клиентский seed, nonce и серверный seed, чтобы подтвердить, использовалось ли в предыдущей игре честное случайное число RNG.</p>",
  "mine_text_1": "<p>Мы используем системы с доказанной честностью, чтобы игроки могли убедиться в справедливости результатов и в том, что они не были подвержены манипуляциям.</p>\n<p>Мы применяем широко известный алгоритм для шифрования, keccak-256, который является стандартом SHA-3, и CSPRNG для первоначальной генерации случайных чисел, чтобы гарантировать прозрачность всех процессов и результатов.</p>\n<h2>Коды игры и проверка</h2>\n<p>Mines — это одиночная игра, которая прогрессирует по мере того, как игроки переворачивают плитки на сетке 5x5, чтобы собрать конфеты.</p>\n<p>Чтобы обеспечить безопасность и справедливость алгоритма генерации результатов игры, мы предоставляем возможность изменять серверный и клиентский seed.</p>\n<p>Пользователи могут проверить справедливость результата игры, используя комбинацию серверного seed, клиентского seed и ввода nonce.</p>\n<h3>Алгоритм генерации результата игры:</h3>\n<ul>\n  <li>Серверный seed, клиентский seed и nonce хэшируются с использованием keccak-256.</li>\n  <li>Из приведенных выше значений извлекаются 25 хэш-значений, которые дважды перемешиваются, присваивая каждому числу соответствующее хэш-значение и сортируя их.</li>\n  <li>Массив устанавливается в качестве бомб в зависимости от количества мин, выбранных пользователем перед ставкой.</li>\n</ul>\n<p>Чтобы проверить результат игры, вы можете использовать наш внешний инструмент, доступный здесь.</p>",
  "mine_code_1": "createNums = (allNums, hash) => {\n    const nums = [];\n    let h = keccak256(toUtf8Bytes(hash)).slice(2);\n    allNums.forEach((c) => {\n      nums.push({ num: c, hash: h });\n      h = h.substring(1) + h.charAt(0);\n    });\n\n    nums.sort(function (o1, o2) {\n      if (o1.hash < o2.hash) {\n        return -1;\n      } else if (o1.hash === o2.hash) {\n        return 0;\n      } else {\n        return 1;\n      }\n    });\n    return nums;\n  }\nconst seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${nonce}`);\nconst seed: string = keccak256(seedStringUtf8Bytes).slice(2);\nconst allNums = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25];\n\nlet finalNums = createNums(allNums, seed);\nseed = keccak256(toUtf8Bytes(seed)).slice(2);\nfinalNums = createNums(finalNums, seed);\nconst shuffleNums = finalNums.map((m) => m.num.num);",
  "mine_text_2": "<p>Серверный seed — это начальное значение случайного числа, генерируемое и хранимое в секрете сервером игры.</p>\n<p>Клиентский seed — это случайная последовательность, состоящая из символов, выбранных пользователем (или автоматически сгенерированных браузером пользователя).</p>\n<p>Nonce — это значение, используемое в процессе генерации результатов игры путем комбинирования серверного и клиентского seed. Это число начинается с 0 и увеличивается на 1 после каждой ставки.</p>\n<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального seed:</strong> Мы гарантируем случайность, генерируя начальный seed (Genesis) с использованием источника /dev/urandom Linux, основанного на криптографически защищенном генераторе псевдослучайных чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного PRNG в общественном достоянии:</strong> Мы преобразуем начальный seed в seed с использованием алгоритма хеширования keccak256 стандарта SHA-3.</li>\n  <li><strong>Предоставление справедливого seed:</strong> Значения клиентского seed и nonce раскрываются пользователю, и клиентский seed можно изменить в любое время.</li>\n  <li>Серверный seed шифруется с использованием алгоритма AES и хранится в независимой базе данных. Хеш-значение серверного seed, полученное через keccak256, раскрывается пользователю.</li>\n  <li><strong>Использование значений соли для обеспечения честности:</strong> Каждый раз, когда игра проводится, значение nonce автоматически увеличивается на 1 и используется в качестве значения соли для хеширования для создания случайных чисел RNG для одиночной игры.</li>\n  <li>Когда клиентский seed сбрасывается, значение nonce также сбрасывается. Это означает, что ни пользователь, ни оператор не могут произвольно его изменить.</li>\n</ul>\n<h3>Предоставление игр с проверяемой честностью:</h3>\n<p>Изменение клиентского seed также изменяет серверный seed, и предыдущий серверный seed раскрывается. Любой может проверить, были ли предыдущие игры проведены с использованием честных случайных чисел RNG, путем хеширования с предыдущим серверным seed.</p>\n<h3>Этап создания seed</h3>\n<p>Случайное число для создания seed генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes — это функция, основанная на RAND_bytes от OpenSSL, и RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Клиентский seed представляет собой комбинацию буквенно-цифровых символов (как прописных, так и строчных) длиной от 10 до 32 символов, в то время как серверный seed состоит из 64-символьного шестнадцатеричного значения.</p>\n<p>Nonce — это число, которое увеличивается на единицу с каждым игровым раундом и служит солью для случайности.</p>\n<p>Клиентский seed и nonce раскрываются пользователю, в то время как серверный seed, хешированный с использованием keccak256, раскрывается пользователю.</p>\n<h3>Этап создания RNG</h3>\n<p>Серверный seed, клиентский seed и nonce объединяются и хешируются с использованием keccak256 для создания случайного числа RNG.</p>\n<p>Сгенерированное случайное число RNG применяется к игре.</p>\n<p>Сгенерируйте случайное число со значением в диапазоне от 0 до 1.</p>\n<h3>Этап проверки</h3>\n<p>Клиентский seed можно изменить по усмотрению пользователя. При изменении изменяется и серверный seed, и предыдущий серверный seed раскрывается.</p>\n<p>Новый серверный seed — это значение, хешированное с использованием keccak256 предыдущего серверного seed.</p>\n<p>Клиентский seed можно изменить в любое время пользователем.</p>\n<p>При изменении клиентского seed предыдущий серверный seed раскрывается без хеширования. Пользователи могут использовать это, чтобы комбинировать клиентский seed, nonce и серверный seed, чтобы подтвердить, использовалось ли в предыдущей игре честное случайное число RNG.</p>",
  "coinflip_text_1": "<p>Мы используем системы с доказанной честностью, чтобы игроки могли убедиться в справедливости результатов и в том, что они не были подвержены манипуляциям.</p>\n<p>Мы применяем широко известный алгоритм для шифрования, keccak-256, который является стандартом SHA-3, и CSPRNG для первоначальной генерации случайных чисел, чтобы гарантировать прозрачность всех процессов и результатов.</p>\n<h2>Коды игры и проверка</h2>\n<p>Coin Flip — это одиночная игра, где вы предсказываете сторону выпавшей монеты.</p>\n<p>Чтобы обеспечить безопасность и справедливость алгоритма генерации результатов игры, мы предоставляем возможность изменять серверное и клиентское зерно.</p>\n<p>Пользователи могут проверить справедливость результата игры с помощью комбинации серверного зерна, клиентского зерна и nonce.</p>\n<h3>Алгоритм генерации результата игры:</h3>\n<p>Серверное зерно, клиентское зерно и nonce хэшируются с использованием keccak256.</p>\n<p>Полученное значение преобразуется в формат BigNumber, а затем используется в результате игры, взяв остаток при делении на 2, который попадает в требуемый диапазон для случайного значения в игре.</p>",
  "coinflip_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst resultRandomNum: number = new BigNumber(hashValue).mod(2).toNumber();z",
  "coinflip_text_2": "<p>Серверное зерно (server seed) - это начальное значение случайного числа, сгенерированное и хранящееся в тайне игровым сервером.</p>\n<p>Клиентское зерно (client seed) - это случайная последовательность символов, выбранных пользователем (или сгенерированных автоматически браузером пользователя).</p>\n<p>Nonce (значение, используемое при генерации результатов игры путем комбинирования серверного зерна и клиентского зерна) начинается с 0 и увеличивается на 1 после каждой ставки.</p>\n\n<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального зерна:</strong> Мы гарантируем случайность, генерируя начальное зерно (Genesis) с использованием источника /dev/urandom в Linux, который основан на криптографически безопасном псевдослучайном генераторе чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного общественного домена PRNG:</strong> Мы преобразуем начальное зерно в зерно с использованием стандартного алгоритма хеширования keccak256 SHA-3.</li>\n  <li><strong>Предоставление честного зерна:</strong> Значения клиентского зерна и Nonce раскрываются пользователю, и клиентское зерно может быть изменено в любое время.</li>\n  <li>Серверное зерно шифруется с использованием алгоритма AES и хранится в отдельной базе данных. Хеш-значение серверного зерна, полученное через keccak256, раскрывается пользователю.</li>\n  <li><strong>Использование соли для обеспечения честности:</strong> Каждый раз, когда играется игра, значение Nonce автоматически увеличивается на 1 и используется в качестве соли для хеширования для создания случайных чисел RNG для одиночной игры.</li>\n  <li>Когда клиентское зерно сбрасывается, значение Nonce также сбрасывается. Это означает, что ни пользователь, ни оператор не могут произвольно его изменить.</li>\n</ul>\n\n<h3>Предоставление игр с проверяемой справедливостью:</h3>\n<p>Изменение клиентского зерна также изменяет серверное зерно, и раскрывается предыдущее серверное зерно. Любой может проверить, проводились ли предыдущие игры с использованием справедливых случайных чисел RNG, хешируя с предыдущим серверным зерном.</p>\n\n<h3>Этап создания зерна</h3>\n<p>Случайное число для создания зерна генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes - это функция, основанная на RAND_bytes OpenSSL, и RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Клиентское зерно представляет собой комбинацию буквенно-цифровых символов (как прописных, так и строчных) длиной от 10 до 32 символов, в то время как серверное зерно состоит из 64-символьного шестнадцатеричного значения.</p>\n<p>Nonce - это число, которое увеличивается на единицу после каждого раунда игры и действует как соль для случайности.</p>\n<p>Клиентское зерно и Nonce раскрываются пользователю, в то время как хешированное серверное зерно раскрывается пользователю, хешированное с использованием keccak256.</p>\n\n<h3>Этап создания RNG</h3>\n<p>Серверное зерно, клиентское зерно и Nonce объединяются и хеши",
  "limbo_text_1": "<p>Чтобы обеспечить справедливость и беспристрастность, мы предварительно генерируем и шифруем 10 миллионов значений сида. Эти сиды используются в обратном порядке для определения результатов игры.</p>\n<p>После завершения каждого раунда раскрывается сид, использованный для этого результата. Кроме того, каждый результат игры хэшируется с будущими результатами игр, что делает невозможным предсказание или манипулирование результатами будущих раундов.</p>\n<h3>Алгоритм генерации результатов игры:</h3>\n<ul>\n  <li>Хэшируйте зашифрованное случайное число и хэш блока биткойнов, чтобы получить значение сида, которое затем делится на 10^13 и преобразуется в шестнадцатеричное значение.</li>\n  <li>Разделите результат на 2^52, чтобы получить случайное число в диапазоне от 0 до 1.</li>\n  <li>Отрегулируйте случайное число, применяя 1% преимущество казино, и сгенерируйте исходные данные с множителями.</li>\n  <li>Разделите исходные данные на 100, чтобы создать фактический множитель, используемый в результате игры. (Если исходные данные меньше 100, множитель фиксируется на уровне 1.)</li>\n</ul>\n<p>Чтобы проверить результат игры, вы можете посмотреть на Bitcoin форуме, доступном <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">здесь</a>.</p>",
  "limbo_code_1": "const seed = '...';\nconst bitCoinBlockHash = '...';\nlet saltSeed = keccak256(toUtf8Bytes(seed + bitCoinBlockHash)).slice(2);\nconst nBits = 52;\nsaltSeed = saltSeed.slice(0, nBits / 4);\nconst r = parseInt(saltSeed, 16);\n  \nlet X = r / Math.pow(2, nBits);\nX = parseFloat(X.toPrecision(9));\nX = Math.floor(99 / (1 - X)); // house edge 1%\nconst successMultiply = Math.max(1, X / 100);",
  "limbo_text_2": "<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Обеспечение случайности начального сидирования:</strong> Мы гарантируем случайность, генерируя начальное сидирование (Genesis) с использованием источника /dev/urandom Linux, который основан на криптографически безопасном генераторе псевдослучайных чисел (CSPRNG).</li>\n  <li><strong>Использование широко признанного PRNG в общественном достоянии:</strong> Мы преобразуем начальное сидирование в сидирование, используя алгоритм хеширования keccak256 стандарта SHA-3.</li>\n  <li><strong>Безопасное хранение значений сидирования:</strong> Мы предварительно генерируем 10 миллионов сидов и шифруем их с использованием алгоритма AES, храня их в независимой базе данных.</li>\n  <li><strong>Обеспечение справедливости с использованием значений соли:</strong> Мы заранее назначаем значение соли, которое является хеш-значением блока Bitcoin, который еще не произошел, чтобы обеспечить справедливую генерацию случайных чисел RNG.</li>\n  <li><strong>Предоставление игры с проверяемой справедливостью:</strong> Чтобы облегчить проверку справедливости, мы заранее раскрываем 10-миллионное сидирование.</li>\n</ul>\n<h3>Этап создания сидирования</h3>\n<p>Случайное число для создания сидирования генерируется с использованием CSPRNG. Здесь техника CSPRNG использует встроенную библиотеку nodeJS, crypto.randomBytes.</p>\n<p>crypto.randomBytes — это функция, основанная на RAND_bytes от OpenSSL, а RAND_bytes использует CSPRNG Linux, /dev/urandom.</p>\n<p>Это случайное число преобразуется в шестнадцатеричный формат.</p>\n<p>Это случайное число хешируется с использованием алгоритма keccak256 для создания первого сидирования.</p>\n<p>Первое сидирование из 'шага 3' снова хешируется с использованием алгоритма keccak256 для создания второго сидирования.</p>\n<p>Шаги 3-4 повторяются всего 10 миллионов раз, создавая 10 миллионов сидов.</p>\n<p>Все эти сиды надежно хранятся с использованием шифрования AES.</p>\n<p>Генерировать случайное число со значением в диапазоне 2^52.</p>\n<h3>Этап раскрытия</h3>\n<p>10-миллионное созданное сидирование сначала раскрывается игровой платформе и сообществу. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Проверьте статью</a></p>\n<p>После раскрытия сидирования хеш-значение n-го блока Bitcoin, который еще не создан в блокчейне Bitcoin, будет заранее назначено как значение соли и объявлено на игровой платформе и в сообществе. <a href=\"#\">Проверьте статью</a></p>\n<p>После раскрытия хеш-значения n-го блока Bitcoin он официально назначается в качестве соли и раскрывается игровой платформе и сообществу. <a href=\"https://bitcointalk.org/index.php?topic=5483469.msg63583121#msg63583121\">Проверьте статью</a></p>\n<p>10-миллионное (+1) сидирование: <code>96cf82c49c9e4c43bb9b7692c0d222cb98a9e880144061f2a74a2ae1ded0f46e</code></p>",
  "limbo_text_3": "<h3>Этап использования игры</h3>\n<p>9,999,999-й seed комбинируется с солью и хэшируется с использованием алгоритма keccak256. Это служит в качестве случайного числа RNG для игры.</p>\n<p>По мере продвижения игры seed заменяются в обратном порядке, начиная с 9,999,998-го seed, 9,999,997-го seed и так далее. Случайное число RNG применяется к игре или приложению.</p>\n<h3>Этап проверки</h3>\n<p>После завершения раунда игры seed, использованный в игре, будет раскрыт.</p>\n<p>Для проверки seed для этого раунда можно хэшировать с помощью keccak256.</p>\n<p>Каждый пользователь может проверить, соответствует ли хэшированное значение значению seed из предыдущего раунда.</p>\n<p>Первая игра проверяется с использованием ранее раскрытого 10-миллионного seed.</p>",
  "plinko_text_1": "<p>Мы используем систему, которая доказывает свою справедливость, чтобы игроки могли проверить и быть уверенными в том, что их результаты честны и не манипулируются.</p>\n\n<p>Для обеспечения прозрачности всех процессов и результатов мы используем широко известный криптографический алгоритм keccak-256 (стандарт SHA-3) и вычисления вероятности на основе биномиального распределения для гарантии справедливости результатов.</p>\n<h2>Код игры и проверка</h2>\n<p>Для обеспечения безопасности и честности алгоритма генерации игровых результатов мы предоставляем возможность изменять серверный и клиентский сиды.</p>\n<p>Игроки могут проверить честность игровых результатов, используя комбинацию серверного сида, клиентского сида и nonce.</p>\n<h3>Алгоритм генерации игровых результатов:</h3>\n<ul>\n  <li>Серверный сид, клиентский сид и nonce хэшируются с использованием keccak256.</li>\n  <li>Случайное число генерируется на основе значения хэша и сравнивается с накопленным распределением вероятностей для определения результата.</li>\n  <li>Для расчета вероятностей каждого слота используются биномиальные коэффициенты, и результат выбирается в соответствии с этими вероятностями.</li>\n</ul>\n<p>Для проверки игровых результатов используйте доступные здесь внешние инструменты.</p>",
  "plinko_code_1": "const seedStringUtf8Bytes: Uint8Array = toUtf8Bytes(`${serverSeed}:${clientSeed}:${currentNonce}`);\nconst hashValue: string = keccak256(seedStringUtf8Bytes);\nconst randumNumber: number = new BigNumber(hashValue).mod(1000000).div(1000000).toNumber();\n        \nconst probabilities: number[] = [];\nconst cumulativeProbabilities: number[] = [];\nlet cumulativeSum = 0;\n\nfor (let k = 0; k <= slotCount; k++) {\n  const binomialCoefficient = this.factorial(slotCount) / (this.factorial(k) * this.factorial(slotCount - k));\n  const probability = binomialCoefficient * Math.pow(0.5, slotCount);\n  probabilities.push(probability);\n}\n\nfor (const prob of probabilities) {\n  cumulativeSum += prob;\n  cumulativeProbabilities.push(cumulativeSum);\n}\n\nfor (let i = 0; i < cumulativeProbabilities.length; i++) {\n  if (randomNumber < cumulativeProbabilities[i]) {\n    return i;\n  }\n}\n\nconst resultSlot = i;",
  "plinko_text_2": "<p>Серверный сид (server seed) — это зашифрованное начальное значение, которое генерируется сервером игры и сохраняется в секрете. Это значение создается с повышенной случайностью и безопасностью с использованием хэш-алгоритма keccak256.</p>\n<p>Клиентский сид (client seed) — это случайная последовательность символов, выбранная пользователем (или автоматически сгенерированная браузером пользователя), которая позволяет настраивать процесс генерации игрового результата.</p>\n<p>Nonce — это число, которое используется для объединения серверного и клиентского сида для генерации игрового результата. Его начальное значение равно 0, и оно увеличивается на 1 после каждой ставки, обеспечивая уникальность каждого игрового раунда.</p>\n\n<h3>Характеристики алгоритма</h3>\n<ul>\n  <li><strong>Гарантия случайности начального сида:</strong> Серверный и клиентский сид объединяются и хэшируются с использованием keccak256 (стандарт SHA-3) для генерации криптографически безопасных случайных чисел.</li>\n  <li><strong>Расширенные вероятностные расчеты:</strong> Биномиальные коэффициенты используются для вычисления вероятности каждого слота, которые затем преобразуются в массив накопленных вероятностей для определения результата.</li>\n  <li><strong>Справедливое предоставление сидов:</strong> Значения клиентского сида и Nonce доступны для пользователей, и клиентский сид можно изменять.</li>\n  <li><strong>Зашифрованный серверный сид:</strong> Серверный сид хранится в независимой базе данных и предоставляется пользователям после хэширования с использованием keccak256.</li>\n  <li><strong>Автоматическое увеличение Nonce:</strong> Nonce увеличивается на 1 в каждом игровом раунде, генерируя новые значения RNG (Random Number Generator).</li>\n  <li>При сбросе клиентского сида значение Nonce также сбрасывается, что предотвращает манипуляции и гарантирует честность.</li>\n</ul>\n\n<h3>Обеспечение проверяемой честности</h3>\n<p>При изменении клиентского сида генерируется новый серверный сид, а предыдущий серверный сид раскрывается. Пользователи могут хэшировать предыдущий серверный сид, чтобы проверить, что RNG для прошлых игр работал честно.</p>\n<p>Этот процесс гарантирует прозрачность игровых результатов и отсутствие манипуляций.</p>\n\n<h3>Этапы генерации сида</h3>\n<p>Криптографически безопасный генератор псевдослучайных чисел (CSPRNG) используется для генерации серверного сида. Это реализуется с помощью библиотеки <code>crypto.randomBytes</code> в Node.js, которая усиливает безопасность с использованием источника /dev/urandom в Linux.</p>\n<p>Клиентский сид состоит из 10–32 символов, состоящих из заглавных и строчных букв, в то время как серверный сид — это 64-значное шестнадцатеричное значение.</p>\n<p>Nonce увеличивается на 1 в каждом игровом раунде, поддерживая уникальность и случайность RNG.</p>\n\n<h3>Этапы генерации RNG</h3>\n<p>Серверный сид, клиентский сид и Nonce объединяются и хэшируются с использованием keccak256 для генерации случайных чисел. Эти числа находятся в диапазоне от 0 до 1.</p>\n<p>Сгенерированные случайные числа сравниваются с накопленным распределением вероятностей для определения конкретных результатов (слотов или игровых событий).</p>\n\n<h3>Этапы проверки</h3>\n<p>Пользователи могут свободно изменять клиентский сид. При изменении генерируется новый серверный сид, а предыдущий серверный сид раскрывается в неизмененном виде. Любой человек может использовать раскрытый серверный сид для проверки честности игровых результатов.</p>\n<p>Комбинируя предыдущий серверный сид, клиентский сид и Nonce, пользователи могут воспроизвести хэш keccak256 для подтверждения случайности и честности предыдущих результатов RNG.</p>",
  "main_1": "Приветственный Бонус 150% \nДля всех!",
  "main_2": "Получить награду",
  "main_3": "Показать все",
  "main_4": "YUMMY ОРИГИНАЛ",
  "main_5": "Мы предоставляем 100% проверяемую справедливость оригинальной игры.",
  "main_6": "Мультиплей",
  "main_7": "50% наличных",
  "main_8": "Это новая игра в слоты, сочетающая мультиплей и мультибет.",
  "main_9": "Наслаждайтесь волнением от игры с несколькими игроками и выигрывайте джекпот.",
  "main_10": "Мультиплей",
  "main_11": "Джекпот",
  "main_12": "Мультибет",
  "main_13": "Это новая игра в слоты, сочетающая мультиплей и мультибет.",
  "main_14": "Наслаждайтесь волнением от игры с несколькими игроками и выигрывайте джекпот.",
  "main_15": "Европейский",
  "main_16": "Это европейская рулетка с привычным интерфейсом ставок.",
  "main_17": "Получайте прибыль от разнообразия вариантов ставок с гарантированной справедливостью.",
  "main_18": "Это игра, унаследовавшая очарование традиционных игр в кости.",
  "main_19": "Испытайте свою удачу и стремитесь к победе, все с проверяемой справедливостью.",
  "main_20": "Это игра, применяющая стратегию к игре в кости.",
  "main_21": "Разработайте свою стратегию и бросьте вызов, чтобы выиграть крупно.",
  "main_22": "Вы можете наслаждаться преимуществами сложных процентов с маленькими ставками.",
  "main_23": "Контролируйте уровень риска и стремитесь к высокой прибыли.",
  "main_24": "Это самая простая и быстрая игра для выбора сторон монеты.",
  "main_25": "Фиксированные коэффициенты делают Autobet легко применимым различными способами.",
  "main_26": "ЭКСКЛЮЗИВНЫЙ АФФИЛИАТ",
  "main_27": "Получайте больше прибыли через нашу партнерскую программу.",
  "main_28": "Неограниченный доход",
  "main_29": "Зарабатывайте комиссию за каждое реферала.",
  "main_30": "Нет ограничений на количество игроков, которых вы можете рекомендовать, поэтому нет ограничений на то, сколько вы можете заработать.",
  "main_31": "Отслеживайте своего аффилиата",
  "main_32": "Используйте нашу аффилиат-систему,",
  "main_33": "вы можете отслеживать статус регистрации и ставок ваших управляемых участников.",
  "main_34": "Мгновенная комиссия",
  "main_35": "Получайте комиссию каждый раз, когда ваши рефералы делают ставку.",
  "main_36": "Затем заявите о комиссиях, и они будут немедленно добавлены в ваш кошелек.",
  "main_37": "ДОХОД НА ВСЮ ЖИЗНЬ",
  "main_38": "БЕЗ СКРЫТЫХ РАСХОДОВ",
  "main_39": "КОМИССИЯ ДВУХ УРОВНЕЙ",
  "main_40": "БЕЗ ОТРИЦАТЕЛЬНОГО ПЕРЕНОСА",
  "main_41": "РАЗЛИЧНЫЕ БОНУСЫ",
  "main_42": "Мы поддерживаем все ваши действия и предоставляем различные награды.",
  "main_43": "Регистрация",
  "main_44": "Приветственный бонус",
  "main_45": "Быстрая и легкая регистрация",
  "main_46": "Требуется только ваша учетная запись в социальных сетях.",
  "main_47": "Депозит",
  "main_48": "Бонус за депозит",
  "main_49": "Внесите депозит криптовалютой.",
  "main_50": "Поддерживаемые криптовалюты: BTC, ETH, BNB, XRP, USDT, USDC ...",
  "main_51": "Ставки",
  "main_52": "VIP-бонус",
  "main_53": "Просто наслаждайтесь нашими играми и удачи.",
  "main_54": "Каждая ставка учитывается в вашем VIP-прогрессе.",
  "main_55": "Заявка",
  "main_56": "Бонус за рейкбек",
  "main_57": "Заявите и увеличьте свои активы.",
  "main_58": "Jelly Bean может играть в игры и обмениваться на криптовалюту.",
  "main_59": "ДОКАЗУЕМАЯ ЧЕСТНОСТЬ",
  "main_60": "Каждую ставку может проверить игрок.",
  "main_61": "Техническая поддержка доказуемой честности применяется ко всем играм, предоставляемым Yummygame.",
  "main_62": "Прозрачность алгоритма",
  "main_63": "Системы доказуемой честности раскрывают алгоритмы, используемые для генерации результатов игры, позволяя игрокам проверить, что результаты игры справедливы.",
  "main_64": "Воспроизводимость",
  "main_65": "Системы доказуемой честности генерируют результаты игры таким образом, чтобы они могли быть воспроизведены предсказуемо. Это обеспечивает предсказуемость результатов игры и помогает предотвратить манипуляции.",
  "main_66": "Использование семян",
  "main_67": "Многие системы доказуемой честности используют два или более семян для генерации результатов игры - одно предоставляется игроком, а другое генерируется платформой. Эти семена комбинируются для создания результата, что затрудняет манипуляции.",
  "main_68": "Проверяемость",
  "main_69": "Системы доказуемой честности предоставляют метод для игроков, чтобы напрямую проверять результаты игры. Обычно игроки могут использовать результат игры и использованные семена для воспроизведения и подтверждения результата.",
  "main_70": "КРИПТОВАЛЮТНЫЕ АЗАРТНЫЕ ИГРЫ",
  "main_71": "Мы предлагаем анонимность и неограниченные депозиты и снятия средств.",
  "main_72": "Требуется только ваша учетная запись в социальных сетях",
  "main_73": "Скрытые функции профиля",
  "main_74": "Биткойн, Эфириум",
  "main_75": "BNB Smart Chain, Риппл",
  "main_76": "Неограниченные депозиты и снятия",
  "main_77": "Неограниченные транзакции",
  "main_78": "Низкие комиссии за снятие",
  "main_79": "На вкус самого сладкого удовольствия\nПолучите Специальный Бонус До $1,500",
  "main_80": "Анонимность и безопасная\nИгровая среда",
  "main_81": "Поддерживает\nосновные сети блокчейн",
  "main_82": "Это так просто,",
  "main_83": "получите свой бонус",
  "main_84": "Казино",
  "main_85": "Спорт",
  "main_86": "YYG в настоящее время недоступен",
  "modal_1": "Вы можете изменить язык отображения.",
  "modal_2": "Что такое JEL?",
  "modal_3": "С помощью JEL вы можете играть в игры и пользоваться всеми другими услугами на нашем сайте.",
  "modal_4": "Как я могу заработать JEL?",
  "modal_5": "Вы также можете использовать функцию обмена в своем кошельке для обмена Вы также можете использовать функцию обмена в вашем кошельке, чтобы обменять ваш баланс на другие доступные валюты.",
  "modal_8": "Что такое HON?",
  "modal_9": "С помощью HON вы можете делать ставки на оригинальные игры и получать удовольствие от игры.",
  "modal_10": "Могу ли я вывести или конвертировать HON?",
  "modal_11": "HON нельзя вывести или конвертировать в другую валюту.",
  "modal_12": "Есть значения, которые не были введены.",
  "modal_13": "Верификация_Уровень 1 Обновление",
  "modal_14": "Все документы должны лежать на ровной поверхности со всеми 4 углами внутри рамки. Вся информация должна быть четкой и идентифицируемой. Вся информация должна быть четкой и идентифицируемой. Мы свяжемся с вами по электронной почте, как только этот процесс будет завершен.",
  "modal_15": "Имя",
  "modal_16": "Фамилия",
  "modal_17": "Пол",
  "modal_18": "Дата рождения",
  "modal_19": "Род занятий (ваша работа)",
  "modal_20": "Документ, удостоверяющий личность (спереди)",
  "modal_21": "Принимаются следующие типы файлов (макс. 5 МБ): .png, .jpg, .pdf",
  "modal_22": "Подтверждение личности (задняя сторона)",
  "modal_23": "Принимаются следующие типы файлов (макс. 5 МБ) : .png, .jpg, .pdf",
  "modal_24": "Подтверждение личности (задняя сторона)",
  "modal_25": "Все данные надежно хранятся и шифруются.",
  "modal_26": "Verification_Level 2 Upgrade",
  "modal_27": "Все документы должны быть разложены на ровной поверхности, все 4 угла должны находиться внутри рамки. Вся информация должна быть четкой и идентифицируемой. Вся информация должна быть четкой и идентифицируемой. Мы свяжемся с вами по электронной почте, как только этот процесс будет завершен.",
  "modal_28": "Подтверждение адреса.",
  "modal_29": "Принимаются следующие типы файлов (макс. 5 МБ): .png, .jpg, .pdf.",
  "modal_30": "Подтверждение адреса.",
  "modal_31": "Все данные надежно хранятся и шифруются.",
  "modal_32": "Верификация_Уровень 3 Обновление",
  "modal_33": "Пожалуйста, загрузите документацию для подтверждения Вашего Источника средств. Документ, расположенный на плоской поверхности, должен показать все 4 угла, и вся информация должна быть четкой и идентифицируемой. Мы свяжемся с вами по электронной почте, как только этот процесс будет завершен.",
  "modal_34": "Источник средств",
  "modal_35": "Принимаются следующие типы файлов (макс. 5 МБ): .png, .jpg, .pdf",
  "modal_36": "Источник средств",
  "modal_37": "Все данные надежно хранятся и шифруются.",
  "modal_38": "Подтвердить",
  "modal_39": "Автоматическая ставка",
  "modal_40": "Экономьте время с Auto Bet!",
  "modal_41": "Придумывайте свои собственные стратегии или используйте уже существующие.",
  "modal_42": "Изменить размер ставки",
  "modal_43": "На выигрыш - процент увеличения ставки при выигрыше (при активном режиме \"Увеличить на\").",
  "modal_44": "На проигрыш - процент увеличения ставки при проигрыше (при активном режиме \"Увеличить на\").",
  "modal_45": "Остановить на",
  "modal_46": "Прибыль - остановить \"Автоставку\" при достижении определенной прибыли (которая рассчитывается от баланса на момент активации \"Автоставки\").",
  "modal_47": "Убыток - остановка \"Auto Bet\" при достижении определенного убытка (который рассчитывается от баланса на момент активации \"Auto Bet\").",
  "modal_48": "Лимиты",
  "modal_49": "Количество ставок - остановка \"Auto Bet\" при достижении определенного количества ставок.",
  "modal_50": "Максимальная сумма ставки - максимальная ставка, используемая при активации функции увеличения \"На выигрыш\" или \"На проигрыш\" (\"\" Auto Bet\" не останавливается, максимальная ставка повторяется).",
  "modal_51": "*\"Auto Bet\" также остановится, если средств пользователя недостаточно или превышена максимальная сумма ставки.",
  "modal_52": "Завершено совместное использование окна чата",
  "modal_53": "Неверный диапазон байт. Должно быть от 10 до 32 байт.",
  "modal_54": "Идентификатор ставки",
  "modal_55": "Подтвердить",
  "modal_56": "Поделиться в чате",
  "modal_57": "Вы хотите поделиться результатом ставки в чате?",
  "modal_58": "Отменить",
  "modal_59": "Подтвердить",
  "modal_60": "Справедливость",
  "modal_61": "Настройки посева",
  "modal_62": "Текущие семена",
  "modal_63": "Зерно сервера (хэш)",
  "modal_64": "Семя клиента",
  "modal_65": "Нонс",
  "modal_66": "Новые семена",
  "modal_67": "Семя сервера (хэш)",
  "modal_68": "Клиентский семя",
  "modal_69": "Вы можете использовать эту функцию для установки нового семени сервера + нового семени клиента, они могут быть сгенерированы случайным образом или настроены (не менее 10 символов), а количество Вы можете использовать эту функцию для установки нового семени сервера + нового семени клиента, они могут быть сгенерированы случайным образом или настроены (не менее 10 символов), а количество ставок будет обнулено.",
  "modal_70": "Изменено",
  "modal_71": "Использовать новые семена",
  "modal_72": "Результат ставки",
  "modal_73": "Ставка",
  "modal_74": "Выплата",
  "modal_75": "Прибыль",
  "modal_76": "Деталь игры",
  "modal_77": "Разбита в",
  "modal_78": "Допустимая справедливость",
  "modal_79": "Идентификатор игры",
  "modal_80": "Идентификатор игры (хэш)",
  "modal_81": "Идентификатор игры",
  "modal_82": "Проверить",
  "modal_83": "Ваша ставка",
  "modal_84": "Результат",
  "modal_85": "Тип ставки",
  "modal_86": "Стол",
  "modal_87": "Фишки",
  "modal_88": "Серверное зерно",
  "modal_89": "Серверное зерно (хэш)",
  "modal_90": "Клиентское семя",
  "modal_91": "Nonce",
  "modal_92": "Настройки семян",
  "modal_93": "Настройка семян еще не была выполнена, поэтому ее нельзя проверить.",
  "modal_94": "Шахты",
  "modal_95": "Конфеты",
  "modal_96": "История бонусов",
  "modal_97": "Настройка семян еще не была выполнена, поэтому ее нельзя проверить.",
  "modal_98": "Сумма",
  "modal_99": "Время",
  "modal_100": "Уведомление",
  "modal_101": "Мы предоставляем данные до 60 дней.",
  "modal_103": "Мы гарантируем и управляем Jelly Bean (JEL) как активом, имеющим ту же ценность, что и USD.",
  "modal_104": "Заявка завершена",
  "modal_105": "Бонус к выплате",
  "modal_106": "Бонус к выплате",
  "modal_107": "Минимум для получения: 5 JEL",
  "modal_108": "Что такое JEL?",
  "modal_109": "JEL (JELLY BEAN) - это специальная валюта, запущенная Yummygame.",
  "modal_110": "Вы можете играть в игры и обменивать JEL.",
  "modal_111": "Можно ли обменять JEL на любую другую валюту?",
  "modal_112": "Вы можете обменять JEL на другие валюты в любое время с помощью сервиса Swap.",
  "modal_113": "О сумме бонуса",
  "modal_114": "Сумма бонуса за разблокировку = сумма вашей ставки * 1% * 20%.",
  "modal_115": "Размер партнерского бонуса",
  "modal_116": "Сумма ставки члена Партнерской программы уровня 1 * 1% * 14",
  "modal_117": "Сумма ставки члена Партнерской программы второго уровня * 1% * 2%",
  "modal_118": "Уведомление",
  "modal_119": "Мы гарантируем и управляем Jelly Bean (JEL) как активом, имеющим ту же ценность, что и USD.",
  "modal_120": "Отменить",
  "modal_121": "Заявка",
  "modal_122": "Справедливость",
  "modal_123": "Для обеспечения справедливости игры Wheel предварительно генерирует и шифрует 10 миллионов начальных значений с помощью хэш-алгоритма keccak256 стандарта SHA-3.\nЭти значения используются в обратном порядке для определения справедливого результата игры.",
  "modal_124": "Чтобы обеспечить справедливость игры, Crash работает путем предварительной генерации и шифрования 10 миллионов начальных значений с помощью стандартного хэш-алгоритма SHA-3 keccak256. \nЭти значения используются в обратном порядке для определения справедливого исхода игры.",
  "modal_125": "Деталь",
  "modal_126": "Справедливость",
  "modal_127": "Настройки семян",
  "modal_128": "Текущие семена",
  "modal_129": "Зерно сервера (хэш)",
  "modal_130": "Клиентское семя",
  "modal_131": "Нонс",
  "modal_132": "Новые семена",
  "modal_133": "Семя сервера (хэш)",
  "modal_134": "Клиентский семя",
  "modal_135": "Nonce",
  "modal_136": "Вы можете использовать эту функцию для установки нового семпла сервера + нового семпла клиента, они могут быть сгенерированы случайным образом или настроены (не менее 10 символов), а количество ставок будет обнулено.",
  "modal_137": "Смена семян завершена",
  "modal_138": "Идентификатор игры",
  "modal_139": "ID ставки",
  "modal_140": "Игрок",
  "modal_141": "Выплата",
  "modal_142": "Прибыль",
  "modal_143": "Подтвердить",
  "modal_144": "Начать",
  "modal_145": "Google",
  "modal_146": "Заходя на сайт, вы подтверждаете, что вам не менее <strong>18 лет</strong> и соглашаетесь с \n",
  "modal_147": "Условия использования",
  "modal_148": "Регистрация",
  "modal_149": "После этого шага вас ждет огромный бонус.",
  "modal_150": "Страна",
  "modal_151": "Страна проживания",
  "modal_152": "Условия и политика",
  "modal_153": "Принять условия и положения",
  "modal_154": "Пожалуйста, прочитайте",
  "modal_155": "Политика конфиденциальности",
  "modal_156": "Реферал (Это не промо-код!)",
  "modal_157": "Подтвердить",
  "modal_158": "Страна проживания",
  "modal_159": "Поиск страны проживания",
  "modal_160": "50% Cash Out",
  "modal_161": "Функция 50% Cash Out в игре Crash предоставляет вам отличную возможность безопасно конвертировать ваши ставки в активы во время игры.",
  "modal_162": "После начала игры просто нажмите кнопку \"50% Cash Out\", чтобы получить 50% от текущей суммы ставки в виде активов.",
  "modal_163": "Минимизируйте потери",
  "modal_164": "Когда игра принимает неожиданный оборот, воспользуйтесь кнопкой \"50% Cash Out\", чтобы сохранить часть суммы ставки и минимизировать потери.",
  "modal_165": "Обеспечить прибыль",
  "modal_166": "Если игра развивается благоприятно, зафиксируйте свой текущий доход и используйте \"Cash Out\" для получения большей прибыли.",
  "modal_167": "Вы можете использовать 50% Cash Out в любое время во время игры, в зависимости от текущей игровой ситуации и вашей стратегии.",
  "modal_168": "*Функции \"Автоставка\" и \"50% Cash Out\" не могут быть использованы одновременно.",
  "modal_169": "Джекпот",
  "modal_170": "Джекпот колеса Yummygame наполняется на 0,01% от всех ставок на его четыре цвета. Есть гарантированный шанс выиграть его при каждом вращении.\nВы поставили 45 долларов на синий цвет.\nОбщая сумма ставок на синий цвет в выигрышном раунде составляет 150 USD.\nДжекпот синего цвета составляет 1 200 USD.\nЭто означает, что ваша ставка составляет 30% от общей суммы ставок в этом раунде.\nВ результате вы получите 30% от джекпота (360 USD).",
  "modal_171": "Ваш общий выигрыш за этот раунд составит 180 USD (выигрыш синего) + 360 USD (выигрыш джекпота) = 540 USD.",
  "modal_172": "Имя не должно превышать 50 символов",
  "modal_173": "Название компании не должно превышать 50 символов",
  "modal_174": "Укажите адрес электронной почты в правильном формате",
  "modal_175": "Отправить успешно.\nМы свяжемся с вами по электронной почте, как только этот процесс будет завершен.",
  "modal_176": "Станьте нашим партнером",
  "modal_177": "Эксклюзивная партнерская программа Yummygame",
  "modal_178": "Увеличьте свою прибыль с RevShare до 50%",
  "modal_179": "Имя",
  "modal_180": "Страна",
  "modal_181": "Страна проживания",
  "modal_182": "Email",
  "modal_183": "Введите ваш аккаунт",
  "modal_184": "Название компании",
  "modal_185": "Введите название вашей компании",
  "modal_186": "Заявка на участие в партнерстве",
  "modal_187": "Джон Доу",
  "modal_188": "Страна проживания",
  "modal_189": "Поиск страны проживания",
  "modal_190": "Копия заполнена",
  "modal_191": "Профиль пользователя",
  "modal_192": "Идентификатор пользователя",
  "modal_193": "Статистика",
  "modal_194": "Сводка",
  "modal_195": "Подробности",
  "modal_196": "Всего ставок",
  "modal_197": "Общие выигрыши",
  "modal_198": "Всего выплачено",
  "modal_199": "Самая играемая игра",
  "modal_200": "Wagered",
  "modal_201": "Присоединился",
  "modal_202": "Подробная статистика",
  "modal_203": "Валюта",
  "modal_204": "Ставка",
  "modal_205": "Выигрыш",
  "modal_206": "Отыграно",
  "modal_207": "Редактировать профиль",
  "modal_208": "Аватар",
  "modal_209": "Прозвище",
  "modal_210": "Скрыть мой профиль",
  "modal_211": "Если профиль скрыт, никто не сможет увидеть его, нажав на ваш аватар или ник в публичном рейтинге или списке ставок.",
  "modal_212": "Сохранить",
  "modal_213": "Игрокам, столкнувшимся с задержкой при попытке использовать функцию обналичивания в Crash, не будут возвращены деньги.\n\nИногда вы будете получать больше или меньше того, что вы обналичили. Это происходит из-за задержки между вашим компьютером и нашим сервером. Чтобы избежать проблем и получить гарантированную выплату, воспользуйтесь функцией автоматического вывода денег.\n        \nЕсли вы выйдете из игры в тот же момент, когда произойдет сбой, вы потеряете свою ставку.\n        \nВ случае сбоя в игре Yummygame обязана вернуть только ту сумму, которая была поставлена во время этого раунда",
  "modal_214": "Перед началом игры у игроков есть 10 секунд, чтобы сделать ставку на желаемый множительПосле начала раунда и вращения колеса дополнительные ставки не принимаются. Колесо останавливается на значении множителя; если оно приземляется на множитель, равный целевому множителю игрока, игрок выигрывает.\nВыбранный множитель определяет потенциальный риск и вознаграждение игрока: более высокие множители означают меньшие шансы на выигрыш, но большие потенциальные выплаты.\n\n#Джекпот\nКаждый отдельный Джекпот наполняется процентом от всех ставок, сделанных на Колесе соответствующего цвета.\n\n* 2X=0,7%, 3X=0,7%, 5X=1,4%, 50X=1,4%.\n\nКаждый оборот Колеса имеет фиксированный шанс на срабатывание Джекпота для этого цвета, как показано нижеЕсли Джекпот срабатывает, он делится между всеми игроками, сделавшими ставки на этот цвет в данном конкретном раунде.",
  "modal_215": "Увеличивайте количество скрытых драгоценных камней на игровом поле, чтобы повысить свои шансы\nСделайте ставку по желаемому коэффициенту и выиграйте игру.\nЕсли вы найдете бомбу, игра закончится, и вы потеряете свою ставку.",
  "modal_216": "Рулетка - это игра, в которой игроки ставят фишки по своему усмотрению, на вращающееся колесо падает мрамор, а выигрыш, проигрыш и выплаты определяются числом, на котором остановился мрамор.\nИгроки могут делать ставки на коэффициенты, четные, красные, черные, десятки, дистанцию (ряды), низкие/высокие и отдельные числа, чтобы внести разнообразие и варианты в систему ставок для больших выигрышей.\nВ игре есть множество вариантов ставок, включая возможность установить номинал фишки и сумму ставки, а также функции автоматической ставки, такие как установка количества ставок, внесение корректировок и остановка проигрыша.",
  "modal_217": "Сделайте ставку и предскажите следующий бросок, управляя ползунком.\nГенератор случайных чисел выдаст число от 0 до 100.\nЕсли число окажется в зеленом диапазоне ползунка, вы выиграете",
  "modal_218": "Ultimate Dice\" - это игра с использованием виртуальных костей.\nИгра основана на прогнозировании и ставках на исход игры в кости.\nКогда игра начинается, игроки могут предсказывать и делать ставки на исход костей.\nКак правило, результат выпадения костей представлен одним из чисел от 0 до 999.\nИгроки могут делать ставки на то число или диапазон, который они предсказывают.\nЕсли число окажется в зеленом диапазоне ползунка, вы выиграете.\nПосле того как кости брошены и результаты видны, они проверяются на соответствие числу или диапазону, на которые была сделана ставка.\nЕсли совпадает, игрок получает приз в соответствии с этим диапазоном.\nЕсли нет, игрок теряет ставку\n\"Подбрасывание монетки\" - это игра, в которой вы подбрасываете монетку и пытаетесь угадать, выпадет она головой или решкой.\nПеред началом игры участники делают ставку.",
  "modal_219": "Coin Flip - это простая и быстрая игра, в которой участники могут испытать свою удачу друг против друга.\nОднако она предполагает значительный азарт и должна проводиться с умеренным самоконтролем и ответственностью.\nВ случае сбоя в игре Yummygame обязана вернуть только сумму, поставленную на кон в этом раунде",
  "modal_220": "Правила",
  "modal_221": "7 дней",
  "modal_222": "30 дней",
  "modal_223": "90 дней",
  "modal_224": "180 дней",
  "modal_225": "365 дней",
  "modal_226": "Самоисключение",
  "modal_227": "Уведомление",
  "modal_228": "Самоисключаясь, вы соглашаетесь с тем, что:",
  "modal_229": "Это добровольный акт, инициированный вами, и Yummygame не несет ответственности за любые убытки, которые вы можете понести в период самоисключения в любой форме.",
  "modal_230": "По истечении периода самоисключения вы можете войти в свой аккаунт Yummygame.",
  "modal_231": "Вы не будете вносить или пытаться вносить средства на этот счет.",
  "modal_232": "Любой оставшийся баланс также не может быть восстановлен в течение периода самоисключения, поэтому, пожалуйста, убедитесь, что вы сняли все оставшиеся средства до подтверждения своего решения.",
  "modal_233": "Ваш счет Yummygame",
  "modal_234": "Период самоисключения",
  "modal_235": "Период",
  "modal_236": "Запрос",
  "modal_237": "Редактирование профиля",
  "modal_238": "Уведомление",
  "modal_239": "С сожалением узнаем о вашем намерении самостоятельно исключить свой аккаунт.",
  "modal_240": "Нажав кнопку \"Подтвердить\", вы не сможете отменить это действие и войти на платформу.",
  "modal_241": "Самоисключаясь, вы соглашаетесь с этим:",
  "modal_242": "Ваш аккаунт Yummygame",
  "modal_243": "Период самоисключения",
  "modal_244": "Дата, доступная для входа в систему",
  "modal_245": "Приостановка аккаунта завершена",
  "modal_246": "Подтвердить",
  "modal_247": "Общие настройки",
  "modal_248": "Язык",
  "modal_249": "Просмотр в фиатах",
  "modal_250": "Пожалуйста, обратите внимание, что это приблизительные данные о валюте. Все ставки и транзакции будут осуществляться в криптовалютном эквиваленте.",
  "modal_251": "Сохранить",
  "modal_252": "Изменение завершено",
  "modal_253": "Депозит",
  "modal_254": "Вывод средств",
  "modal_255": "Обмен",
  "modal_256": "Ставки",
  "modal_257": "Получить бонус",
  "modal_258": "Купить криптовалюту",
  "modal_259": "Транзакции",
  "modal_260": "Тип",
  "modal_261": "Сумма",
  "modal_262": "Время",
  "modal_263": "Статус",
  "modal_264": "С",
  "modal_265": "До",
  "modal_266": "Ставка",
  "modal_267": "Прибыль",
  "modal_268": "Уведомление",
  "modal_269": "Мы предоставляем данные за 60 дней.",
  "modal_270": "Вы отправляете",
  "modal_271": "Мин.",
  "modal_272": "Вы получаете",
  "modal_273": "Предложения по оплате",
  "modal_274": "Я прочитал и принял все условия и правила.",
  "modal_275": "Условия использования",
  "modal_276": "Политика конфиденциальности",
  "modal_277": "Детали сделки",
  "modal_278": "Курс обмена",
  "modal_279": "Комиссия",
  "modal_280": "Вы отправляете",
  "modal_281": "Способ оплаты",
  "modal_282": "Доступность способа оплаты зависит от выбранной фиатной валюты",
  "modal_283": "Валюта",
  "modal_284": "Сеть",
  "modal_285": "Адрес депозита",
  "modal_286": "Минимальный депозит :",
  "modal_287": "Получите дополнительный",
  "modal_288": "бонус при минимальной сумме",
  "modal_289": "депозит",
  "modal_290": "Уведомление",
  "modal_291": "Если сумма вклада меньше минимального требования, проверка баланса и отмена вклада невозможны.",
  "modal_292": "Депозит обрабатывается автоматически, время обработки может варьироваться в зависимости от условий сети.",
  "modal_293": "Пожалуйста, введите количество.",
  "modal_294": "Выберите монету.",
  "modal_295": "Пожалуйста, введите сеть.",
  "modal_296": "Введите адрес вывода средств.",
  "modal_297": "Пожалуйста, введите адрес вывода точно.",
  "modal_298": "Допустимые расширения файлов - только jpg, jpeg, png.",
  "modal_299": "Размер файла не должен превышать 5 мегабайт.",
  "modal_300": "Вполне справедливо",
  "modal_301": "Готовый",
  "modal_302": "Сбой на",
  "modal_303": "Зарегистрируйтесь сейчас и получите бонус!",
  "modal_304": "Добро пожаловать! Это Yummygame.",
  "modal_305": "Вы получаете",
  "modal_306": "Метка места назначения (необходима для внесения депозита)",
  "modal_307": "Валюта",
  "modal_308": "Сеть",
  "modal_309": "Адрес для снятия средств",
  "modal_310": "Введите адрес",
  "modal_311": "Метка назначения (требуется для депозита)",
  "modal_312": "Введите метку (содержащую только цифры)",
  "modal_313": "Сумма снятия",
  "modal_314": "Введите сумму",
  "modal_315": "Мин. Без лимита",
  "modal_316": "Комиссия за снятие",
  "modal_317": "Получить сумму",
  "modal_318": "Уведомление",
  "modal_319": "Если вы завершите ролловер для бонуса на депозит и запросите вывод средств, вы можете снять сумму, в 10 раз превышающую сумму депозита, и необходимо пройти проверку KYC.",
  "modal_320": "Вывод средств обрабатывается автоматически, и время обработки может варьироваться в зависимости от условий сети.",
  "modal_321": "Своп завершен",
  "modal_322": "Количество отсутствует",
  "modal_323": "С",
  "modal_324": "До",
  "modal_325": "Плата за обмен",
  "modal_326": "Уведомление",
  "modal_327": "Коэффициент свопа приведен только для справки. В зависимости от рыночной цены на момент запроса соотношение свопа JEL и криптовалюты может меняться.",
  "modal_328": "Своп",
  "modal_329": "Мин.",
  "modal_330": "Введите сумму",
  "modal_331": "Макс.",
  "modal_332": "Внимание: в целях обеспечения безопасности снятие средств, которые считаются крупными или подозрительными, может подвергаться проверке продолжительностью от 24 до 48 часов. Благодарим вас за сотрудничество и терпение.",
  "modal_333": "Ваш запрос на вывод средств завершен.",
  "modal_334": "Включить 2FA",
  "modal_335": "Для дополнительной защиты вашего аккаунта, включите двухфакторную аутентификацию.",
  "modal_336": "Google Authenticator",
  "modal_337": "Сканировать QR-код",
  "modal_338": "Ввести ключ настройки",
  "modal_339": "или Ввести секретный ключ вручную",
  "modal_340": "Запишите этот код, никогда не раскрывайте его другим. Вы можете использовать его для восстановления доступа к вашему аккаунту, если у вас нет доступа к аутентификатору.",
  "modal_341": "Код верификации 2FA",
  "modal_342": "Отключить 2FA",
  "modal_343": "Чтобы отключить двухфакторную аутентификацию, введите ваш одноразовый пароль (OTP)",
  "modal_344": "Код верификации 2FA",
  "modal_345": "Для безопасности вашего аккаунта, пожалуйста, введите ключ Google Security - 2FA",
  "modal_346": "Отмена",
  "modal_347": "Запрос",
  "modal_348": "Снять со счета",
  "modal_349": "Уведомление",
  "modal_350": "Пожалуйста, имейте в виду, что при удалении аккаунта ваши оставшиеся средства будут внесены в экосистему Yummygame в качестве вознаграждения, поэтому не забудьте вывести все оставшиеся средства до подтверждения вашего решения.",
  "modal_351": "Вы уверены, что хотите приступить к удалению аккаунта?",
  "modal_352": "Ваши активы",
  "modal_353": "Никаких активов.",
  "modal_354": "Я внимательно изучил уведомление и хочу продолжить.",
  "modal_355": "Ваша учетная запись удалена",
  "modal_356": "Редактирование профиля",
  "modal_357": "Уведомление",
  "modal_358": "Сожалеем, что вы хотите самостоятельно удалить свой аккаунт.",
  "modal_359": "Жаль слышать, что вы хотите удалить свой аккаунт.\nВаши оставшиеся средства будут внесены в экосистему Yummygame в качестве вознаграждения.",
  "modal_360": "Нажав кнопку \"Подтвердить\", вы не сможете отменить действие и войти на платформу.",
  "modal_361": "Ваш актив",
  "modal_362": "Подтвердить",
  "modal_363": "Акция \"Бонус на депозит",
  "modal_364": "У нас сейчас действует бонусная акция на депозит. \nНе хотите ли вы активировать его на свой первый депозит?",
  "modal_365": "Бонус на депозит",
  "modal_366": "до $1,000",
  "modal_367": "Минимальный депозит",
  "modal_368": "Ставка",
  "modal_369": "Максимальная ставка",
  "modal_370": "Депозит 1%",
  "modal_371": "Вы не сможете вывести средства до тех пор, пока не завершится ролловер или вы не потеряете весь свой первоначальный депозит и бонус. Имейте это в виду.",
  "modal_372": "Для получения дополнительной информации о ролловерах и бонусах на депозит,",
  "modal_373": "Акция \"Бонус на депозит",
  "modal_374": "Мин депозит",
  "modal_375": "Максимальный депозит",
  "modal_376": "Вы не сможете снять средства до тех пор, пока ролловер не будет завершен или вы не потеряете весь свой первоначальный депозит и бонус. Имейте в виду, что.",
  "modal_377": "Более подробную информацию о ролловерах и бонусах на депозит,",
  "modal_378": "смотрите здесь",
  "modal_379": "Депозит обрабатывается автоматически, время обработки может варьироваться в зависимости от условий сети.",
  "modal_380": "Min",
  "modal_381": "Макс",
  "modal_382": "Акция \"Бонус на депозит",
  "modal_383": "Добро пожаловать в Yummygame.\nВы можете воспользоваться бонусом на депозит прямо сейчас.\nПри использовании данной акции максимальная сумма ставки составляет 5% от суммы депозита.",
  "modal_384": "Бонус на Депозит",
  "modal_385": "Ролловер (сумма депозита + бонус)",
  "modal_386": "Максимальная ставка",
  "modal_387": "Депозит",
  "modal_388": "Вы не сможете вывести средства до тех пор, пока не завершится ролловер или вы не потеряете весь свой первоначальный депозит и бонус. Имейте это в виду.",
  "modal_389": "Для получения дополнительной информации о ролловерах и бонусах на депозит,",
  "modal_390": "нажмите здесь",
  "modal_391": "Отменить",
  "modal_392": "Включить",
  "modal_393": "Включить Завершено",
  "modal_394": "Включить отменен",
  "modal_395": "Депозит",
  "modal_396": "Вывод средств",
  "modal_397": "Обмен",
  "modal_398": "Купить криптовалюту",
  "modal_399": "Выполнение ставок",
  "modal_400": "Чтобы вывести средства посредством ставок с бонусом, вы должны выполнить требования по ролловеру.",
  "modal_401": "Чтобы отслеживать свой прогресс, вы можете посмотреть процент выполнения здесь.",
  "modal_402": "Ставки взносов за ролловер следующие:\nОригинальные игры, баккара = 0%; Живое казино, видеопокер, настольные игры и другие игры = 5%; Слоты, видеослоты, скретч-карты = 100%.",
  "modal_403": "Вывести средства",
  "modal_404": "Купить",
  "modal_405": "Пожалуйста, нажмите на кнопку выше.\nБудет выдан адрес депозита.",
  "modal_406": "Инструкции",
  "modal_407": "Когда бонус активирован, вы не можете играть в оригинальные игры, предлагаемые Yummygame.\nХотите изучить игры от лучших поставщиков игр для казино?",
  "modal_408": "Промо-код",
  "modal_409": "Введите промо-код",
  "modal_410": "Поздравляем. Ваш купон активирован!",
  "modal_411": "Выкупить",
  "modal_412": "Минимальный",
  "modal_413": "сумма депозита",
  "modal_414": "бонус с минимальным депозитом.",
  "modal_415": "Макс",
  "modal_416": "Без ограничения минимального депозита",
  "modal_417": "Откройте для себя новые острые ощущения в Yummygame!",
  "modal_418": "Мы скоро запускаем платформу для ставок на спорт - делайте ставки на все ваши любимые виды спорта и наслаждайтесь каждой победой. До скорой встречи",
  "modal_419": "Добро пожаловать в Yummygame's Plinko, восхитительный поворот к классической игре пачинко! Приготовьтесь бросить шарик с конфетами на доску с прищепками и скрестить пальцы, чтобы получить вкусный множитель. \n\nВот как играть:\n1. Сделайте ставку: Выберите вариант ставки и решите, сколько вы хотите поставить.\n2. Бросьте конфету: Бросьте конфетный шарик на прищепку и наблюдайте, как он отскакивает вниз к выигрышному слоту.\n3. Соберите свой выигрыш: Если ваш конфетный шарик приземлится на счастливый множитель, наслаждайтесь сладким вознаграждением!\n4. Опция автоматической ставки Для тех, кто любит, когда руки не заняты, Plinko предлагает функцию автоматической ставки! \n\nКак сделать автоматическую ставку:\n1. Нажмите кнопку \"Автоматическая ставка\": Начните с нажатия на кнопку 'Auto Bet'.\n2. Настройте параметры: Установите сумму ставки, количество раундов и условия остановки. Установите лимиты выигрышей и проигрышей, чтобы не выходить за пределы зоны комфорта.\n3. Установите 0 раундов для бесконечной игры: если вы установите количество раундов на 0, автоматические ставки будут продолжаться бесконечно, пока не закончится ваш баланс.\n4. Откиньтесь на спинку кресла и расслабьтесь: наблюдайте, как Yummy Plinko играет за вас несколько раундов, бросая шарики с конфетами и автоматически собирая выигрыши.\n5. Контролируйте и корректируйте: Следите за своим прогрессом и в любое время корректируйте параметры, чтобы получить максимальное удовольствие и выигрыш.",
  "modal_420": "Риск",
  "modal_421": "Строки",
  "modal_422": "Выплаты",
  "modal_423": "Выбрать",
  "modal_424": "Добро пожаловать в Limbo от Yummygame, где простота встречается с возбуждением!\nLimbo — это быстрая азартная игра, которая сочетает простоту и азарт, идеально подходящая для игроков, которые любят быстрые раунды и возможность экспоненциально увеличить свои ставки.\nГотовы испытать свою удачу и умножить свои ставки?\n\nКак играть в Limbo:\n\n1. Сделайте ставку: Выберите опцию ставки и решите, сколько вы хотите поставить.\n2. Установите множитель: Введите целевой множитель, который вы надеетесь достичь. Чем выше множитель, тем выше риск и потенциальная награда.\n3. Начните игру: Нажмите кнопку 'Play', чтобы сгенерировать случайный множитель.\n4. Выигрыш или проигрыш: Если сгенерированный множитель соответствует или превышает ваш целевой показатель, вы выигрываете, и ваша ставка умножается на целевой множитель. Если ниже, вы теряете свою ставку.\n5. Опция автоматической ставки: Для тех, кто предпочитает безручное управление, Limbo предлагает функцию автоматической ставки!\n\nКак использовать автоматическую ставку:\n\n1. Нажмите кнопку 'Auto Bet': Начните, нажав кнопку 'Auto Bet'.\n2. Настройте параметры: Установите сумму ставки, количество раундов и условия остановки. Установите пределы для выигрышей и потерь, чтобы оставаться в комфортной зоне.\n3. Установите количество раундов на 0 для бесконечной игры: Если вы установите количество раундов на 0, автоматическая ставка будет продолжаться бесконечно, пока ваш баланс не исчерпается.\n4. Сядьте и расслабьтесь: Наблюдайте, как Limbo автоматически играет несколько раундов за вас, регулируя ваши ставки и собирая выигрыши.\n4. Следите и регулируйте: Следите за своим прогрессом и корректируйте параметры в любое время, чтобы максимизировать удовольствие и выигрыши.\nНаслаждайтесь азартом Limbo в Yummygame и смотрите, насколько вы можете увеличить свои ставки!\\",
  "modal_425": "Семя еще не раскрыто.",
  "modal_426": "Ежедневные и еженедельные",
  "modal_427": "Событие падения HON",
  "modal_428": "Получайте 100 HON за каждый визит и дополнительно 1,000 HON за 7 дней подряд!",
  "modal_429": "Вы посещали",
  "modal_430": "дней подряд.",
  "modal_431": "Продолжайте в том же духе!",
  "modal_432": "осталось дней 😃",
  "modal_433": "7-дневная серия! Вы получили 1,000 HON.",
  "modal_434": "Поздравляем!",
  "modal_435": "Вы получили",
  "modal_436": "Кошелек",
  "modal_437": "Вы отказались от своего баланса, и требование по ставкам было снято.",
  "modal_438": "Вы в режиме бонусной игры!",
  "modal_439": "Решите, хотите ли вы проверить ‘Удалить существующий баланс и требования по ставкам (Rollover)’. Если вы не отметите этот пункт, ваш баланс и требования по обороту останутся без изменений. Убедитесь, что ваш выбор правильный после депозита. Мы не несем ответственности за проблемы, вызванные неправильным выбором.",
  "modal_440": "Я согласен отказаться от оставшегося баланса, чтобы удалить существующие требования по ставкам (Rollover).",
  "modal_441": "Подтвердить",
  "modal_442": "Код успешно зарегистрирован.",
  "modal_443": "Поздравляем. Вы заработали {0} {1}.",
  "modal_444": "Еженедельное количество выводов",
  "modal_445": "Ежемесячное количество выводов",
  "modal_446": "Удалить",
  "modal_447": "Выберите сообщение.",
  "modal_448": "Сообщения не получены.",
  "modal_449": "Прямое сообщение",
  "modal_450": "Счастливое Колесо",
  "modal_451": "Счастливый",
  "modal_452": "Крутить",
  "modal_453": "Крутите Сейчас",
  "modal_454": "Доступно на {0} {1}",
  "modal_455": "У вас больше не осталось вращений.",
  "modal_456": "Сумма ставки",
  "modal_457": "Прибыль",
  "modal_458": "Победа",
  "modal_459": "Поражение",
  "modal_460": "Что такое YYG?",
  "modal_461": "YYG, или YummyGame Token, это нативный криптовалютный токен онлайн-казино платформы Yummygame: Он служит ключевым элементом экосистемы, позволяя пользователям участвовать в различных активностях на платформе: YYG можно использовать для ставок в казино, получения доступа к специальным акциям и получения вознаграждений: Он построен на технологии блокчейн, что обеспечивает прозрачность и безопасность транзакций, и играет важную роль в программе вознаграждений и поощрений на основе токенов Yummygame",
  "modal_462": "Как я могу заработать YYG?",
  "modal_463": "Вы можете зарабатывать YYG, участвуя в различных активностях на платформе Yummygame:\n\n\t1.\tИгра в казино: Зарабатывайте токены, играя и выигрывая в различных играх казино.\n\t2.\tУчастие в акциях: Специальные мероприятия, турниры и кампании часто награждают участников токенами YYG.\n\t3.\tРеферальная программа: Приглашайте друзей присоединиться к Yummygame и получайте бонус в YYG, когда они регистрируются и играют.\n\t4.\tПрограмма амбассадоров: Продвигайте Yummygame в качестве амбассадора и зарабатывайте токены на основе вашего влияния и активности.\n\t5.\tAirdrops и розыгрыши: Время от времени токены YYG распределяются через airdrop среди пользователей платформы и членов сообщества.\n\nПринимая участие в этих активностях, пользователи могут накапливать YYG и получать дополнительные преимущества на платформе.",
  "modal_464": "Подсластитель",
  "modal_465": "Еженедельный кэшбэк",
  "modal_466": "Ежемесячный кэшбэк",
  "modal_467": "Информация о снятии без комиссии",
  "modal_468": "Как это работает",
  "modal_469": "Одно снятие без комиссии в день: Каждый день вы можете сделать одно снятие полностью бесплатно!",
  "modal_470": "Одно снятие без комиссии в день: Каждый день вы можете сделать одно снятие полностью бесплатно!",
  "modal_471": "- Ежедневное сброс:",
  "modal_472": "Одно снятие без комиссии в день: Каждый день вы можете сделать одно снятие полностью бесплатно!",
  "modal_473": "Начиная с VIP уровня 31 (Золото), вы можете воспользоваться ежемесячным кэшбэком от Yummygame! Этот бонус вознаграждает вас на основе вашей ежемесячной игры, возвращая процент от ваших ставок.",
  "modal_474": "- Условия участия:",
  "modal_475": "Доступно для игроков уровня VIP 21 (Серебро) и выше.",
  "modal_476": "- День выплаты:",
  "modal_477": "Кэшбэк выплачивается каждую пятницу.",
  "modal_478": "- Период ставок:",
  "modal_479": "Кэшбэк рассчитывается на основе ваших общих ставок с пятницы 00:00 (UTC+0) до четверга 23:59 (UTC+0) предыдущей недели.",
  "modal_480": "- Минимальная сумма:",
  "modal_481": "Если сумма вашего кэшбэка меньше $0,20, он не будет выплачен.",
  "modal_482": "Yummygame VIP Еженедельные ставки кэшбэка",
  "modal_483": "По мере того, как вы поднимаетесь по уровням VIP, ваш процент кэшбэка увеличивается:",
  "modal_484": "Уровень",
  "modal_485": "Уровень",
  "modal_486": "Квалификация",
  "modal_487": "Бонус Sweetener<br />Ставка",
  "modal_488": "Yummygame VIP Еженедельные ставки кэшбэка",
  "modal_489": "По мере того, как вы поднимаетесь по уровням VIP, ваш процент кэшбэка увеличивается:",
  "modal_490": "Бонус Sweetener – это специальная функция для игроков уровня VIP 11 (Бронза) и выше, предназначенная для вознаграждения на основе вашей игровой активности!",
  "modal_491": "Как работает бонус Sweetener?",
  "modal_492": "- Зарабатывайте, играя:",
  "modal_493": "Sweetener выплачивается частями, на основе ваших ставок за прошедшую неделю. Чтобы соответствовать требованиям, просто сделайте ставки на сумму не менее $1,000 в течение 7 дней.",
  "modal_494": "- Частые выплаты:",
  "modal_495": "Вы будете получать выплаты Sweetener каждый час, до 24 раз в день, в зависимости от ваших ставок за предыдущий час.",
  "modal_496": "Как активировать бонус Sweetener",
  "modal_497": "Перейдите на страницу бонусов и нажмите кнопку «Активировать», чтобы начать получать награды Sweetener! Это просто и быстро — просто активируйтесь и играйте!",
  "modal_498": "Yummygame Sweetener Бонусные Ставки",
  "modal_499": "По мере повышения вашего VIP-уровня увеличиваются и награды Sweetener! Бонусные ставки, основанные на вашем текущем уровне, приведены ниже:",
  "modal_500": "Специальный бонус на депозит",
  "modal_501": "VIP-опыт не накапливается до выполнения требования по обороту для депозитного бонуса.\nПока вы получаете депозитный бонус, другие бонусы, такие как рейкбэк, Счастливое вращение, Ежедневное лото и кэшбэк, не могут быть заявлены.\nКак только будет выполнен оборот депозитного бонуса, другие бонусы могут быть заявлены.\nТребование по обороту для депозитного бонуса составляет 45 раз (сумма депозита + сумма бонуса).\nДля получения более подробной информации о бонусах, пожалуйста, обратитесь к разделу «Депозитный бонус» Политики бонусов.",
  "modal_502": "Доступ к Политике бонусов",
  "modal_503": "Заявка на JEL рейкбэк",
  "modal_504": "Получение наград за повышение уровня",
  "modal_505": "Получение наград за повышение уровня",
  "modal_506": "Получение еженедельного кэшбэка",
  "modal_507": "Получение ежемесячного кэшбэка",
  "modal_508": "Закрыть и играть",
  "modal_509": "Запрос на 20% еженедельный кэшбэк",
  "modal_510": "Страна",
  "modal_511": "Тел.",
  "modal_512": "номер телефона",
  "modal_513": "Заявка KYC завершена.",
  "modal_514": "Требуется имя пользователя",
  "modal_515": "Ваше имя пользователя должно содержать от 2 до 16 символов.",
  "modal_516": "Ваше имя пользователя содержит недопустимые символы",
  "modal_517": "Требуется электронная почта",
  "modal_518": "Пожалуйста, введите правильный адрес электронной почты.",
  "modal_519": "более 8-16 символов",
  "modal_520": "более 1 буквы",
  "modal_521": "хотя бы 1 номер",
  "modal_522": "Электронная почта",
  "modal_523": "Введите адрес электронной почты",
  "modal_524": "Пароль",
  "modal_525": "Введите пароль",
  "modal_526": "Забыли пароль?",
  "modal_527": "Неверный адрес электронной почты или пароль",
  "modal_528": "Имя пользователя",
  "modal_529": "Введите имя пользователя",
  "modal_530": "Пожалуйста, введите правильный адрес электронной почты.",
  "modal_531": "Этот адрес электронной почты уже используется.",
  "modal_532": "Это имя пользователя уже используется.",
  "modal_533": "Пожалуйста, введите правильный пароль.",
  "modal_534": "Ссылка для сброса пароля отправлена",
  "modal_535": "Сбросить пароль",
  "modal_536": "Пожалуйста, проверьте свой почтовый ящик",
  "modal_537": "Введите свой адрес электронной почты\nи мы отправим вам ссылку для сброса пароля",
  "modal_538": "Полный сброс пароля",
  "modal_539": "Создать новый пароль",
  "modal_540": "Пожалуйста, войдите в систему с помощью сброса пароля.",
  "modal_541": "Пожалуйста, введите новый пароль",
  "modal_542": "Новый пароль",
  "modal_543": "Введите новый пароль",
  "modal_544": "Пароль должен иметь",
  "modal_545": "Подтвердите новый пароль",
  "modal_546": "Введите новый пароль",
  "modal_547": "Не соответствует новому паролю",
  "modal_548": "Подтверждать",
  "modal_549": "Изменить пароль",
  "modal_550": "Зарегистрироваться",
  "modal_551": "Авторизоваться",
  "modal_552": "Претензия на счастливый мешочек",
  "modal_553": "Социальные сети",
  "modal_554": "Введите идентификатор",
  "modal_555": "Политика использования бонусов и рекомендации по сбросу",
  "modal_556": "Первый бонус: 50% от вашего депозита будет зачислено в качестве бонуса.\n- Минимальный депозит: 10 долларов США / Максимальный депозит: 1000 долларов США.\n- Ролловер: х20 (Депозит + Бонус)",
  "modal_557": "Время сброса бонуса: время восстановления бонуса сбрасывается через месяц после первого депозита, возвращаясь к этапу 1.",
  "modal_558": "Сброс этапа: если все четыре этапа завершены до сброса, прогресс возобновляется, что позволяет игрокам шаг за шагом возвращать бонусы с самого начала.",
  "modal_559": "Условие повышения VIP-уровня: внесение бонуса не будет способствовать повышению VIP-уровня. Повышение уровня VIP возможно только после отмены требования о продлении срока действия.",
  "modal_560": "Вклад в ролловер по играм:",
  "modal_561": "Оригинальные игры, Баккара = 0%\nЖивое казино, видеопокер,\nНастольные игры и другие игры = 5%\nСлоты, видеослоты, скретч-карты = 100%",
  "modal_562": "Эксклюзивность бонуса: при запросе бонуса на депозит все остальные бонусы временно недоступны. Как только требование ролловера будет выполнено, игроки смогут претендовать на другие бонусы.",
  "modal_563": "Бонус на депозит и возврат 20%: Бонусы на депозит и возврат 20% не могут применяться одновременно.",
  "modal_564": "Пожалуйста, внимательно ознакомьтесь с этими условиями, чтобы максимально эффективно использовать свои бонусы.",
  "modal_565": "Важное примечание: предупреждение о конфискации при ролловере",
  "modal_566": "Если вы откажетесь от требования пролонгации после получения бонуса на депозит, весь ваш баланс, включая бонус, будет аннулирован. Кроме того, реактивация бонуса будет возможна через 1 месяц после даты первого депозита.\nПрежде чем принимать бонус на депозит, убедитесь, что вы полностью понимаете условия ролловера, и действуйте осторожно.",
  "modal_567": "Более подробную информацию о бонусах можно найти в разделе «Бонусная политика».",
  "modal_568": "Руководство по бонусам на депозит по уровням",
  "modal_569": "Yummygame предлагает 4-уровневую бонусную систему на депозит с исключительными вознаграждениями.\nКаждый уровень предоставляет увеличивающиеся проценты бонусов и условия для улучшения вашего игрового процесса. Благодаря поддержке всех доступных валют наслаждайтесь растущими вознаграждениями с каждым депозитом.\nУвеличьте свои преимущества и наслаждайтесь захватывающим игровым опытом с бонусной системой Yummygame!",
  "modal_570": "{0} Бонус на депозит",
  "modal_571": "До ${0}",
  "modal_572": "Минимальный депозит от ${0}!",
  "modal_573": "{0}. {1} Бонус: {2} % от вашего депозита.\n                  будет зачислен в качестве бонуса.",
  "modal_574": "а. Минимальный депозит: ${0} / Максимальный депозит: ${1}\n  б. Ролловер: x{2} (депозит + бонус)",
  "modal_575": "Период активации бонуса\n- Все бонусы на депозит активны в течение 1 месяца с даты первого депозита.\n- Через 1 месяц история бонусов будет сброшена, что позволит вам начать заново с первого бонуса.",
  "modal_576": "Важное примечание: предупреждение о конфискации при ролловере",
  "modal_577": "Если вы откажетесь от требования пролонгации после получения бонуса на депозит, весь ваш баланс, включая бонус, будет аннулирован. Кроме того, реактивация бонуса будет возможна через 1 месяц после даты первого депозита.\nПрежде чем принимать бонус на депозит, убедитесь, что вы полностью понимаете условия ролловера, и действуйте осторожно.",
  "modal_578": "Ставки взносов за ролловер следующие:\nОригинальные игры, баккара = 0%; Живое казино, видеопокер, настольные игры и другие игры = 5%; Слоты, видеослоты, скретч-карты = 100%.",
  "modal_579": "Если ролловер не будет завершен в течение 7 дней после получения бонуса, любой вывод сверх внесенной основной суммы будет невозможен, даже если ролловер будет завершен впоследствии.",
  "setting_1": "7K USD Ежедневно",
  "setting_2": "Неограниченно",
  "setting_3": "10K USD Ежедневно",
  "setting_4": "20K USD Ежедневно",
  "setting_5": "1M USD Ежедневно",
  "setting_6": "2M USD Ежедневно",
  "setting_7": "10M USD Ежедневно",
  "setting_8": "Настройки Аккаунта",
  "setting_9": "За каждый завершенный уровень верификации вы можете получить более высокий лимит транзакций. (Макс. Уровень 3)",
  "setting_10": "На Рассмотрении",
  "setting_11": "Максимальный Уровень",
  "setting_12": "Повышение Уровня",
  "setting_13": "Лимиты Ввода и Вывода Фиатных Средств",
  "setting_14": "Лимит Ввода Криптовалюты",
  "setting_15": "Лимит Вывода Криптовалюты",
  "setting_16": "Самоисключение",
  "setting_17": "После самоисключения вы не сможете получить доступ к своему аккаунту или совершать вывод средств в течение этого периода.",
  "setting_18": "Подробности",
  "setting_19": "Аккаунт для Вывода",
  "setting_20": "Удалите ваш аккаунт Yummygame.",
  "setting_21": "Подробности",
  "setting_22": "Включить 2FA",
  "setting_23": "Для дополнительной защиты вашего аккаунта, включите Двухфакторную аутентификацию.",
  "setting_24": "Отключить 2FA",
  "setting_25": "Двухфакторная аутентификация",
  "affiliate_1": "Все Участники",
  "affiliate_2": "Только Уровень 1",
  "affiliate_3": "Только Уровень 2",
  "affiliate_4": "Участник",
  "affiliate_5": "Всего",
  "affiliate_6": "Участник",
  "affiliate_7": "Уровень",
  "affiliate_8": "Сделано Ставок",
  "affiliate_9": "Бонус",
  "affiliate_10": "Последний Вход",
  "affiliate_11": "Система разработана для вознаграждения влиятельных лиц за привлечение новых пользователей Yummygame. Только новые пользователи и депозиторы имеют право на получение партнерского бонуса при использовании вашего кода.",
  "affiliate_12": "Партнерский бонус соотносится с хаус-краем каждого режима игры, но в некоторых режимах реферальный доход может быть снижен, чтобы предотвратить эксплуатацию или предложить лучшие коэффициенты.",
  "affiliate_13": "Мы не терпим никакого злоупотребления системой. Ваш аккаунт будет заблокирован, а баланс аннулирован, если вы попытаетесь манипулировать системой для получения несправедливого преимущества. Пожалуйста, внимательно прочитайте Условия обслуживания.",
  "affiliate_14": "16% от преимущества казино платформы будут выплачены вам сразу после каждой ставки участника. (на основе преимущества казино в играх, в которые играют участники)",
  "affiliate_15": "Мы гарантируем и управляем Jelly Bean (JEL) как активом той же стоимости, что и USD (доллар США).",
  "affiliate_16": "Уведомление",
  "affiliate_17": "Эксклюзивная Партнерская Программа",
  "affiliate_18": "Вы влиятельное лицо? Станьте нашим партнером и зарабатывайте с Программа распределения доходов. Зарабатывайте процент от чистого дохода от реферальных игроков. Присоединяйтесь к нам и давайте вместе радоваться успеху!",
  "affiliate_19": "Werden Sie Partner",
  "affiliate_20": "ПАРТНЕР",
  "affiliate_21": "Партнерская Система Yummygame",
  "affiliate_22": "Рекомендуйте Yummygame своим друзьям, и пусть они используют ваш партнерский код. Когда ваши рефералы будут делать ставки в наших собственных играх и слотах, вы будете автоматически получать часть доходов казино, полученных от них.",
  "affiliate_23": "Партнерский Код",
  "affiliate_24": "Партнерская Ссылка",
  "affiliate_25": "Скоро...",
  "affiliate_26": "Партнерское Активо",
  "affiliate_27": "Привлекайте людей сюда и зарабатывайте больше! Получайте 'Партнерский Бонус' за каждого игрока, который следует за вашей ссылкой, регистрируется и активно играет на платформе. Он будет автоматически зачислен за ставки, сделанные вашим партнерским участником в играх внутри платформы и слотах.",
  "affiliate_28": "Статус",
  "affiliate_29": "Ставки Участника",
  "affiliate_30": "Уровень 1",
  "affiliate_31": "Уровень 2",
  "affiliate_32": "Бонус Участника",
  "affiliate_33": "Процент Бонуса",
  "affiliate_34": "Партнерские бонусы выплачиваются сразу в 'JEL' и могут быть заявлены и добавлены как активы с помощью сервиса Заявки на Бонус.",
  "affiliate_35": "Перейти в Меню Бонусов",
  "affiliate_36": "ЭКСКЛЮЗИВНАЯ ПАРТНЕРСКАЯ ПРОГРАММА",
  "affiliate_37": "Зарабатывайте Партнерский Бонус до 16%",
  "affiliate_38": "Бонус, Который Можно Заявить",
  "affiliate_39": "Минимум для получения: 5 JEL",
  "bonus_1": "Разнообразная Система Бонусов",
  "bonus_2": "Пробудите самое сладкое удовольствие!\nПолучите до 150% бонуса на ваш первоначальный депозит",
  "bonus_3": "БОНУС",
  "bonus_4": "Акция по Депозиту",
  "bonus_5": "Это специальное предложение истекает через",
  "bonus_6": "Пакет Депозита.",
  "bonus_7": "Получите До $",
  "bonus_8": "Получить Бонус",
  "bonus_9": "Минимальный Депозит $",
  "bonus_10": "Сделано Ставок",
  "bonus_11": "Заявлено",
  "bonus_12": "Бонус, Который Можно Заявить",
  "bonus_13": "Общий Бонус Рейкбека",
  "bonus_14": "VIP-Бонус",
  "bonus_15": "добавлено через",
  "bonus_16": "Ваши Ставки",
  "bonus_17": "Бонус на Депозит",
  "bonus_18": "добавлено через",
  "bonus_19": "Ваш Депозит",
  "bonus_20": "Общий Бонус",
  "bonus_21": "добавлено через",
  "bonus_22": "Мероприятие Казино",
  "bonus_23": "Историю Каждого Бонуса Рейкбека Можно Посмотреть в Истории Бонусов",
  "bonus_24": "История Бонусов",
  "bonus_25": "Дополнительный Бонус",
  "bonus_26": "Джекпот-Бонус",
  "bonus_27": "добавлено через",
  "bonus_28": "Игра на Колесе",
  "bonus_29": "Партнерский Бонус",
  "bonus_30": "добавлено через",
  "bonus_31": "Партнер",
  "bonus_32": "Партнерская Программа",
  "bonus_33": "Заявлено",
  "bonus_34": "Бонус, Который Можно Заявить",
  "bonus_35": "АППЕТИТНАЯ VIP-ПРОГРАММА",
  "bonus_36": "Статус",
  "bonus_37": "VIP-программа Yummy разработана специально для игроков,\nфокусируясь на максимизации бонусов, которые вы получаете.",
  "bonus_38": "Доступные вознаграждения",
  "bonus_39": "Обзор VIP-программы",
  "bonus_40": "Преимущества",
  "bonus_41": "Преимущества",
  "bonus_42": "БОНУС",
  "bonus_43": "Бонус на депозит",
  "bonus_44": "До",
  "bonus_45": "Минимальный депозит",
  "bonus_46": "Ставка",
  "bonus_47": "Максимальная ставка на депозит",
  "bonus_48": "Получить бонус",
  "bonus_49": "Статус",
  "bonus_50": "Утвердить",
  "bonus_51": "Максимальная ставка: сумма депозита",
  "bonus_52": "Максимальная ставка",
  "bonus_53": "Мгновенный рейкбек",
  "bonus_54": "Еженедельный бонус",
  "bonus_55": "Ежемесячный бонус",
  "bonus_56": "Бонус за повышение уровня",
  "bonus_57": "Бонус за последнюю игру",
  "bonus_58": "VIP-ХОСТ",
  "bonus_59": "Секретное VIP-обслуживание",
  "bonus_60": "Сейчас нет доступных бонусов.",
  "bonus_61": "У вас есть промо-код? Введите его и получите свой бонус!",
  "bonus_62": "Промокод",
  "bonus_63": "Награды",
  "bonus_64": "Общая сумма бонусов, которые вы получили (USD)",
  "bonus_65": "Общая сумма общих наград",
  "bonus_66": "Общая сумма VIP-наград",
  "bonus_67": "Общая сумма специальных наград",
  "bonus_68": "Разблокируйте больше бонусов, играя в большее количество игр!",
  "bonus_69": "Перейти к Депозиту",
  "bonus_70": "Специальный бонус на депозит",
  "bonus_71": "Сбор до",
  "bonus_72": "Депозит с депозитным бонусом",
  "bonus_73": "Очки VIP XP не могут быть заработаны при использовании депозитного бонуса. Все оставшиеся средства будут удалены, если депозитный бонус будет аннулирован. Пожалуйста, ознакомьтесь с детальной политикой бонусов для получения дополнительной информации.",
  "bonus_74": "Общие награды",
  "bonus_75": "Рейкбэк JEL",
  "bonus_76": "Готово к заявке:",
  "bonus_77": "Заявить",
  "bonus_78": "VIP-вращение:",
  "bonus_79": "Ежедневное вращение:",
  "bonus_80": "Вращать",
  "bonus_81": "Общая сумма заявок:",
  "bonus_82": "Квесты",
  "bonus_83": "Ежедневные квесты:",
  "bonus_84": "Награды за повышение уровня",
  "bonus_85": "Очки XP к VIP",
  "bonus_86": "Награды за повышение уровня",
  "bonus_87": "XP к",
  "bonus_88": "Sweetener",
  "bonus_89": "Текущий уровень:",
  "bonus_90": "Требование по ставкам",
  "bonus_91": "Еженедельный кэшбэк",
  "bonus_92": "Доступно в VIP 21",
  "bonus_93": "Общая сумма ставок:",
  "bonus_94": "Ожидаемый бонус:",
  "bonus_95": "Требуемая ставка:",
  "bonus_96": "Ежемесячный кэшбэк",
  "bonus_97": "Доступно в VIP 31",
  "bonus_98": "Специальные награды",
  "bonus_99": "Скоро будет ...",
  "bonus_100": "Заканчивается через {0}д {1}ч {2}м",
  "bonus_101": "Заканчивается через {0}ч {1}м {2}с",
  "bonus_102": "Уведомление",
  "bonus_103": "Бонус за депозит: Использование бонуса за депозит не позволяет повысить уровень VIP. Если вы получите бонус за депозит и затем откажетесь от него, все остатки в соответствующей валюте будут удалены.",
  "bonus_104": "VIP-бонус: Вы можете получить определенные VIP-бонусы в зависимости от вашего VIP-уровня. Доступны различные бонусы, такие как повышение уровня и категории.",
  "bonus_105": "JEL можно обменять на другие монеты с помощью функции Swap.",
  "bonus_106": "Мы гарантируем и управляем JellyBean (JEL) как активом той же стоимости, что и доллар США (USD).",
  "bonus_107": "БОНУС",
  "bonus_108": "Бонусы за пределами вашего воображения",
  "bonus_109": "Зарегистрируйтесь сегодня и погрузитесь в безграничные награды и захватывающие победы, превосходящие ваши самые смелые мечты!",
  "bonus_110": "Однокликовая регистрация",
  "bonus_111": "Как получить бонусы на Yummygame?",
  "bonus_112": "Шаг 01",
  "bonus_113": "Мгновенно зарегистрируйтесь на Yummygame и начните играть в широкий ассортимент захватывающих казино игр!",
  "bonus_114": "Шаг 02",
  "bonus_115": "Зарабатывайте XP с каждой ставкой на Yummygame, чтобы разблокировать эксклюзивные VIP-привилегии, денежные призы и бесплатные вращения",
  "bonus_116": "Шаг 03",
  "bonus_117": "Повышайте уровень, чтобы разблокировать большие денежные призы и бесплатные вращения удачи! Чем выше вы поднимаетесь, тем больше награды!",
  "bonus_118": "JEL Rakeback",
  "bonus_119": "Чем раньше вы получите тот же счет, тем выше будет ваш рейтинг — пусть игры начнутся!",
  "bonus_120": "Счастливое вращение",
  "bonus_121": "Ежедневно вращайте, чтобы получить шанс выиграть до 1 BTC - почувствуйте азарт с каждым вращением!",
  "bonus_122": "Ежедневная лотерея",
  "bonus_123": "Испытай удачу каждый день с нашим бонусом ежедневной лотереи! - каждый день приносит новый шанс на выигрыш",
  "bonus_124": "Задания",
  "bonus_125": "Примите вызовы и наблюдайте, как ваши доходы растут и умножаются",
  "bonus_126": "Награды за повышение уровня",
  "bonus_127": "Повышайте уровень с Yummygame и разблокируйте награды на каждом этапе!",
  "bonus_128": "Награды за повышение ранга",
  "bonus_129": "Начните Sweetener с одной активации и разблокируйте крупные награды на следующие 7 дней",
  "bonus_130": "Еженедельный кэшбэк",
  "bonus_131": "Начните Sweetener с одной активации и разблокируйте крупные награды на следующие 7 дней",
  "bonus_132": "Еженедельный кэшбэк",
  "bonus_133": "Используйте новый шанс каждую неделю с еженедельным кэшбэком Yummygame",
  "bonus_134": "Ежемесячный кэшбэк",
  "bonus_135": "Разблокируйте дополнительные награды каждый месяц с ежемесячным кэшбэком Yummygame",
  "bonus_136": "Преимущества",
  "bonus_137": "В Yummygame наслаждайтесь самым сладким игровым опытом!",
  "bonus_138": "Зарегистрироваться",
  "bonus_139": "Перейти к панели бонусов",
  "bonus_140": "Получите свой бонус прямо сейчас!",
  "bonus_141": "В настоящее время нет бонусов для получения.",
  "bonus_142": "Кэшбэк для всех!",
  "bonus_143": "Еженедельный и ежемесячный кэшбэк для всех участников до марта",
  "bonus_144": "Уже активировано!",
  "bonus_145": "{0}% Еженедельный Кэшбэк",
  "bonus_146": "Проиграли на ставках? Не беспокойтесь,\nYummygame возвращает {0}% ваших еженедельных чистых убытков\nЕженедельная минимальная ставка: ${1}.",
  "bonus_147": "{0} Новогоднее повышение",
  "bonus_148": "Внесите депозит от 5 до 1000 долларов и получите бонус {0} с 30-кратным ролловером!",
  "bonus_149": "Введите промо-код",
  "bonus_150": "Бонус Lucky7 {0}",
  "bonus_151": "Внесите от 5 до 100 долларов и получите бонус всего за {0}x ролловер!",
  "bonus_152": "Бонус без депозита",
  "bonus_153": "Есть промо-код без депозита?\nВведите его сейчас и получите свои {0} USDT мгновенно!",
  "bonus_154": "{0}% Еженедельный Кэшбэк",
  "bonus_155": "- Эта окупаемость составляет 20% от еженедельного чистого убытка после вычета комиссий поставщика, бонусов и других корректировок.\n- Право на участие получат только пользователи с еженедельным депозитом в размере 100 долларов США и более.\n- Участвовать могут только пользователи, чья еженедельная сумма ставок составляет не менее {0} долларов США.",
  "bonus_156": "Конец",
  "bonus_157": "VIP Награды",
  "bonus_158": "Сброс таймера {0}ч {1}м {2} с",
  "bonus_159": "Откройте для себя волнение события Lucky Pouch от Yummygame и получите ежедневный бонус!\n\n- Как принять участие: вносите 10 долларов США или более ежедневно, чтобы получить случайное бонусное вознаграждение.\n- Частота вознаграждения: Бонусы начисляются один раз в день. Событие сбрасывается ежедневно в 00:00 (UTC+0).\n- Сумма бонуса: получите случайный бонус в размере от 0,1 до 100 долларов США.\n- JEL предоставляется как заявленный JEL, и получатели могут конвертировать его в JEL типа актива.\n\nНе упустите свой шанс каждый день получать неожиданную награду. Внесите депозит сейчас и посмотрите, сколько удачи сегодня в вашем кошельке!",
  "bonus_160": "Детали счастливого мешочка",
  "bonus_161": "Внесите депозит и получите ежедневный красный конверт на сумму от 0,1 до 100 долларов США.",
  "bonus_162": "Счастливый мешочек",
  "bonus_163": "Вносите $10+ в день и получите кошелек $0,1~100!",
  "bonus_164": "Счастливый мешочек",
  "bonus_165": "{0}д {1}ч {2}м",
  "bonus_166": "{0}ч {1}м {2} с",
  "bonus_167": "Бонус до {0}%!",
  "bonus_168": "Особая возможность для вашего первого депозита",
  "bonus_169": "Депозит сейчас",
  "bonus_170": "Получив этот бонус, вы откроете скрытые бонусные уровни со 2 по 4, что даст вам прекрасную возможность разблокировать еще более ценные награды.",
  "bonus_171": "Выполнение всех бонусов!",
  "bonus_172": "Специальный бонус на депозит",
  "bonus_173": "Сброс бонуса",
  "bonus_174": "Вы находитесь в режиме бонусной игры!",
  "chat_1": "Чат",
  "chat_2": "Доступно для VIP 2-го уровня.",
  "chat_3": "Ваши сообщения",
  "chat_4": "Правила чата",
  "chat_5": "Не спамьте и не используйте слишком большие буквы в чате.",
  "chat_6": "Не хамите и не оскорбляйте других пользователей или сотрудников Yummygame.",
  "chat_7": "Не делитесь личной информацией (включая социальные сети) о себе и других игроках.",
  "chat_8": "Не используйте в чате альтернативные (alts) аккаунты, это строго запрещено.",
  "chat_9": "Не допускайте подозрительного поведения, которое может быть расценено как потенциальное мошенничество.",
  "chat_10": "Не участвуйте в любых формах рекламы/торговли/продажи/покупки или предложения услуг.",
  "chat_11": "Не делитесь кодами, скриптами или любыми другими бот-сервисами.",
  "chat_12": "Не используйте сервисы сокращения URL. Всегда указывайте полную ссылку.",
  "chat_13": "Я получил вкусняшку!",
  "chat_14": "50% наличных",
  "chat_15": "Уведомление",
  "chat_16": "См. подробнее",
  "common_1": "Пока нет данных...",
  "common_2": "Вкусный оригинал",
  "common_3": "Crash",
  "common_4": "Колесо",
  "common_5": "Подбрасывание монет",
  "common_6": "Кубики",
  "common_7": "Ultimate Dice",
  "common_8": "Рулетка",
  "common_9": "Шахта",
  "common_10": "Игры казино",
  "common_11": "Слоты",
  "common_12": "Живое казино",
  "common_13": "Настольные игры",
  "common_14": "Покер",
  "common_15": "Блэкджек",
  "common_16": "Рулетка",
  "common_17": "Промо",
  "common_18": "Бонус",
  "common_19": "Партнерская программа",
  "common_20": "Справочный центр",
  "common_21": "Справочный центр",
  "common_22": "Живая поддержка",
  "common_23": "Политика",
  "common_24": "Правила и условия",
  "common_25": "Осторожно, азартные игры",
  "common_26": "AML",
  "common_27": "Политика в отношении несовершеннолетних игроков",
  "common_28": "Ответственное отношение к азартным играм",
  "common_29": "Политика KYC",
  "common_30": "Самоисключение",
  "common_31": "Политика конфиденциальности",
  "common_32": "Справочный центр",
  "common_33": "Живая поддержка",
  "common_34": "Живая поддержка",
  "common_35": "Min",
  "common_36": "Макс",
  "common_37": "Выберите файл",
  "common_38": "Эта услуга недоступна в вашем регионе",
  "common_39": "Если вы считаете, что получили это сообщение по ошибке, или по любым другим вопросам, пожалуйста, свяжитесь с нами по адресу",
  "common_40": "Auto Bet",
  "common_41": "Фавориты",
  "common_42": "Справедливость",
  "common_43": "Эффект",
  "common_44": "Анимация",
  "common_45": "Правила",
  "common_46": "Крипто-казино: играйте умно, выигрывайте по-крупному! | Будущее казино здесь: присоединяйтесь к нам! | Откройте для себя безопасное и честное крипто-казино!\nYummygame предлагает игры с риском. Чтобы стать пользователем нашего сайта, вам должно быть больше 18 лет. Мы не несем ответственности за нарушение местных законов, касающихся онлайн-игр.",
  "common_47": "Yummygame.io эксплуатируется Candy Factory Ltd., компанией, зарегистрированной в Белизе, регистрационный номер: 000031826, зарегистрированный адрес: 9 Barrack Rd, Белиз-Сити, Белиз. Свяжитесь с нами по адресу:",
  "common_48": "Политика бонусов",
  "common_49": "Политика ставок и выплат",
  "common_50": "Справедливость",
  "common_51": "Войти",
  "common_52": "Статистика в реальном времени",
  "common_53": "HON нельзя использовать в этой игре. Пожалуйста, переключитесь на другие активы.",
  "common_54": "Уведомления",
  "common_55": "Пожалуйста, войдите в систему, чтобы использовать",
  "common_56": "Максимальная прибыль",
  "common_57": "Спортивная книга",
  "common_58": "Ресурсный центр дизайна",
  "toast_1": "Пожалуйста, выберите мины при использовании авто-ставки.",
  "toast_2": "Вы еще не сделали ставку на рулетке. Пожалуйста, сделайте вашу ставку.",
  "toast_3": "Пожалуйста, войдите в систему.",
  "toast_4": "Недостаточный баланс.",
  "toast_5": "Ваша ставка слишком низкая. Пожалуйста, проверьте минимальную сумму ставки.",
  "toast_6": "Ваша ставка слишком высокая. Пожалуйста, проверьте максимальную сумму ставки.",
  "toast_7": "Пожалуйста, введите сумму ставки.",
  "toast_8": "Пожалуйста, выберите монету.",
  "toast_9": "Больше ставок не разрешено. Вы превысили максимальное количество ставок.",
  "toast_10": "Превышен лимит прибыли!",
  "toast_11": "Превышен лимит убытков!",
  "toast_12": "Профиль обновлен",
  "toast_13": "Двухфакторная аутентификация включена.",
  "toast_14": "Двухфакторная аутентификация отключена.",
  "toast_15": "Новое сообщение прибыло!",
  "toast_16": "👍 Отличная работа! Ваш бонус накапливается!",
  "game_1": "Загрузка",
  "game_2": "ВЫВОД СРЕДСТВ",
  "game_3": "ОСТАНОВИТЬ АВТО-СТАВКУ",
  "game_4": "НАЧАТЬ АВТО-СТАВКУ",
  "game_5": "Отмена",
  "game_6": "Следующий раунд",
  "game_7": "Оригинал",
  "game_8": "Краш",
  "game_9": "Результаты игры будут отображены здесь.",
  "game_10": "Авто-вывод средств",
  "game_11": "50% выведено",
  "game_12": "Игрок",
  "game_13": "Кости",
  "game_14": "Выплата",
  "game_15": "Бросок ниже",
  "game_16": "Шанс выигрыша",
  "game_17": "Сумма выигрыша",
  "game_18": "Подбрасывание монеты",
  "game_19": "Мина",
  "game_20": "Мины",
  "game_21": "Рулетка",
  "game_22": "Стоимость фишки",
  "game_23": "Общая ставка",
  "game_24": "Автоматическое кэширование",
  "game_25": "Низкий",
  "game_26": "Высокий",
  "game_27": "Бросок",
  "game_28": "ВНУТРИ",
  "game_29": "ВНЕ",
  "game_30": "выиграли джекпот!",
  "game_31": "Колесо",
  "game_32": "Последние 100",
  "game_33": "Джекпот! Вы - звезда!",
  "game_34": "Вы сорвали джекпот!",
  "game_35": "Изменить размер ставки",
  "game_36": "Сбросить",
  "game_37": "Увеличить на",
  "game_38": "Остановить",
  "game_39": "Сумма ставки",
  "game_40": "На выигрыш",
  "game_41": "На проигрыш",
  "game_42": "Прибыль",
  "game_43": "Проигрыш",
  "game_44": "Количество ставок",
  "game_45": "Максимальная сумма ставки",
  "game_46": "Сумма ставки",
  "game_47": "Все ставки",
  "game_48": "Мои ставки",
  "game_49": "Игра",
  "game_50": "Id ставки",
  "game_51": "Игрок",
  "game_52": "Ставка",
  "game_53": "Выплата",
  "game_54": "Прибыль",
  "game_55": "Время",
  "game_56": "Показать потери",
  "game_57": "Показать еще",
  "game_58": "ID игры",
  "game_59": "Результат",
  "game_60": "Хэш",
  "game_61": "Ставка",
  "game_62": "Лимит",
  "game_63": "Ролловер",
  "game_64": "избранное",
  "game_65": "последние",
  "game_66": "Низкий",
  "game_67": "Средний",
  "game_68": "Высокий",
  "game_69": "Плинко",
  "game_70": "Прибыль",
  "game_71": "Шанс",
  "game_72": "Риск",
  "game_73": "Ряд",
  "game_74": "Лимб",
  "game_75": "Тренд",
  "game_76": "Понимание трендового графика",
  "game_77": "Последовательность, отображаемая на графике, выглядит следующим образом.",
  "game_78": "Вы не можете играть в эту игру в Safari.",
  "home_1": "В игре",
  "home_2": "150% бонус на депозит",
  "home_3": "Создайте свою собственную бонусную стратегию.",
  "home_4": "мой профиль",
  "home_5": "транзакции",
  "home_6": "кошелек",
  "home_7": "бонус",
  "home_8": "партнер",
  "home_9": "настройки",
  "home_10": "выход из системы",
  "home_11": "Авария",
  "home_12": "Колесо",
  "home_13": "Рулетка",
  "home_14": "Подбрасывание монет",
  "home_15": "Кубики",
  "home_16": "Конечные кости",
  "home_17": "Мины",
  "home_18": "Избранное",
  "home_19": "Последние",
  "home_20": "Новые релизы",
  "home_21": "Горячие игры",
  "home_22": "Слоты",
  "home_23": "Живое казино",
  "home_24": "Покер",
  "home_25": "Баккара",
  "home_26": "Настольные игры",
  "home_27": "Рулетка",
  "home_28": "Бонус",
  "home_29": "ПАРТНЕР",
  "home_30": "Справедливость",
  "home_31": "Поддержка",
  "home_32": "Язык",
  "home_33": "Просмотр в Fiat",
  "home_34": "Меню",
  "home_35": "Главная",
  "home_36": "Чат",
  "home_37": "Yummy оригинал",
  "home_38": "Мой профиль",
  "home_39": "Кошелек",
  "home_40": "Настройка аккаунта",
  "home_41": "Выйти из системы",
  "home_42": "Войти",
  "home_43": "Yummygame обеспечивает честность в каждой игре",
  "home_44": "Наслаждайтесь игрой в безопасности!",
  "home_45": "Партнеры",
  "home_46": "Станьте нашим партнером и получайте прибыль с программой разделения доходов",
  "home_47": "Эксклюзивная партнерская программа Yummygame",
  "home_48": "Пополнение счета завершено!",
  "home_49": "VIP-программа",
  "home_50": "Валюта поиска.",
  "home_51": "Приветственный бонус",
  "home_52": "150% приветственный бонус",
  "home_53": "Multiplay",
  "home_54": "50% денежный бонус",
  "home_55": "Multiplay",
  "home_56": "Джекпот",
  "home_57": "Multi-Bet",
  "home_58": "Европейский",
  "home_59": "Промокод",
  "home_60": "Баллы Airdrop",
  "home_61": "Airdrop",
  "home_62": "Все живые игры",
  "home_63": "Транзакции",
  "home_64": "Профиль и Настройки",
  "home_65": "Поддержка в Реальном Времени",
  "home_66": "Вызовы",
  "home_67": "Поставщики",
  "home_68": "Счастливое Колесо",
  "home_69": "Игровые шоу",
  "home_70": "Казино",
  "home_71": "Спорт",
  "home_72": "Мои ставки",
  "home_73": "Футбол",
  "home_74": "Баскетбол",
  "home_75": "Теннис",
  "home_76": "Хоккей с шайбой",
  "home_77": "Настольный теннис",
  "home_78": "Бейсбол",
  "home_79": "Волейбол",
  "home_80": "Гандбол",
  "home_81": "Американский футбол",
  "home_82": "Киберспорт",
  "home_83": "ПРОВАЙДЕРЫ",
  "home_84": "Поиск игр или провайдеров",
  "home_85": "Нет результатов поиска.",
  "home_86": "Для поиска требуется не менее 3 символов.",
  "provider_1": "Пожалуйста, попробуйте после входа в систему.",
  "provider_2": "Вы не можете продолжить игру, используя HON. Пожалуйста, обменяйте валюту в вашем кошельке на другую валюту.",
  "provider_3": "Баланс",
  "provider_4": "Бесплатные игры",
  "provider_5": "Реальные игры",
  "provider_6": "Поиск игр или провайдеров",
  "provider_7": "Результат",
  "provider_8": "Для поиска требуется не менее 3 символов.",
  "provider_9": "Рекомендуемые",
  "provider_10": "Популярные",
  "provider_11": "Провайдер",
  "provider_12": "Больше нет",
  "provider_13": "Показать еще",
  "provider_14": "Провайдер не найден",
  "provider_15": "Пожалуйста, найдите имя провайдера.",
  "airdrop_1": "YYG Point Airdrop Epoch 2 начался!",
  "airdrop_2": "Играйте в игры и зарабатывайте токены YYG",
  "airdrop_3": "Конкурс по раздаче токенов, основанный на игровых очках, возвращается в центр инноваций GambleFi, Yummygame. Присоединяйтесь быстрее всех, собирайте токены Yummygame (YYG) и становитесь участником рынка GambleFi.",
  "airdrop_4": "Играйте сейчас",
  "airdrop_5": "Введение в токен YYG",
  "airdrop_6": "Чем особенный токен YYG?",
  "airdrop_7": "Токен Yummygame (YYG) — это ведущий цифровой актив в экосистеме GambleFi, который революционизирует доступ к слотам, живым играм и ставкам на спорт на платформе Yummygame. YYG не только поддерживает бесшовные транзакции, но и предлагает возможность потенциального роста стоимости, так как он может быть обменян на настоящую криптовалюту, что отражает расширение рынков GambleFi и онлайн-крипто-казино. Исследуйте возможности новых цифровых активов вместе с Yummygame в центре GambleFi. Наслаждайтесь лучшими ставками и наградами с YYG.",
  "airdrop_8": "Белая книга",
  "airdrop_9": "Панель управления",
  "airdrop_10": "Специальные задания",
  "airdrop_11": "Испытание по распределению очков",
  "airdrop_12": "Общие награды:",
  "airdrop_13": "Очки за ставки в играх",
  "airdrop_14": "Зарабатывайте очки в зависимости от суммы, которую вы ставите в играх.",
  "airdrop_15": "Очки за депозиты",
  "airdrop_16": "Зарабатывайте очки в зависимости от суммы денег, которые пользователи вносят на вашу платформу.",
  "airdrop_17": "Случайные очки в зависимости от суммы ставки",
  "airdrop_18": "Случайные очки начисляются за ставки определенной суммы, при этом за каждые ставленные 100 долларов начисляется 1 очко.",
  "airdrop_19": "Баллы за регистрацию и вклады по партнёрским ссылкам",
  "airdrop_20": "Очки начисляются, когда новый пользователь регистрируется по вашей рекомендации и делает свой первый депозит.",
  "airdrop_21": "Еженедельные гонки на очки",
  "airdrop_22": "Очки начисляются по шкале топ-10 пользователей с наивысшими суммами ставок за неделю.",
  "airdrop_23": "Ежедневные очки за ставки",
  "airdrop_24": "Зарабатывайте очки автоматически каждый день при входе в систему.",
  "airdrop_25": "Еженедельные очки за ставки",
  "airdrop_26": "Зарабатывайте очки каждый день, когда делаете ставки в течение 7 дней.",
  "airdrop_27": "Мероприятие по подписной кампании на форуме Bitcoin",
  "airdrop_28": "Зарабатывайте еженедельные очки, участвуя в мероприятиях на форуме Bitcoin.",
  "airdrop_29": "Мероприятия в социальных сетях",
  "airdrop_30": "Выполняйте миссии, связанные с социальными сетями, и получайте купоны на очки.",
  "airdrop_31": "- Исключить Free(HON) Play. \n- 10 баллов начисляется за каждый 1 USD при пересчете. \n- 10 баллов = 1 USD (курс пересчета). \n- Пример: Ставка 0.1 USD дает 1 балл.",
  "airdrop_32": "- За каждый конвертированный доллар США начисляется 10 очков. \n- Суммы менее 1 доллара США исключаются из конверсии очков (округляются вниз). \n- Бонусные очки за депозит можно получить не более трех раз в день.",
  "airdrop_33": "- Суммы ставок сбрасываются после достижения или превышения 100 долларов\n- Для ставок 100 долларов и более сумма сбрасывается после каждой ставки\n- Вероятность распределения очков:\n+25: 30%, +50: 19.87%, +75: 11.58%, +100: 8.94%\n+125: 4.55%, +150: 3.38%, +175: 2.82%, +200: 2.47%\n+225: 2.19%, +250: 1.97%, +275: 1.79%, +300: 1.65%\n+325: 1.52%, +350: 1.41%, +375: 1.32%, +400: 1.23%\n+425: 1.16%, +450: 1.10%, +475: 1.04%, +500: 0.01%",
  "airdrop_34": "- Очки предоставляются только за первый депозит, \nсделанный рефералом, который зарегистрировался\n по вашему партнерскому коду, и только если \nдепозит составляет 10 долларов или больше.\n- За второй и последующие депозиты очки не предоставляются.",
  "airdrop_35": "- Если суммы ставок совпадают, игрок, который достиг суммы позже, получает более высокий ранг.\n- Каждый понедельник в 0:00 по UTC+0 очки начисляются дифференцированно топ-10 пользователей, сделавших наибольшие ставки за последние 7 дней.\n- Очки накапливаются для топ-10 недельных ставок каждый понедельник.",
  "airdrop_36": "- Ставки после 0:00 (UTC+0) считаются первой ставкой в течение 24 часов.",
  "airdrop_37": "- Период начинается с первой ставки каждого пользователя.\n- Награды после кумулятивной проверки 7 дней, не обязательно последовательных посещений.",
  "airdrop_38": "- Очки начисляются еженедельно на основе журналов активности из Кампании подписей на форуме Bitcoin.\n- Выбор участников из каналов Twitter/Telegram для мероприятий на форуме Bitcoin (100 участников).\n- Каждый понедельник (UTC+0) задачи проверяются, и начисляются очки.\n- Задание 1: Публикуйте комментарии 4 раза в неделю в темах о азартных играх.\n- Задание 2: Публикуйте комментарии 4 раза в неделю в других темах.\n- Подавайте заявки свободно по электронной почте на toy@yummygame.io.",
  "airdrop_39": "- Выполните все задания в социальных сетях, созданные через Gleam.io, чтобы получить код купона, введите этот код как промокод для получения очков.\n- Участие ограничено одним аккаунтом на участника.",
  "airdrop_40": "Завершено",
  "airdrop_41": "Перейти",
  "airdrop_42": "Таблица лидеров по очкам",
  "airdrop_43": "Ранг",
  "airdrop_44": "ID (ID Google)",
  "airdrop_45": "День",
  "airdrop_46": "Неделя",
  "airdrop_47": "Всего",
  "airdrop_48": "Ранг",
  "airdrop_49": "ID (ID Google)",
  "airdrop_50": "Общая сумма ставок",
  "airdrop_51": "Награда",
  "airdrop_52": "Зарабатывайте 10 очков за сумму ставки",
  "airdrop_53": "Зарабатывайте 10 баллов за $1",
  "airdrop_54": "Получите случайные баллы за каждую ставку",
  "airdrop_55": "Заработайте 500 баллов",
  "airdrop_56": "Начислено 1 000 000 баллов",
  "airdrop_57": "Заработать 100 баллов",
  "airdrop_58": "Заработать 5 000 баллов",
  "airdrop_59": "Заработать 20 000 баллов",
  "airdrop_60": "Заработать 50 000 баллов",
  "airdrop_61": "Очки",
  "airdrop_62": "Токен Yummygame (YYG) — это ценный актив, доступный исключительно на платформе Yummygame, предоставляющий особые преимущества его игрокам.\nЭтот токен позволяет вам участвовать в разнообразных играх, таких как слоты с высоким RTP, столы с живыми дилерами и инновационные варианты ставок на спорт, упрощая транзакции и сглаживая игровую активность для значительного улучшения пользовательского опыта.\nКроме того, токен Yummygame не ограничивается использованием внутри платформы; он также обладает ощутимой стоимостью, поскольку может быть обменян на крупные криптовалюты, такие как Ethereum или USDC.\nЭта гибкость превращает YYG из просто игрового токена в существенный цифровой актив, чья стоимость потенциально может увеличиваться по мере роста стоимости самой Yummygame.\nМногофункциональность и обменяемость YYG делают его привлекательным цифровым активом, связывая его с реальной экономической ценностью и обеспечивая значительное удовлетворение его пользователей.",
  "airdrop_63": "Токен Yummygame (YYG)",
  "airdrop_64": "Информация о баллах",
  "airdrop_65": "Баллы за приглашение друзей",
  "airdrop_66": "Приглашайте друзей, используя ваш партнерский код, и получайте баллы airdrop, когда они зарегистрируются!",
  "airdrop_67": "Заработайте 100 баллов",
  "airdrop_68": "- Баллы начисляются вам, если ваши друзья зарегистрируются по вашему партнерскому коду.\n- Посетите нашу партнерскую страницу, чтобы проверить свой код и пригласить друзей.",
  "airdrop_69": "Очки за выбывание",
  "airdrop_70": "Еженедельная гонка",
  "airdrop_71": "Гонка с бесплатной игрой (HON)",
  "airdrop_72": "Событие Yummy Original Game 50x JACKPOT",
  "airdrop_73": "Очки начисляются при выпадении джекпота 50 раз и более в оригинальной игре Yummy.",
  "airdrop_74": "- За исключением игры в кости и подбрасывания монет.\n- Максимум 5 дубликатов наград в эпоху\n- Награды можно получить только в игре HON.",
  "airdrop_75": "Заработайте 50 000 очков",
  "airdrop_76": "Баллы за бесплатную игру (HON) Сумма ставки",
  "airdrop_77": "Очки накапливаются в зависимости от суммы игровой ставки в HON.",
  "airdrop_78": "- Очки начисляются как 1 очко за 1 HON.\n- Дробные HON исключаются из пересчета очков (отбрасываются).\n- Пример: ставка в 1,6 HON = 1 очко.",
  "airdrop_79": "Заработать 1 очко за 1 HON-ставку",
  "airdrop_80": "Очки свободной игры",
  "airdrop_81": "Гонка свободной игры (HON)",
  "airdrop_82": "Очки предоставляются лучшим игрокам от 1 до 300 на основе оставшихся очков HON после окончания события по добыче очков (1 эпоха).",
  "airdrop_83": "- Если суммы HON одинаковы, игрок, достигший этой суммы позже, будет иметь более высокий рейтинг.\n- Накопленные очки: +60 000 - 1 000 000\n- Точка накопления: После окончания события по добыче очков",
  "airdrop_84": "Заработайте до 1 000 000 очков",
  "airdrop_85": "Всего HON",
  "airdrop_86": "Информация о таблице лидеров.",
  "airdrop_87": "Эта таблица лидеров показывает общее количество заработанных вами очков. Здесь вы можете увидеть свой рейтинг и рейтинг других игроков.",
  "airdrop_88": "В этой таблице лидеров отображается рейтинг пользователей, сделавших ставки реальными деньгами. Очки накапливаются для 10 лучших пользователей с наибольшими суммами еженедельных ставок каждый понедельник.(AM 00:00, UTC+0)",
  "airdrop_89": "Эта таблица лидеров показывает турнирную таблицу и предполагаемые очки для гонки Honey (HON). Очки предоставляются лучшим игрокам с 1 по 300 на основе оставшихся очков HON после окончания события по добыче очков (1 эпоха).",
  "airdrop_90": "Методы накопления очков\n- Кампания Yummygame по начислению очков предлагает возможность превратить свой игровой процесс в реальное вознаграждение. Наслаждайтесь различными играми казино, зарабатывайте очки и конвертируйте их в жетоны YYG.",
  "airdrop_91": "- Накопительные баллы: Очки, начисляемые 10 лучшим пользователям в зависимости от суммы ставок за предыдущие 7 дней по состоянию на 00:00 UTC+0 каждый понедельник.\n- Накопленные баллы\n    - 1-й: +1,000,000\n    - 2-й: +950,000\n    - 3-й: +900,000\n    - 4-й: +850,000\n    - 5-й: +800,000\n    - 6-й: +750,000\n    - 7-й: +700,000\n    - 8-й: +650,000\n    - 9-й: +600,000\n    - 10-й: +550,000",
  "airdrop_92": "Если суммы HON одинаковы, игрок, достигший этой суммы позже, будет иметь более высокий рейтинг.\n- Точка накопления: После окончания события по добыче очков\n- Накопленные очки\nРейтинг       \n1: 1 000 000 очков\n2: 950,000 очков\n3: 900,000 очков\n4: 850,000 баллов\n5: 800,000 баллов\n6: 750 000 очков\n7: 700,000 баллов\n8: 650,000 баллов\n9: 600,000 баллов\n10: 550,000 баллов\n11: 540,000 баллов\n12: 530,000 баллов\n13: 520,000 баллов\n14: 510,000 баллов\n15: 500 000 очков\n16: 495,000 баллов\n17: 490,000 баллов\n18: 485,000 Points\n19: 480 000 баллов\n20: 475,000 баллов\n21: 470,000 баллов\n22: 465 000 очков\n23: 460,000 баллов\n24: 455,000 баллов\n25: 450 000 баллов\n26: 445,000 баллов\n27: 440,000 баллов\n28: 435,000 баллов\n29: 430,000 баллов\n30: 425,000 баллов\n31: 420 000 очков\n32: 415,000 баллов\n33: 410 000 очков\n34: 405,000 баллов\n35: 400,000 баллов\n36: 395,000 баллов\n37: 390,000 баллов\n38: 385,000 баллов\n39: 380,000 Баллов\n40: 375,000 баллов\n41: 370,000 баллов\n42: 365,000 баллов\n43: 360,000 баллов\n44: 355,000 очков\n45: 350,000 пунктов\n46: 345,000 баллов\n47: 340,000 баллов\n48: 335,000 баллов\n49: 330,000 баллов\n50: 325 000 очков\n51: 320,000 баллов\n52: 315,000 Баллов\n53: 310,000 баллов\n54: 305,000 баллов\n55: 300,000 баллов\n56: 295,000 баллов\n57: 290,000 Баллов\n58: 285,000 баллов\n59: 280,000 баллов\n60: 275,000 баллов\n61: 270,000 баллов\n62: 265,000 баллов\n63: 260,000 баллов\n64: 255,000 Баллов\n65: 250,000 баллов\n66: 245,000 баллов\n67: 240,000 баллов\n68: 235,000 баллов\n69: 230,000 баллов\n70: 225,000 баллов\n71: 220,000 баллов\n72: 215,000 баллов\n73: 210,000 баллов\n74: 205,000 баллов\n75: 200,000 баллов\n76: 195,000 баллов\n77: 190,000 баллов\n78: 185,000 баллов\n79: 180,000 баллов\n80: 175,000 баллов\n81: 170,000 баллов\n82: 165,000 баллов\n83: 160,000 баллов\n84: 155,000 Баллов\n85: 150,000 баллов\n86: 145,000 баллов\n87: 140,000 баллов\n88: 135,000 баллов\n89: 130,000 баллов\n90: 125,000 баллов\n91: 120,000 баллов\n92: 115,000 баллов\n93: 110,000 баллов\n94: 105,000 баллов\n95: 100,000 баллов\n96: 95,000 баллов\n97: 90,000 баллов\n98: 85,000 баллов\n99: 80,000 баллов\n101 ~ 200: 70,000 баллов\n201 ~ 300: 60,000 баллов",
  "airdrop_93": "Заработанные очки",
  "airdrop_94": "Что такое Yummygame?",
  "airdrop_95": "У Yummygame есть официальная лицензия на азартные игры?",
  "airdrop_96": "Что такое HON? Как я могу заработать дополнительные HON?",
  "airdrop_97": "Я участвовал в социальном мероприятии. Как применить промо-купон?",
  "airdrop_98": "Yummygame — это онлайн-казино с криптовалютой, предлагающее разнообразные захватывающие игры, включая классические казино-игры и уникальные Yummy Originals. Мы предоставляем захватывающий игровой опыт с доказуемой честностью, гарантируя, что все наши игры прозрачны и справедливы. Игроки могут наслаждаться нашей функцией живого казино, которая приносит атмосферу настоящего казино прямо на ваш экран.",
  "airdrop_99": "Да, Yummygame работает по официальной лицензии на азартные игры от Анжуана, Коморские острова. Мы соблюдаем строгие правила, чтобы обеспечить безопасную и защищенную игровую среду для всех наших игроков. Наше обязательство по доверию и прозрачности лежит в основе нашего сервиса.\nМы стремимся предоставлять честные и надежные игры. Посетите страницу ниже, чтобы проверить нашу сертификацию.",
  "airdrop_100": "HON — это внутриигровая валюта, используемая в Yummygame. Вы можете заработать HON, участвуя в различных играх и акциях на нашей платформе.\n·Вы можете заработать дополнительные HON, участвуя в нашем еженедельном мероприятии по падению HON и получая ежедневные награды.\n·За каждый доллар, который вы вносите, вы получаете дополнительно 50 HON, что позволяет легко увеличить баланс и наслаждаться большим количеством игр!",
  "airdrop_101": "Чтобы применить промо-купон, выполните следующие действия:\n1. Войдите в свою учетную запись Yummygame.\n2. Перейдите в раздел «Акции» или «Купоны».\n3. Введите свой промо-код в указанное поле.\n4. Нажмите «Применить», чтобы активировать свой купон и насладиться наградами!\n\nДля пошагового руководства посмотрите наше обучающее видео на X.\nЕсли у вас возникнут проблемы, свяжитесь с нашей службой поддержки клиентов для получения помощи.",
  "airdrop_102": "День",
  "airdrop_103": "Час",
  "airdrop_104": "Минута",
  "airdrop_105": "Секунда",
  "airdrop_106": "Привет! Epoch 1 раздачи очков Yummygame успешно завершился.",
  "airdrop_107": "Долгожданный Эпоха 2 начнется в середине ноября, принося еще большие награды и более справедливые правила.",
  "airdrop_108": "Ключевые изменения в Epoch 2",
  "airdrop_109": "- Более крупные награды для настоящих игроков в казино",
  "airdrop_110": "- Больше компенсации за потери",
  "airdrop_111": "- Ежедневный максимальный лимит на очки заработанные в бесплатной игре",
  "airdrop_112": "Дополнительная информация",
  "airdrop_113": "Точки повышения уровня KYC",
  "airdrop_114": "Автоматически накапливается при достижении УРОВНЯ KYC 2.",
  "airdrop_115": "Заработайте 5000 очков",
  "airdrop_116": "Общее количество полученных токенов\nЧерез Point Airdrop: 20 000 000!",
  "airdrop_117": "Присоединяйтесь к нашей акции Point Airdrop и получите свою долю\n        Разыгрывается 20 000 000 жетонов! Без ограничений на количество участников, каждый имеет\n        шанс заработать. Распределение является полностью справедливым, поскольку токены\n        распределяется на основе соотношения очков, которые вы накопили во время раздачи\n        период. Чем больше очков вы заработаете, тем крупнее будет ваша награда! Не\n        упустите эту невероятную возможность максимизировать свои преимущества. Начинать\n        собирайте баллы прямо сейчас и воспользуйтесь всеми преимуществами этого щедрого жетона\n        мероприятие по раздаче. Ваши награды ждут!",
  "airdrop_118": "Обратный отсчет до раздачи:",
  "airdrop_119": "Заработайте свою долю в <span>20 000 000</span> токенов!",
  "evolution": "Эволюция",
  "pragmaticplaylive": "Прагматическая игра в прямом эфире",
  "pragmaticplay": "Прагматическая игра",
  "yummygame": "Вкусная игра",
  "hogaming": "ХоГейминг",
  "tvbet": "ТВбет",
  "betsoft": "Бетсофт",
  "playngo": "Плейн Гоу",
  "redtiger": "Красный Тигр",
  "relaxgaming": "Релакс Гейминг",
  "yggdrasil": "Иггдрасиль",
  "ezugi": "Эзуги",
  "AsiaGaming": "Азия Гейминг",
  "vip_1": "ПРЕИМУЩЕСТВА YUMMY VIP",
  "vip_2": "Привет, игроки Yummygame! В Yummygame мы считаем, что каждый игрок заслуживает чувствовать себя VIP. Именно поэтому наша система VIP разработана так, чтобы автоматически награждать вас по мере игры. Чем больше вы погружаетесь в наши игры, тем больше удивительных привилегий вы откроете - такие как более крупные бонусы, более высокий кэшбэк и эксклюзивные акции специально для вас! Готовы поднять уровень своего веселья? Ваши VIP-преимущества ждут вас!",
  "vip_3": "Играть сейчас",
  "vip_4": "Обзор VIP-программы Yummygame",
  "vip_5": "Приготовьтесь разблокировать самый захватывающий игровой опыт!",
  "vip_6": "Включает все преимущества предыдущих уровней.",
  "vip_7": "Бонус за повышение уровня",
  "vip_8": "За каждый достигнутый уровень вы получите настоящие токены JEL в качестве награды. По мере вашего прогресса бонусы увеличиваются, предлагая еще большую ценность по мере продолжения игры.",
  "vip_9": "Общая награда:",
  "vip_10": "Рейн",
  "vip_11": "Оставайтесь активными в чате, чтобы получить шанс заработать сюрприз-токены с нашим бонусом Rain!",
  "vip_12": "Коин Дроп",
  "vip_13": "Функция Coin Drops случайным образом разбрасывает монеты в чате, и самые быстрые игроки, которые нажмут, получат свою долю.",
  "vip_14": "VIP Спин",
  "vip_15": "С VIP уровня 8 и выше наслаждайтесь VIP Спинами! Крутите колесо ради эксклюзивных наград и узнайте, что вам приготовила удача. Чем выше ваш VIP уровень, тем лучше призы!",
  "vip_16": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 1</span>% на протяжении 7 дней подряд.",
  "vip_17": "Выполняйте ежедневные и еженедельные задания, чтобы заработать ещё больше наград!",
  "vip_18": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 2%</span> на протяжении 7 дней подряд.",
  "vip_19": "Подсластитель",
  "vip_20": "Еженедельный кэшбэк",
  "vip_21": "Получите еженедельный бонус примерно <span>Wager * 1% * 2%</span>, в зависимости от вашей ставки.",
  "vip_22": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 3%</span> на протяжении 7 дней подряд.",
  "vip_23": "Получите еженедельный бонус примерно <span>Wager * 1% * 4%</span>, в зависимости от вашей ставки.",
  "vip_24": "Ежемесячный кэшбэк",
  "vip_25": "Получите еженедельный бонус примерно <span>Wager * 1% * 1%</span>, в зависимости от вашей ставки.",
  "vip_26": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 4%</span> на протяжении 7 дней подряд.",
  "vip_27": "Получите еженедельный бонус примерно <span>Wager * 1% * 6%</span>, в зависимости от вашей ставки.",
  "vip_28": "Получите еженедельный бонус примерно <span>Wager * 1% * 2%</span>, в зависимости от вашей ставки.",
  "vip_29": "Бонус Ловли",
  "vip_30": "Во время игры следите за особыми персонажами. Нажмите на них, чтобы получить мгновенный бонус!",
  "vip_31": "Без комиссий при выводе",
  "vip_32": "В Yummygame, начиная с VIP уровня 41 (Platinum), вы получите эксклюзивное преимущество — вывод без комиссии!",
  "vip_33": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 5%</span> на протяжении 7 дней подряд.",
  "vip_34": "Получите еженедельный бонус примерно <span>Wager * 1% * 8%</span>, в зависимости от вашей ставки.",
  "vip_35": "Получите еженедельный бонус примерно <span>Wager * 1% * 3%</span>, в зависимости от вашей ставки.",
  "vip_36": "В Yummygame, начиная с VIP уровня 41 (Platinum), вы получите эксклюзивное преимущество — вывод без комиссии!",
  "vip_37": "VIP HOST",
  "vip_38": "На уровне Diamond вы получите персонального VIP-Хоста, который будет помогать вам с любыми запросами и предоставлять персонализированное обслуживание!",
  "vip_39": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 6%</span> на протяжении 7 дней подряд.",
  "vip_40": "Получите еженедельный бонус примерно <span>Wager * 1% * 10%</span>, в зависимости от вашей ставки.",
  "vip_41": "Получите еженедельный бонус примерно <span>Wager * 1% * 4%</span>, в зависимости от вашей ставки。",
  "vip_42": "На уровне Diamond вы получите персонального VIP-Хоста, который будет помогать вам с любыми запросами и предоставлять персонализированное обслуживание!",
  "vip_43": "Премиальная Наградная Коробка",
  "vip_44": "Получайте ежемесячную коробку с наградами, содержащую различные предметы и токены.",
  "vip_45": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 8%</span> на протяжении 7 дней подряд。",
  "vip_46": "Получите еженедельный бонус примерно <span>Wager * 1% * 11%</span>, в зависимости от вашей ставки。",
  "vip_47": "Получите еженедельный бонус примерно <span>Wager * 1% * 5%</span>, в зависимости от вашей ставки.",
  "vip_48": "На уровне Diamond вы получите персонального VIP-Хоста, который будет помогать вам с любыми запросами и предоставлять персонализированное обслуживание!",
  "vip_49": "Ежемесячное Призовое Событие",
  "vip_50": "Участвуйте в ежемесячных призовых событиях, эксклюзивных для участников Elite, с особыми наградами для лучших рангов.",
  "vip_51": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 10%</span> на протяжении 7 дней подряд。",
  "vip_52": "Получите еженедельный бонус примерно <span>Wager * 1% * 12%</span>, в зависимости от вашей ставки。",
  "vip_53": "Получите еженедельный бонус примерно <span>Wager * 1% * 6%</span>, в зависимости от вашей ставки。",
  "vip_54": "На уровне Diamond вы получите персонального VIP-Хоста, который будет помогать вам с любыми запросами и предоставлять персонализированное обслуживание!",
  "vip_55": "VIP-Эксклюзивные Турниры",
  "vip_56": "Доступ к турнирам с высокими ставками, эксклюзивным для участников уровня Master и выше, с токенами и физическими призами для лучших игроков.",
  "vip_57": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 12%</span> на протяжении 7 дней подряд。",
  "vip_58": "Получите еженедельный бонус примерно <span>Wager * 1% * 13%</span>, в зависимости от вашей ставки。",
  "vip_59": "Приглашения на эксклюзивные офлайн VIP-события с призами и уникальными возможностями。",
  "vip_60": "Офлайн VIP События",
  "vip_61": "Приглашения на эксклюзивные офлайн VIP-события с призами и уникальными возможностями。",
  "vip_62": "Подсластите свою игру и получите бонус в размере 10-16% от <span>wager * 15%</span> на протяжении 7 дней подряд。",
  "vip_63": "Получите еженедельный бонус примерно <span>Wager * 1% * 15%</span>, в зависимости от вашей ставки。",
  "vip_64": "Получите еженедельный бонус примерно <span>Wager * 1% * 9%</span>, в зависимости от вашей ставки。",
  "vip_65": "Роскошные Путешествия",
  "vip_66": "Эксклюзивные пакеты путешествий к престижным направлениям, включая проживание в 5-звездочных отелях и изысканные ужины。",
  "vip_67": "Запрос на Разработку Игр по Индивидуальному Заказу",
  "vip_68": "Запросите персонализированный игровой режим или тему, разработанные специально для вас。",
  "vip_69": "Детали Повышения Уровня",
  "vip_70": "Уровень",
  "vip_71": "Уровень",
  "vip_72": "Требуемые Доллары",
  "vip_73": "Награды за Повышение Уровня (JEL)",
  "vip_74": "до",
  "vip_75": "Присоединяйтесь к Yummygame прямо сейчас и наслаждайтесь эксклюзивными VIP привилегиями。",
  "vip_76": "Зарегистрируйтесь в Yummygame сегодня и погрузитесь в мир VIP-наград。",
  "vip_77": "Регистрация в один клик",
  "policy_1": "Правила и условия",
  "policy_2": "Осторожно, азартные игры",
  "policy_3": "Борьба с отмыванием денег",
  "policy_4": "Политика в отношении несовершеннолетних игроков",
  "policy_5": "Ответственное отношение к азартным играм",
  "policy_6": "Политика KYC",
  "policy_7": "Самоисключение",
  "policy_8": "Политика конфиденциальности",
  "policy_9": "Бонус",
  "policy_10": "Ставки",
  "policy_11": "Правила и условия",
  "policy_12": "Осторожно, азартные игры",
  "policy_13": "Политика по борьбе с отмыванием денег",
  "policy_14": "Политика в отношении несовершеннолетних игроков (играть можно с 18 лет)",
  "policy_15": "Ответственное отношение к азартным играм",
  "policy_16": "Политика KYC",
  "policy_17": "Самоисключение",
  "policy_18": "Политика конфиденциальности",
  "policy_19": "Бонус",
  "policy_20": "Ставки"
}